{
  "pmid": "39731295",
  "abstract": "BACKGROUND: NF2-related schwannomatosis (NF2-SWN) is associated with multiple benign tumors in the nervous system. NF2-SWN, caused by mutations in the NF2 gene, has developed into intracranial and spinal schwannomas. Because of the high surgical risk and frequent recurrence of multiple tumors, targeted therapy is necessary. However, there are no approved drugs. METHODS: We examined the action mechanism of PRG-N-01, a candidate molecule for NF2-SWN, through the direct binding assay and mass spectrometry. For in vitro anti-proliferative experiments, primary cells derived from the NF2 mouse model and patient tumors were treated with PRG-N-01. The in vivo therapeutic and preventive efficacy was validated via intraperitoneal and oral administration in the NF2 mouse model (Postn-Cre; Nf2f/f). Gene expression profile in the DRG of the mouse model was explored by RNA sequencing. The pharmacological properties of PRG-N-01 were analyzed through the preclinical study. RESULTS: PRG-N-01 binds to the N-terminal extremity of TGFβR1 (TβR1) kinase domain, where TβR1 and RKIP interact, inhibiting the binding and preventing degradation of RKIP. In vivo administration in the mouse model suppressed schwannoma progression in the DRG. Early oral administration of the PRG-N-01 also demonstrated preventive effects on NF2-SWN. PRG-N-01 treatment suppressed tumor growth genes while upregulating genes related to for normal cell metabolism and Schwann cell differentiation in DRG. PRG-N-01 showed druggable properties through the preclinical study, including ADME, pharmacodynamics, pharmacokinetics, and toxicology. CONCLUSIONS: Together, our study provides the rationale and critical data for a prospective clinical trial of PRG-N-01 in NF2-SWN patients indicating PRG-N-01 as a promising candidate for the treatment.",
  "methods": "Methods We examined the action mechanism of PRG-N-01, a candidate molecule for NF2-SWN, through the direct binding assay and mass spectrometry. For in vitro anti-proliferative experiments, primary cells derived from the NF2 mouse model and patient tumors were treated with PRG-N-01. The in vivo therapeutic and preventive efficacy was validated via intraperitoneal and oral administration in the NF2 mouse model (Postn-Cre; Nf2f/f). Gene expression profile in the DRG of the mouse model was explored by RNA sequencing. The pharmacological properties of PRG-N-01 were analyzed through the preclinical study. Materials and Methods Mice All experimental procedures involving laboratory animals were approved by the Animal Care Committee of Pusan National University (Approval number, PNU-2023-0113). NF2 (FVB/NJ) mice were obtained from Dr. D.W. Clapp (Indiana University, Indianapolis, IN). FVB/NJ mice were obtained from The Jackson Laboratory. See  Supplementary Materials  for details. Image Acquisition of [18F] FDG PET/CT Micro-PET images were acquired using an Inveon PET/CT scanner (Siemens Healthcare). [18F] FDG (580 ± 30 μCi) was administered intravenously through the tail vein. All of the micro-PET images were reconstructed using a 2-dimensional ordered-subset expectation maximum (OSEM) algorithm, and focal accumulations in the microPET images were quantified by region of interest analysis. Signal-to-background ratios were calculated using average counts per voxel on the coronal images. Tumor Volume Quantitation Tissue processing and quantification of dorsal root ganglion (DRG) volume were performed following previously established methods [21]. Spines were fixed with tissue fixative and then decalcified using 5% formic acid. DRGs and spinal nerves were meticulously isolated under a dissecting microscope (ZEISS Stemi 508). Tumor volume was determined by capturing DRG images with a microscope camera (ZEISS Axiocam 208). The tumor volume was calculated using the formula: volume = length × width × 0.52, where length and width measurements approximated the dimensions of a specific spheroid-shaped tumor. Protein–Protein Interaction Analyses GST-pull down assay and immunoprecipitation assays were performed to evaluate protein–protein interactions. For GST pull-down assay, agarose-bead–conjugated GST–TβR1 kinase domain aa 148-503 (KD) recombinant protein was incubated with HA-tagged RKIP- or FLAG-tagged Smad-2 or Smad3-transfected HEK 293 cell lysates or HA-tagged TβR2-transfected HCT116 cell lysates in PBS for overnight at 4°C. To evaluate the RKIP-MEK1/2 interaction, agarose-bead-conjugated GST-RKIP recombinant protein was incubated with HEK 293 cell lysates. For the immunoprecipitation assay, FLAG-tagged c-Raf or HA-tagged RKIP-transfected HEK 293 cell lysates in PBS were used. Whole lysates were incubated with appropriate primary antibodies overnight at 4°C and reacted with agarose-bead–conjugated protein A/G (Invitrogen) for 2 h. After centrifugation, the precipitates were washed twice with RIPA buffer and subjected to SDS-PAGE and western blotting analysis. LC-MS/MS Analysis The LC-MS/MS analysis was performed on a Waters UPLC Acquity I class plus coupled to a Qtrap 6500 plus (Applied Biosystems/Sciex). A Phenomenex, Aeris, 3.6 µm, 100×2.1 mm column was used for separation. The MS system was controlled by Analyst 1.6.1 software. See  Supplementary Materials  for details. Prediction of TβR1-RKIP Complex and Molecular Docking The amino acid sequences of the cytoplasmic domain (148-503) of TβR1 (P36897-1, Length 503) and the full-length RKIP (A0A1C6YP47, Length 190) were submitted as separate chains to the ColabFold (56) v1.5.2 (AlphaFold2 using MMseq2) using the default settings and the homodimer options: msa_mode = mmseq2_uniref_env, pair_mode = unpaired_paired, model_type = auto, num_recycles = auto, recycle_early_stop_tolerance = auto, max_msa = auto, num_seeds = 1. Predicted structures with best-ranked model 1 were selected for further analysis and visualized using Schrödinger Maestro software. Molecular docking experiments were performed using Schrödinger Glide software (version 2022-4). The predicted TβR1-RKIP model generated from ColabFold was imported to Maestro, and the protein was prepared for docking using the Protein Preparation Workflow with the OPL4 force field. The TβR1 portion was isolated, and the receptor grid for docking was defined as the centroid of 250Q, 251T, 255R, 265A with length 20A. PRG-N-01 was imported to Maestro in a SMILES format, and the compound was prepared for docking using the LigPrep module, which generated all possible states at a target pH of 7.0 ± 2.0. The prepared compounds were docked to the protein structure using the Glide software with extra precision (XP) settings. For detailed methodologies of Western blotting analysis, histology and immunohistochemistry, bulk RNA sequencing, preclinical study, and so on, see Supplementary Materials. Statistical Analysis Statistical differences were assessed using the Student’s  t -test or 1-way ANOVAs combined with the Dunnett’s test for multiple comparisons (GraphPad Prism software, version 9.5.1).  P -values < .05 were considered significant.",
  "introduction": "",
  "results": "",
  "discussion": "",
  "fetched_at": "2026-02-11T23:38:25.315289",
  "abstract_length": 1815,
  "methods_length": 5210,
  "introduction_length": 0,
  "results_length": 0,
  "discussion_length": 0
}