{
  "pmid": "39749698",
  "abstract": "Plexiform neurofibromas (PNFs) are benign tumors that affect 20‑50% of patients with type I neurofibromatosis (NF1). PNF carries a risk of malignancy. There is no effective cure for PNF. Its onset may be associated with genetic and metabolic abnormalities, but the exact mechanisms remain unclear. Succinate‑CoA ligase GDP/ADP‑Forming Subunit α(SUCLG1), a catalytic enzyme in the tricarboxylic acid cycle, is highly expressed in PNF. The present study aimed to explore the role of SUCLG1 in function and metabolism of PNF cells. SUCLG1 expression was verified using western blotting and immunofluorescence. After inducing SUCLG1 knockdown and overexpression, functional changes in PNF cells were assessed, as well as effects of SUCLG1 on cell respiration and glucose metabolism. Quantitative PCR, WB, electron microscopy and Flow cytometry demonstrated that SUCLG1 enhanced mitochondrial quality and promoted mitochondrial fusion, thereby driving proliferation and migration of tumor cells, inhibiting apoptosis and altering the cell cycle. A Seahorse assay showed that elevated SUCLG1 expression enhanced cell aerobic respiration without affecting the glycolytic process. This suggests that SUCLG1 upregulation in PNF does not trigger the Warburg effect associated with malignant tumors. This study also demonstrated the positive regulation of cellular function by promoting the expression level of the",
  "methods": "Materials and methods Tissue collection and cell culture A total of three pairs of PNF and normal human skin tissue and four pairs of serum samples were obtained from the Department of Plastic Surgery, Shandong Provincial Hospital, Jinan, Shandong, China with informed written consent and approval from the Human Research Ethics Review Committee of Shandong Provincial Hospital (approval no. SWYX2024-556). The samples were collected from four patients (three male, one female; mean age, 18.25±3.40 years) from April 2021 to April 2022. The inclusion criteria were as follows: i) Patients with PNF; ii) the lesion involved skin tissue and iii) no other disease. According to the inclusion criteria, the lesions invaded the skin tissue; therefore, normal skin was used as the control group. Demographic characteristics are shown in  Table SI . PNF cells (ipNF95.6 and ipNF05.5; American Type Culture Collection; cat. nos. CRL 3389 and CRL 3387, respectively) were donated by the Department of Plastic Surgery, Shanghai Ninth People's Hospital, Jinan, China. The human Schwann cell (HSC) line was purchased from Zhong Qiao Xin Zhou Biotechnology Co., Ltd. and cultured in HSC immortalization medium (ZMY106; Zhong Qiao Xin Zhou Biotechnology Co., Ltd.) at 37°C in an atmosphere containing 5% CO 2 . PNF cells and 293T cells were cultured in high-glucose DMEM (Gibco; Thermo Fisher Scientific, Inc.) containing 10% FBS (Procell Life Science & Technology Co., Ltd.) and 1% penicillin/streptomycin at 37°C in an atmosphere containing 5% CO 2 . Proteomics and metabolomics analysis Proteomics and non-targeted metabolomics analysis were performed with skin tissue and serum samples from patients with PNF and healthy individuals, respectively. Proteomics was performed using conventional high performance liquid chromatography (LC20AD, Shimadzu) for processing samples with a column temperature of 40°C and a flow rate of 1 ml/min. Instruments used for metabolomics are Mass Spectrometer (Q Exactive™ HF, Thermo Fisher, Germany), chromatograph (Vanquish UHPLC, Thermo Fisher, Germany) and chromatographic column (Hypesil Gold column(C18), Thermo Fisher, USA). Positive and negative ionisation modes were used, the scanning range was 100-1,500 m/z, the Sheath gas flow rate was 35 psi, and the Aux gas heater temp was 350°C. P<0.05 and fold-change (FC)≥1.2 or ≤0.83 in the protein sample and FC ≥2 or ≤0.5 and variable importance in the projection ≥1 in the serum metabolite samples were considered to indicate a statistically significant difference. R1.6.20, VennDiagram package (omicstudio.cn/tool.) was used to visualize data. Kyoto Encyclopedia of Genes and Genomes(KEGG; genome.jp/kegg) pathway was plotted using the OmicStudio (omicstudio.cn/tool.) Reverse transcription-quantitative (RT-q)PCR Total RNA of cells was extracted using RNAiso Plus (Takara Bio, Inc.), and cDNAs were reverse-transcribed from 1  μ g total RNA using HiScript RT SuperMix for qPCR (Vazyme Biotech Co., Ltd.) at 4°C for 20 min. DNA of cells was extracted with a DNA Isolation Mini kit (Vazyme Biotech Co., Ltd.). qPCR was performed using SYBR Green Master Mix (Vazyme Biotech Co., Ltd.) on the LightCycler 480 II (Roche Diagnostics). Thermocycling conditions were as follows: Pre-denaturation at 95°C for 30 sec, followed by 40 cycles at 95°C for 5 sec and 60°C for 30 sec and final extension at 95°C for 15 sec, 60°C for 60 sec and 95°C for 15 sec. β-actin was selected as the internal control. 2 −∆∆Cq  was used to calculate relative expression ( 14 ). To measure mtDNA content, we used 1  μ g DNA and primers to the Journal Pre-prooD-loop region of the mitochondrial genome. G6PC primers served as genomic DNA control to normalize the mitochondrial to the genomic DNA ratio. The primers are listed in  Table SII . Western blotting (WB) Total protein of cells was extracted using the Minute Total Protein Extraction kit (Invent Biotechnologies, Inc.) or RIPA Lysis Buffer (Beyotime Institute of Biotechnology). Protein concentration was determined using a BCA Protein Assay Kit (Beyotime Institute of Biotechnology). A total of 20  μ g/lane protein was separated by 10% SDS-PAGE, proteins were placed in rapid QuickBlock Blocking Buffer for WB (Beyotime Institute of Biotechnology; cat. no. P0252) and blocked for 20 min at 25°C, then transferred to polyvinylidene fluoride membranes and incubated with primary antibodies at 4°C overnight. The primary antibodies included β-actin (Proteintech Group, Inc.; 66009-1-I; 1:1,000), α-tubulin (Wuhan Servicebio Technology Co., Ltd.; cat. no. GB15201; 1:2,000), SUCLG1 rabbit mAb (Cell Signaling Technology, Inc.; cat. no. 8071; 1:1,000), CS rabbit pAb (cat. no. A5713; 1:1,000), SLC25A1 Rabbit pAb (cat. no.  A24754 ; 1:5,000), mitofusin-1 (MFN1) rabbit pAb (cat. no. A9880; 1:1,000), MFN2 rabbit mAb (cat. no. A19678; 1:1,000), OPA1 (optic Atrophy Protein 1) rabbit pAb (all ABclonal Biotech Co., Ltd.; cat. no. A9833; 1:4,000) and ACLY rabbit pAb (Proteintech Group, Inc.; cat. no. 15421-1-AP; 1:2,000). Then, the membranes were incubated with HRP-conjugated goat anti-rabbit secondary antibodies (cat. no. SA00001-2; 1:10,000) or anti-mouse secondary antibodies (both Proteintech Group, Inc.; cat. no. SA00001-1; 1:10,000) at 25°C for 1 h. Enhanced chemiluminescent solution (Sparkjade ECL plus, ED0016-B; Sparkjade) and ChemiDoc Imaging System (Bio-Rad Laboratories, Inc.) was used to quantify the expression of proteins. ImageJ 1.53e (National Institutes of Health) analyses the greyscale values and performs calculations. Immunofluorescence staining Tissues were fixed with 4% polydoxaldehyde at room temperature for 24 h, dip-waxed at ~60°C for 4.5 h and then embedded in paraffin. The pre-cooled wax blocks were sectioned (thickness, ~3  μ m). The slices were placed in the oven at 60°C for 1 h. Slices were placed in Eco-friendly dewaxing solution I for 10 min-Eco-friendly dewaxing solution II for 10 min-Eco-friendly dewaxing solution III (Wuhan Servicebio Technology Co., Ltd.; cat. no. G1128) for 10 min-anhydrous ethanol I for 5 min-anhydrous ethanol II for 5 min-70% alcohol for 5 min-and washed with distilled water. Sections were placed in citric acid antigen repair solution (pH, 6; Wuhan Servicebio Technology Co., Ltd.; cat. no. G1202), microwaved for 10 min on medium heat, ceased for 5 min, transferred to medium-low heat for 5 min, ceased for 2 min and finally medium-low heat for 5 min, and recovered at room temperature for 30 min. Dewaxed sections were placed in 3% hydrogen peroxide and incubated for 20 min at room temperature, then closed with 3% BSA (Wuhan Servicebio Technology Co., Ltd.; cat. no.  GC305010 ) for 30 min at room temperature. Dewaxed sections were stained with primary antibodies against SUCLG1 (Cell Signaling Technology, Inc.; cat. no. 8071; 1:100) and recombinant anti-160 kDa neurofilament medium antibody (Wuhan Servicebio Technology Co., Ltd.; cat. no. GB15763-100; 1:500) at 4°C overnight, and then incubated with CY3-labelled goat anti-rabbit and Alexa Fluor 488 labelled goat anti-mouse IgG. (cat. nos. GB21303 and GB25301; both 1:300; both Wuhan Servicebio Technology Co., Ltd) at room temperature in the dark for 50 min, and DAPI stain solution was added at room temperature in the dark for 10 min before fluorescence microscopy (NIKON ECLIPSE C1; Nikon Corporation). Magnification is 50x. Data were analyzed using ImageJ 1.53e (National Institutes of Health, USA). Knockdown and overexpression (OE) of SUCLG1 Recombinant packaging plasmids (PG-P1-VSVG, PG-P2-REV and PG-P3-RRE) and vector plasmids (lentivirus vector) were prepared by GenePharma Co., Ltd. A total of 1  μ g third generation lentiviral packaging system package mix was prepared in the ratio of PG-P1-VSVG:PG-P2-REV:PG-P3-RRE 1:2:3 for the lentiviral plasmid packaging experiments in 60-mm cell culture dishes. RNAi-Mate (GO4001, GenePharma Co., Ltd, Shanghai, China) to co-transfect 293T cells (GenePharma Co., Ltd, Shanghai, China). OE SUCLG1 plasmid backbone was LV5(EF-1a/GFP&Puro) and its sequence was 5′-TTCTCCGAACGTGTCACGT-3′. ShSUCLG1-containing plasmid backbone was LV3(H1/GFP&Puro) and its sequence was 5′-AGATCTGGCACCCTGACTTAT-3′. Sequence of shSUCLG1 negative control was 5′-TTCTCCGAACGTGTCACGT-3′. The multiplicity of infection of both the knockdown and overexpression lentivirus was 100. ipNF05.5 and ipNF95.6 2×10 5  cells were seeded onto six-well plates (Corning, Inc.). After adding short hairpin negative control (shNC) and shSUCLG1 to ipNF05.5 and OE-SUCLG1 and NC to ipNF95.6, the cells were infected for 24 h at 37°C and then the medium was replaced with a fresh high-glucose DMEM (Gibco; Thermo Fisher Scientific, Inc.) containing 10% FBS (Procell Life Science & Technology Co., Ltd.). Transfection efficiency was assessed based on the expression of green fluorescent protein 72 h after transfection by fluorescence microscopy. Successfully infected cells were immediately subjected to subsequent experiments. Inhibitor-treated cells 50  μ M of the inhibitor of SLC25A1 (CTPI-2; Cat. No. HY-123986; MedChemExpress) was added to the cells of OE-SUCLG1 group, which were then incubated in a 37°C incubator for 24 h before subsequent functional experiments. Cell Counting Kit 8 (CCK-8) assay ipNF95.6 and ipNF05.5 2×10 3  cells were seeded onto 96-well plates (Corning, Inc.). At 2 h (37°C after seeding, 10  μ l CCK-8 (Wuhan Elabscience Biotechnology Co., Ltd.) was added to each well. The optical density was measured after 2, 12, 24 and 36 h at 450 nm by Multiskan FC Microplate Photometer (Catalog #1410101, Thermo Fisher, USA). Wound healing assay A total of 2×10 5  virus-infected cells were seeded onto six-well plates to 90% confluence and scratched. After rinsing the free cells in PBS, the medium was replaced with fresh DMEM without FBS. Cell migration was observed at 0 and 24 h by light microscope. Magnification is 100x. Migration rate was calculated using ImageJ 1.53e (National Institutes of Health) as follows: (Width at 0 h-width at 24 h)/width at 0 h. Flow cytometry Virus-infected cells were washed twice with cold PBS and resuspended in 1X Binding Buffer (PE Annexin V Apoptosis Detection kit I; BD Biosciences; cat. no. 559763) at a concentration of 1×10 6  cells/ml, according to the manufacturer's instructions. PE Annexin V and 5  μ l 7-AAD were added to stain the cells. After incubation at 25°C for 15 min in the dark, cell apoptosis was detected via flow cytometry. The sum of early and late apoptotic cells gives the total percentage of apoptotic cells in the sample. When determining cell cycle phase using the Cell Cycle Detection kit (Nanjing KeyGen Biotech Co., Ltd.; cat. no. KGA512), a cell suspension containing 1×10 6  cells/ml was washed with PBS, centrifuged (380 x g, 5 min) at 4°C and fixed with 70% ethanol at 4°C overnight. The cells were stained with pre-prepared PI/RNase A Staining Solution (1:9 ratio) at 25°C for 30 min in the dark before loading into CytoFLEX S (Beckman Coulter, Inc.) for detection. Data were analyzed using FlowJo 10.8.1 (BD Biosciences). Transmission electron microscopy After washing with PBS, the virus-infected cells were pre-fixed with 3% glutaraldehyde at 4°C overnight and re-fixed with 1% osmium tetroxide at 25°C for 2 h. This was followed by dehydration, infiltration and embedding with Epon-812 (45345, MerckMillipore) at 70°C overnight. Sections (60-90 nm) were cut using an ultrathin sectioning machine (cat. no. UC7rt; Leica GmbH). The sections were stained with uranyl acetate for 10-15 min at room temperature, then with lead citrate for 1-2 min at room temperature. Cells were observed and photographed using a transmission electron microscope (JEOL Ltd.; cat. no. JEM-1400FLASH). ROS measurement Complete medium of 1×10 6  virus-infected cells was centrifuged (860 x g) at 4°C for 20 min, and the supernatant was collected. ROS ELISA Research kit (Jiangsu ELISA Industry Co., Ltd.; cat. no. MM-1893H2) was used to assess ROS levels by measuring the absorbance of each well at 450 nm, according to the manufacturer's instructions. The concentration of the sample was calculated based on the standard curve. Determination of metabolite content and activity A total of 1×10 6  virus-infected cells was collected, and 1 ml extract solution (Keyybio; cat. no. ADS-W-S002) was added. The cells were disrupted by ultrasonication at low power on an ice bath (3 sec followed by 7 sec; total time, 3 min). After centrifugation (13,680 x g) at 4°C for 10 min, the supernatant was discarded. CA Content kit (Keyybio; cat. no. ADS-W-S002) was used according to the manufacturer's instructions. After incubation at room temperature for 20 min, absorbance  A  was measured at 470 nm to calculate Δ A = A  blank- A  measured. Values from the standard curve were used to calculate the CA content. Activity assays were performed using CS (cat. no. MM-63621H2) and ACLY ELISA Research kits (both Keyybio; cat. no. KYY-62138H1), according to the manufacturer's instructions. Absorbance of each well was measured at 450 nm. The standard curve was plotted, and the concentration of the samples was calculated. Metabolic energy assay A total of 8 ml of 5×10 4 /ml virus-infected cell suspension was plated on XF96 cell culture plates (Agilent Technologies, Inc.) and cultured at 37°C overnight. The probe plate was hydrated with XF Calibrant and placed in a non-CO 2  cell culture incubator at 37°C overnight. On the second day, the probe plate was re-hydrated with sterile water and the detection solution was prepared to wash the cells. The detection solution consisted of 97 ml 103575-100 Seahorse XF DMEM (PH 7.4, Agilent Technologies, Inc.), 1 ml glucose (103577-100, Agilent Technologies, Inc.), 1 ml pyruvate (103578-100, Agilent Technologies, Inc.) and 1 ml glutamine (103579-100, Agilent Technologies, Inc.) Seahorse XF Cell Mito Stress Test kit (cat. no. 103015-100) and Seahorse XF Glycolysis Seahorse XF (both Agilent Technologies, Inc.; cat. no. 103020-100) were used according to the manufacturer's instructions. The Agilent Seahorse XFe96 Analyzer was used to measure oxygen consumption rate and extracellular acidification rate. Statistical analysis The data were analyzed using GraphPad Prism 9.4.1 (Dotmatics, Inc.). Data are presented as the mean and standard deviation, after three independent experimental replications. One-way ANOVA and Tukey's post hoc test was performed to evaluate the differences. Paired Student's t test was performed to evaluate the differences between two groups. P<0.05 was considered to indicate a statistically significant difference. Availability of data and materials The datasets generated and/or analyzed during the current study are not publicly available due to ongoing study but may be requested from the corresponding author.",
  "introduction": "",
  "results": "",
  "discussion": "",
  "fetched_at": "2026-02-11T23:38:32.642434",
  "abstract_length": 1403,
  "methods_length": 14810,
  "introduction_length": 0,
  "results_length": 0,
  "discussion_length": 0
}