{
  "pmid": "39786423",
  "abstract": "PURPOSE: Malignant peripheral nerve sheath tumor (MPNST) is an aggressive soft-tissue sarcoma that develops sporadically or in patients with neurofibromatosis type 1 (NF1). Its development is marked by the inactivation of specific tumor suppressor genes (TSG): NF1, CDKN2A, and SUZ12/EED (polycomb repressor complex 2). Each TSG loss can be targeted by particular drug inhibitors, and we aimed to systematically combine these inhibitors, guided by TSG inactivation status, to test their precision medicine potential for MPNSTs. EXPERIMENTAL DESIGN: We performed a high-throughput screening in 3 MPNST cell lines testing 14 MEK inhibitors (MEKi), 11 cyclin-dependent kinase 4/6 inhibitors (CDKi), and 3 bromodomain inhibitors (BETi) as single agents and 147 pairwise co-treatments. Best combinations were validated in nine MPNST cell lines, and three were tested in one sporadic and one NF1-associated patient-derived orthotopic xenograft (PDOX) MPNST mouse model. A final combination of the three inhibitor classes was tested in the same PDOX models. RESULTS: A high degree of redundancy was observed in the effect of compounds of the same inhibitory class, individually or in combination, and responses matched with TSG inactivation status. The MEKi-BETi (ARRY-162 + I-BET151) co-treatment triggered a reduction in half of the NF1-related MPNST PDOXs and all the sporadic tumors, reaching 65% reduction in tumor volume in the latter. Remarkably, this reduction was further increased in both models combining the three inhibitor classes, reaching 85% shrinkage on average in the sporadic MPNST. CONCLUSIONS: Our results strongly support precision therapies for MPNSTs guided by TSG inactivation status. MEKi-BETi CDKi triple treatment elicits a significant reduction of human MPNST PDOXs.",
  "methods": "Experimental Design: We performed a high-throughput screening in 3 MPNST cell lines testing 14 MEK inhibitors (MEKi), 11 cyclin-dependent kinase 4/6 inhibitors (CDKi), and 3 bromodomain inhibitors (BETi) as single agents and 147 pairwise co-treatments. Best combinations were validated in nine MPNST cell lines, and three were tested in one sporadic and one NF1-associated patient-derived orthotopic xenograft (PDOX) MPNST mouse model. A final combination of the three inhibitor classes was tested in the same PDOX models. Materials and Methods Cell lines Four MPNST cell lines (NF1-08, NF1-09, NF1-18B, and SP-10) were established in our lab (data not shown; ref.  12 ), whereas five were obtained from other labs: S462 (RRID: CVCL_1Y70; ref.  24 ), sNF96.2 (RRID: CVCL_K281; ref.  25 ), ST88-14 (RRID: CVCL_8916; ref.  26 ), NF90-8 (RRID: CVCL_1B47; ref.  27 ), and NMS-2 (RRID: CVCL_4662; refs.  15 ,  28 ). The human foreskin fibroblast (HFF-1) cell line (Banco de Células do Rio de Janeiro Cat. #0275, RRID: CVCL_3285) from ATCC (SCRC-1041) was also used. Cells were maintained in DMEM + GlutaMAX with 10% FBS and 1% penicillin and streptomycin at 37°C with 5% CO 2 . All cell lines were tested for  Mycoplasma  before experimental procedures. Quantitative HTS Drugs from the NCATS MIPE 4.0 library targeting MEK, CDK, or BRD4 (BET) were screened in S462, NF1-08, and NF1-09 cell lines. Briefly, compounds were tested in an 11-point dose-response (starting at a stock concentration of 10 mmol/L, until the maximum concentration of 46 µmol/L), and cell viability was measured using CellTiter-Glo (CTG) after 48 hours ( 29 ). Viability was normalized to DMSO-treated controls. The activity of the compounds was determined based on their curve response class (CRC; Supplementary Fig. S1; ref.  30 ). Combination screening followed previous protocols ( 31 ). Data from the 147 10 × 10 combination screening matrices are provided in Supplementary Table S1. \n In vitro  validation of combinations All compounds were provided by the NCATS Compound Management group in DMSO solutions at 10 mmol/L. The IC 50  of each compound was calculated in nine MPNST cell lines (Supplementary Table S2). Between 5,000 and 12,000 cells/well were seeded in 96-well plates and incubated overnight. Compounds were added in triplicates at five concentrations. After 48 hours, cell viability was assessed using the 3-[4,5-dimethylthiazol-2-yl]-2,5 diphenyl tetrazolium bromide assay (Sigma-Aldrich), and the absorbance was measured in a Victor X5 2030 Multilabel Reader (PerkinElmer). For the combination assays, we used the same protocol for single compounds but at a fixed 1:1 ratio of the IC 50  for each compound. Synergy was determined using CompuSyn software (RRID: SCR_022931), based on Chou–Talalay calculations ( 32 ). Maximum tolerated dose test Maximum tolerated doses (MTD) and drug administration were tested on 6-week-old male athymic nude mice (athymic nude- Foxn1 nu , Envigo, RRID: IMSR_CRL:490) without tumors. Mice were treated with compounds for 3 weeks, with daily weight measurements to assess toxicity. Drugs were purchased from MedChemExpress: ARRY-162 (binimetinib, Cat. # HY-1520), I-BET151 (Cat. #HY-13235), and ribociclib (Cat. #HY-15777). No toxicity was observed at any dose. The MTD values and guidelines for the administration of compounds are provided in Supplementary Fig. S2. \n In vivo  drug testing on MPNST PDOX models SP-10 and NF1-18B PDOX models were established in our lab (data not shown). Tumors were expanded in 5-week-old athymic nude mice. When tumors reached 1,000 to 1,500 mm 3 , they were grafted into the sciatic nerve of new 5-week-old mice. Each group consisted of 5 to 10 mice. Once tumors reached 300 to 500 mm 3 , mice were randomized into treatment groups and treated for 2 weeks (ARRY-162 15 mg/kg, orally, twice daily; I-BET151 30 mg/kg i.p., daily; ribociclib 90 mg/kg, orally, daily). Mice were sacrificed 4 to 5 hours after the last dose, and tumors were removed. Tumors were measured using a caliper twice a week, and the volume was calculated using the formula  v  = ( w 2 L /2), in which  L  is the longest diameter and  w  is the width. For tumor regrowth, the protocol included 3 weeks of treatment, 2 weeks of resting, and another 3 weeks of treatment. For triple treatments, the protocol included 3 weeks of treatment and a different dosage for ribociclib (85 mg/kg, orally, daily). Statistical analyses used the Mann–Whitney test, with a significance level at 0.05. Protein extraction and Western blot analysis Protein was extracted from 15 to 20 mg of tumor homogenized in RIPA buffer with protease inhibitor using TissueLyser II (RRID: SCR_018623) and centrifuged at 16,000 ×  g  at 4°C for 10 minutes. Cell pellets were resuspended in RIPA buffer, incubated at 95°C for 20 minutes, and centrifuged. Protein was quantified with the Pierce BCA Protein Assay Kit (Thermo Fisher Scientific). For Western blotting, 20 μg of protein was separated on 12% SDS-acrylamide gels (Bio-Rad) and transferred to nitrocellulose membranes. Membranes were blocked with BSA and incubated with primary antibodies (Supplementary Table S3A) overnight at 4°C. Detection used SuperSignal West Femto chemiluminescent substrate kits (Thermo Fisher Scientific). Quantification was done using Image Lab, normalizing proteins to tubulin, vinculin, or GAPDH. RNA extraction and RT-qPCR analysis Between 80,000 and 140,000 cells of six cell lines (S462, NF1-18B, SP-10, STS-26T, Sch-2, and NF1-09) were seeded in six-well plates and incubated overnight. Cells were either untreated, treated with I-BET151, or treated with ARRY-162 + I-BET151 (1:1 IC 50  ratio) for NF1-18B and SP-10. After 20 hours, cells were scraped and RNA isolated using TRI Reagent and ethanol. Total RNA was extracted with the Direct-zol RNA MiniPrep kit (Zymo Research) and quantified using a NanoDrop 1000 (RRID: SCR_016517) spectrophotometer. RNA (0.5 µg) was reverse-transcribed using SuperScript III (Life Technologies). RT-qPCR was performed with LightCycler 480 SYBR Green I Master (Roche) and analyzed using the LightCycler 480 real-time PCR system (Roche). Gene expression was normalized to  EP300  and  TBP  and expressed as normalized relative expression. Primer sequences are provided in Supplementary Table S3B. Data analysis and representation were performed using Microsoft Excel and GraphPad Prism (version 7.03; RRID: SCR_002798). RNA sequencing The RNA sequencing (RNA-seq) library was prepared at BGI using DNBSEQ standard protocols. Data were aligned using Salmon v1.8.0 (RRID: SCR_017036; ref.  33 ) against the UCSC refMrna and hg38 genome. Transcript-level estimates were imported into R (R v4.3.0 Bioconductor v3.17) and summarized to the gene level using tximport (RRID: SCR_016752; ref.  34 ). Genes with less than five counts in more than two samples were filtered out. A principal component analysis (PCA) plot was generated. Differentially expressed genes in PRC2-inactivated MPNST cell lines treated with I-BET151 were identified using DESeq2 (RRID: SCR_015687; ref.  35 ) with the Wald test and apeglm (RRID: SCR_015687; ref.  36 ). Genes with an adjusted  P  value <0.05 were considered differentially expressed. Heatmaps were created using the pheatmap package. The code used for generating the different bioinformatic analyses performed can be found at:  https://github.com/miriammagallon/RNA-seq_Sara_MPNSTcl_treatments . Cell-cycle analysis Cells were seeded and treated as for RNA extraction. After 20 hours, cells were fixed in 70% ethanol and incubated at −20°C for 24 hours. Cells were suspended in citrate phosphate buffer, incubated for 30 minutes at room temperature, dyed with PBS-1%, FBS, propidium iodide, and RNase A for 30 minutes at 37°C, and analyzed by flow cytometry. Each cell line was analyzed in three independent replicates. Immunohistochemistry IHC was carried out using the BenchMark ULTRA staining module, with the ultraView Universal DAB kit (760-500, Ventana Medical Systems). Each step was carried out automatically. Antigen retrieval was done with Cell Conditioning Solution 1, pH = 8 (950-124, Ventana Medical Systems). The tissues were blocked with 3% hydrogen peroxide and incubated with primary antibodies (CD68 and CD163, prediluted mouse monoclonal, Supplementary Table S3A) for 36 and 28 minutes, respectively. The primary antibody was localized using an horseradish peroxidase–conjugated secondary antibody with an enzyme, and the resulting complex was visualized with hydrogen peroxide and 3,3′-tetrahydrochloride diaminobenzidine chromogen. Ethics statement This scientific project has been developed in accordance with the Declaration of Helsinki and approved by the institutional review board (IRB). For the previous development of the PDOX models, written informed consent from the patients was obtained, and the study was approved by the IDIBELL IRB. All animal experiments were approved by the IDIBELL Animal Ethical Experimentation Committee (#9111), and the study passed IDIBELL IRB approval (#PR213/13). Data availability The RNA-seq data generated in this study are publicly available in the NF Data Portal in Synapse ( https://doi.org/10.7303/syn61846182 ) and at the European Nucleotide Archive (accession: PRJEB83680; https://www.ebi.ac.uk/ena/browser/view/PRJEB83680). Any additional information required to analyze the data reported in this article is available from E. Serra (corresponding author) upon request.",
  "introduction": "",
  "results": "",
  "discussion": "",
  "fetched_at": "2026-02-11T23:38:43.581692",
  "abstract_length": 1788,
  "methods_length": 9492,
  "introduction_length": 0,
  "results_length": 0,
  "discussion_length": 0
}