{
  "pmid": "39824854",
  "abstract": "To compare 1D (linear) tumor volume calculations and classification systems with 3D-segmented volumetric analysis (SVA), focusing specifically on their effectiveness in the evaluation and management of NF2-associated vestibular schwannomas (VS). VS were clinically followed every 6 months with cranial, thin-sliced (< 3 mm) MRI. We retrospectively reviewed and used T1-weighted post-contrast enhanced (gadolinium) images for both SVA and linear measurements. 3D-SVA was performed manually or combined with semiautomated segmentation by using axial planes. The maximum linear dimensions (MLD) were determined in three dimensions (anteroposterior, transverse, and craniocaudal planes) using axial and coronal planes. The MLD was cubed (MLD",
  "methods": "Materials and methods Patients and methods The diagnosis of NF2-related schwannomatosis was confirmed in all patients by clinical evaluation using the updated diagnostic criteria . A total of 149 NF2 patients and 292 tumors were included in this retrospective analysis and were followed up between 2004 and 2021 at the Department of Neurosurgery and Centre of Neurofibromatosis and Schwannomatosis in Tübingen. All procedures and methods performed in this study were in accordance with the ethical standards of the institutional and national research committee and with the 1964 Helsinki Declaration and its later amendments or comparable ethical standards. Informed consent was obtained from all participants or their parents/legal guardians included in the study. Ethical approval was obtained from the ethics board of the Medical Faculty and the University Hospital of Tübingen (No 018/2019BO2, final approval date 17/01/2019). 13 Five patients exhibited unilateral VS (no contralateral VS visible in the thin-layered MRI at any time point), whereas the remaining 144 patients had bilateral lesions. All included patients had at least two MRI scans and one year of routine radiological follow-up. Both internally and externally performed MRI data sets were used. All patient data and imaging were located on a secure server that is accessible to the clinical staff of the University Hospital Tübingen. MRIs at any treatment timepoint (observation, before and after surgery, with neoadjuvant or adjuvant (postop) off-label treatment with Bevacizumab and after radiation treatment) were included. The analysis explicitly did not address hearing outcomes or growth behavior or examine the outcome of undergone treatment modalities (surgery, off-label treatment with Bevacizumab, radiosurgery). However, volume changes and the challenges related to measurement methods should be explicitly assessed postoperatively, as (partial) resection often leads to significant alterations in the configuration of the residual tumor, unlike radiation or bevacizumab therapy. The entire tumor, including its extension inside and outside the internal auditory canals, was measured in all measurement procedures. MRI data sets with implants (cochlea or auditory brainstem implant) were excluded. Tumor size was classified by the Hannover  and Koos classification systems 12 . 14 For the 3D-based segmented volumetric analysis (SVA), postcontrast thin-sliced (≤ 3 mm) T1-weighted magnetic resonance (MR) sequences were uploaded into the iPlan Net software (Brainlab, Feldkirchen, Germany), and volumes were measured manually or in combination with semiautomated segmentation according to our previous studies . 15 For the 1D-based linear measurements, the MRIs were first carefully analyzed to visualize the most ideal and most considerable tumor extension (VS width) in axial and coronal sequences. Subsequently, the maximum linear (tumor) diameter (MLD) in axial and coronal (medial to lateral and caudal to rostral/cranial, in total four measurements per MRI) planes were measured according to the RECIST guidelines . 16 To compare tumor volumes using one-dimensional (1D) and three-dimensional (3D) methods, we employed the cubed maximum linear diameter (MLD³), as previously described . Additionally, to give a second volumetric impression, the maximum linear diameters in the anteroposterior, craniocaudal, and transverse planes were multiplied (orthogonal analysis, OA) according to previous studies 6 , 7 . 7 These represent the tumor’s full extent and are comparable with other studies. The measurement techniques included are illustrated in Fig.  1 . \n \n Fig. 1 Segmented volumetric analysis (SVA) and linear measurements in ( a ) a right- and ( b ) left-sided NF2-associated vestibular schwannoma. T1-weighted contrast-enhanced, thin-sliced (1 mm) MRI in axial (left) and coronal (middle and right) planes. In the SVA (iPlan Net Software, Brainlab, semiautomated and manual segmentation), the external contours of the right (red color) and left (violet color) are traced, and 3D-volume is assessed (3D-model on the right side in the appropriate tumor color. Tumor diameters were measured in anteroposterior, transverse, and craniocaudal dimensions in axial and coronal planes (defined as “T1 ax width” = anteroposterior and “T1 ax width” = transverse tumor diameter in the axial plane, and “T1 cor width” = craniocaudal tumor diameter in the coronal plane). The greatest linear measurement was defined as the Maximum Linear Diameter (MLD), which was additionally cubed for the volumetric analysis. The maximum linear measurements in the anteroposterior (transverse), cranio-caudal (coronal), and transverse (axial plane) were multiplied to give a second volumetric estimate in the Orthogonal Analysis (OA). The MLD and OA were defined and calculated similarly to previous studies for better comparison. In addition, we have included a fourth dimension (defined as “T1 cor length” = transverse tumor diameter in coronal planes) separately to gain a comprehensive impression. Statistical analysis Statistical evaluation was performed using the Statistical Package for Social Studies (SPSS 10.0 for Windows, SPSS Inc.). The significance level was set to a  p-value ≤ 0.05  for all analyses. To obtain a size reference for the measured and calculated volumes, these were (sub)grouped using the Hannover and Koos classification systems. A linear regression model was performed to investigate the following aspects/comparisons: \n \n Comparison between linear-based diameter assessments (maximum linear diameter, MLD) and their 1D-based volume calculations (orthogonal analysis, OA; cubed maximum linear dimensions, MLD 3 ) for segmented (3D) volume (segmented volumetric analysis, SVA). The percentage deviation of the linear-based methods compared to segmented volumetric analysis. The effect and the comparability of OA and MLD 3  versus SVA methods in terms of postoperative volume reduction through partial resection dimensions. The validity of the classification systems (Hannover and Koos) compared to the linear-based and 3D-based methods. A graphical analysis of the scattering widths and comparisons of all measurement methods was carried out using plots. A one-way multivariate analysis of variance (MANOVA) was run to determine the deviation of MLD 3 , OA, and SVA on classification systems Koos and Hannover (estimation grade). The three measurement techniques, MLD 3 , OA, and SVA, were used. Patients and methods The diagnosis of NF2-related schwannomatosis was confirmed in all patients by clinical evaluation using the updated diagnostic criteria . A total of 149 NF2 patients and 292 tumors were included in this retrospective analysis and were followed up between 2004 and 2021 at the Department of Neurosurgery and Centre of Neurofibromatosis and Schwannomatosis in Tübingen. All procedures and methods performed in this study were in accordance with the ethical standards of the institutional and national research committee and with the 1964 Helsinki Declaration and its later amendments or comparable ethical standards. Informed consent was obtained from all participants or their parents/legal guardians included in the study. Ethical approval was obtained from the ethics board of the Medical Faculty and the University Hospital of Tübingen (No 018/2019BO2, final approval date 17/01/2019). 13 Five patients exhibited unilateral VS (no contralateral VS visible in the thin-layered MRI at any time point), whereas the remaining 144 patients had bilateral lesions. All included patients had at least two MRI scans and one year of routine radiological follow-up. Both internally and externally performed MRI data sets were used. All patient data and imaging were located on a secure server that is accessible to the clinical staff of the University Hospital Tübingen. MRIs at any treatment timepoint (observation, before and after surgery, with neoadjuvant or adjuvant (postop) off-label treatment with Bevacizumab and after radiation treatment) were included. The analysis explicitly did not address hearing outcomes or growth behavior or examine the outcome of undergone treatment modalities (surgery, off-label treatment with Bevacizumab, radiosurgery). However, volume changes and the challenges related to measurement methods should be explicitly assessed postoperatively, as (partial) resection often leads to significant alterations in the configuration of the residual tumor, unlike radiation or bevacizumab therapy. The entire tumor, including its extension inside and outside the internal auditory canals, was measured in all measurement procedures. MRI data sets with implants (cochlea or auditory brainstem implant) were excluded. Tumor size was classified by the Hannover  and Koos classification systems 12 . 14 For the 3D-based segmented volumetric analysis (SVA), postcontrast thin-sliced (≤ 3 mm) T1-weighted magnetic resonance (MR) sequences were uploaded into the iPlan Net software (Brainlab, Feldkirchen, Germany), and volumes were measured manually or in combination with semiautomated segmentation according to our previous studies . 15 For the 1D-based linear measurements, the MRIs were first carefully analyzed to visualize the most ideal and most considerable tumor extension (VS width) in axial and coronal sequences. Subsequently, the maximum linear (tumor) diameter (MLD) in axial and coronal (medial to lateral and caudal to rostral/cranial, in total four measurements per MRI) planes were measured according to the RECIST guidelines . 16 To compare tumor volumes using one-dimensional (1D) and three-dimensional (3D) methods, we employed the cubed maximum linear diameter (MLD³), as previously described . Additionally, to give a second volumetric impression, the maximum linear diameters in the anteroposterior, craniocaudal, and transverse planes were multiplied (orthogonal analysis, OA) according to previous studies 6 , 7 . 7 These represent the tumor’s full extent and are comparable with other studies. The measurement techniques included are illustrated in Fig.  1 . \n \n Fig. 1 Segmented volumetric analysis (SVA) and linear measurements in ( a ) a right- and ( b ) left-sided NF2-associated vestibular schwannoma. T1-weighted contrast-enhanced, thin-sliced (1 mm) MRI in axial (left) and coronal (middle and right) planes. In the SVA (iPlan Net Software, Brainlab, semiautomated and manual segmentation), the external contours of the right (red color) and left (violet color) are traced, and 3D-volume is assessed (3D-model on the right side in the appropriate tumor color. Tumor diameters were measured in anteroposterior, transverse, and craniocaudal dimensions in axial and coronal planes (defined as “T1 ax width” = anteroposterior and “T1 ax width” = transverse tumor diameter in the axial plane, and “T1 cor width” = craniocaudal tumor diameter in the coronal plane). The greatest linear measurement was defined as the Maximum Linear Diameter (MLD), which was additionally cubed for the volumetric analysis. The maximum linear measurements in the anteroposterior (transverse), cranio-caudal (coronal), and transverse (axial plane) were multiplied to give a second volumetric estimate in the Orthogonal Analysis (OA). The MLD and OA were defined and calculated similarly to previous studies for better comparison. In addition, we have included a fourth dimension (defined as “T1 cor length” = transverse tumor diameter in coronal planes) separately to gain a comprehensive impression.",
  "introduction": "",
  "results": "",
  "discussion": "",
  "fetched_at": "2026-02-11T23:39:06.960067",
  "abstract_length": 737,
  "methods_length": 11538,
  "introduction_length": 0,
  "results_length": 0,
  "discussion_length": 0
}