{
  "pmid": "39840811",
  "abstract": "Neurofibromin (NF1), a Ras GTPase-activating protein (GAP), catalyzes Ras-mediated GTP hydrolysis and thereby negatively regulates the Ras/MAPK pathway. NF1 mutations can cause neurofibromatosis type 1 manifesting tumors, and neurodevelopmental disorders. Exactly how the missense mutations in the GAP-related domain of NF1 (NF1",
  "methods": "5 MATERIALS AND METHODS 5.1 Modeling of  NF1  in complex with  GRD \n GTP ‐bound K‐ Ras4B \n The crystal structure of wild‐type K‐Ras4B (GMPPNP‐bound) in complex with the GRD of NF1 (PDB ID: 6OB2) (Rabara et al.  2019 ) was used to construct the initial structural model. The nonhydrolyzable GTP analog GMPPNP was converted into the GTP by replacing the secondary amine group bridging the β‐phosphate to the γ‐phosphate with the oxygen atom. The initial GRD model (residues 1219–1462) contains the minimal central catalytic domain of NF1 (GAPc, residues 1248–1477), which exhibits full GAP activity (Ahmadian et al.  1996 ). In addition to GAPc, the GRD contains an extra domain (GAPex) at both ends of GAPc formed by the N‐ and C‐terminus that can bind to Spred1 (Sprouty‐related, EVH1 domain‐containing protein 1) without affecting the catalytic activity of NF1 (Dunzendorfer‐Matt et al.  2016 ). Recent simulation study suggested that the binding of Spred1 allosterically enhanced the binding between K‐Ras4B and NF1 GRD , but impeded the conformational transformation of the catalytic center (Li et al.  2022 ). We adopted the GAPex conformation from the crystal structure of NF1 GRD  (residues 1205–1528) in complex with Spred1 and GMPPNP‐bound K‐Ras4B (PDB ID: 6V65) (Yan et al.  2020 ) by superimposing 6OB2 with respect to the GRD. Other missing residues were modeled using the Rosetta loop modeling and refinement methods (Leman et al.  2020 ). Our initial model complex for MD simulations contains the wild‐type NF1 GRD  (residues 1205–1530) and the GTP‐bound K‐Ras4B (residues 1–169) (Figure  1a ). The NF1 GRD  mutants (R1276P/Q and E1356A/V) were generated using the CHARMM program (version 46b1) (Brooks et al.  1983 ). 5.2 \n MD  simulation protocol All MD simulations were performed with NAMD 2.14 (Phillips et al.  2005 ; Phillips et al.  2020 ). The simulation protocols were similar to those used in our previous works (Jang et al.  2021 ; Liu et al.  2022a ; Liu et al.  2022b ; Liu et al.  2023a ; Liu et al.  2024 ; Maloney et al.  2021 ; Zhang et al.  2019 ; Zhang et al.  2021 ; Zhang et al.  2024a ; Zhang et al.  2024b ). Each complex structure was represented using the updated and modified version of the CHARMM36m force field parameters (Huang et al.  2017 ; Klauda et al.  2010 ) and solved in a cubic water box filled with TIP3P water molecules. The minimum distance between the protein and the edge of the water box was 12 Å. Each system was neutralized by adding 100 mM NaCl. The Nosé‐Hoover Langevin piston pressure control and Langevin temperature control were used to maintain the pressure at 1 atm and the temperature at 310 K (Braga and Travis  2005 ; Martyna et al.  1994 ). Long‐range electrostatics were treated using the Particle Mesh Ewald (PME) method (Darden et al.  1993 ), with the PME grid spacing of 1.0 Å and PME interpolation order of 6. The van der Waals (vdW) interactions were calculated using a switching function with a twin cutoff of 10 Å and 12 Å, and the SHAKE algorithm was applied to constrain the motion of bonds involving hydrogen atoms (Ciccotti and Ryckaert  1986 ). An integration time step of 2 fs was used for all simulations. Each system was first energy minimized for 20,000 steps, and then equilibrated in the NVT ensemble (constant volume and temperature at 310 K) for 5 ns with Cα atoms of protein, GTP, and Mg 2+  restrained using harmonic restraints. The production run was performed in the NPT ensemble (constant pressure at 1 atm and temperature at 310 K) without any restraints and lasted for 1 μs. Three independent simulations were performed for each system, and statistical data were obtained by averaging the last half of each independent simulation for each system. 5.3 Binding free energy calculation The binding free energy between NF1 GRD  and K‐Ras4B‐GTP was evaluated in terms of the molecular mechanics energies combined with generalized Born and surface area solvation (MM/GBSA) method (Genheden and Ryde  2015 ; Wang et al.  2019 ). The averaged binding free energy   is calculated as a sum of the gas‐phase molecular mechanics energy  ∆ G b , the solvation energy contribution  ∆ E MM , and the entropy contribution – ∆ G sol T Δ S , where angle bracket denotes an average along the MD trajectory. The gas‐phase molecular mechanics energy is a sum of the internal energy, the electrostatic energy, and the vdW interaction energy, ∆ G b = ∆ E MM + ∆ G sol − T ∆ S , \n ∆ E MM = ∆ E inter + ∆ E elec + ∆ E vdW . The solvation energy contribution can be divided into the electrostatic contribution and the nonpolar contribution, where the electrostatic contribution was calculated using the generalized Born model (Onufriev et al.  Δ G sol = Δ G sol elec + Δ G sol nonpolar , 2004 ). The nonpolar contribution is obtained using an equation where SASA denotes the solvent‐accessible surface area (Wang and Kollman  Δ G sol nonpolar = γ ∙ SASA + β , 2000 ), with a set of the surface tension parameters,  γ  = 0.00542 and the constant  β  = 0.92. The entropy contribution,  T Δ S , to the binding free energy was calculated by normal model analysis (Srinivasan et al.  1998 ). The gas‐phase, solvation energy, and entropy contributions were calculated based on a set of conformational snapshots taken from the MD simulations. A total of 2000 snapshots taken from the last half of each simulation were used to calculate the gas‐phase and solvation energy contributions, whereas a total of 50 snapshots were used to calculate the entropy contribution due to its heavy computational cost. Finally, the change in binding free energy due to the complex formation is calculated using the equation, \n Δ G b = Δ G b complex − ∆ G b NF 1 + ∆ G b Ras . The molecular interconversion program ParmEd was used to convert CHARMM topology files into Amber input format (Shirts et al.  2017 ). The binding free energy was calculated using the Perl script mm_pbsa.pl with default parameters in Amber22 program (Case et al.  2023 ).",
  "introduction": "",
  "results": "",
  "discussion": "",
  "fetched_at": "2026-02-11T23:39:15.824186",
  "abstract_length": 328,
  "methods_length": 5997,
  "introduction_length": 0,
  "results_length": 0,
  "discussion_length": 0
}