{
  "pmid": "PMID:39858077",
  "title": "A Mixed Methods Study of Medication Adherence in Adults with Neurofibromatosis Type 1 (NF1) on a Clinical Trial of Selumetinib.",
  "abstract": "BACKGROUND: Oral therapeutic options for plexiform neurofibromas (PNs) in individuals with neurofibromatosis type 1 (NF1) are receiving attention in clinical research. The MEK inhibitor (MEKi) Selumetinib is FDA-approved in children ages 2+ years with inoperable PNs, and shows activity in adults. Prolonged therapy with selumetinib is necessary to maintain tumor reduction. Therefore, investigating long-term adherence is vital to understand patterns of adherence over time and its impact on clinical outcomes. Mixed methods research offers rich information about adherence that can inform future intervention trials, and can assist practitioners in addressing medication adherence concerns. METHODS: This mixed-method pilot study is the first examination of the feasibility of a technology-based adherence assessment method, the medication events monitoring system (MEMS RESULTS: The predetermined criterion was met, suggesting that using MEMS CONCLUSIONS: This study highlights patient characteristics that may be related to increased risk for nonadherence, as well as challenges with electronic pill caps that should be considered in future clinical trials for NF1-related PN. Results can inform future adherence interventions for adults with NF1 and PNs. Future research with larger samples is needed to fully explore factors related to long-term medication adherence among individuals with NF1.",
  "authors": "Millicent S Curlee; Mary Anne Toledo-Tamula; Melissa Baker; Daniel Wikstrom; Cynthia Harrison; Amanda Rhodes; Margaret Fagan; Cecilia Tibery; Pamela L Wolters; Brigitte C Widemann; Andrea M Gross; Staci Martin",
  "journal": "Cancers",
  "publicationDate": "2025-01-17",
  "doi": "10.3390/cancers17020295",
  "methods": "2. Methods 2.1. Eligibility Eligibility criteria included a confirmed diagnosis of NF1, aged 3–59 years, ability to understand and sign a written informed consent, ability to read and comprehend English, regular access to an electronic device with internet access, and enrollment on a clinical trial for selumetinib (manufactured by AstraZeneca/Alexion, Cambridge, UK) concomitantly with their participation in this adherence study. The clinical trial required participants to take selumetinib twice a day, twelve hours apart, and to abstain from eating for two hours before and one hour after the dose. 2.2. Measures Baseline Background Information. Participants provided information about demographic characteristics and medical status, and characterized their NF symptoms and their pain (separately) as mild, moderate, or severe. Life Events Checklist (LEC). Participants completed the Life Events Checklist, adapted from Elliott-DeSorbo et al. [ 30 ], to document stressful events in the past three months. The score is the number of stressful events endorsed (range 0–22). Rating of Overall Stress Scale (ROSS). Participants rated their stress in the past month from 0 (not stressed) to 10 (very stressed). This measure was adapted from Leidy et al. [ 31 ]. Quality of Life. The following PROMIS self-report short forms were administered: depression (8 items) [ 32 ], pain interference (6 items) [ 33 ], and cognitive function (8 items) [ 34 ]. Raw scores were converted to T-scores (M = 50, SD = 10). Subscales had excellent internal reliability (α = 0.916–0.972). 2.3. Adherence Pill Counts. At re-staging visits, a study team member documented the number of returned capsules, drug holds, and dose changes. Adherence was calculated by dividing the doses correctly taken by the number prescribed. During drug holds, doses were considered adherent if they were  not  taken. Twice, a pill bottle was lost by participants, so the pill count was missing. Medication Diary. For each dose, participants were instructed to record the date, the time, and any comments. If a diary listed the time or number of capsules taken, researchers coded the dose as adherent. Empty cells were coded as non-adherent. One participant lost a diary for one cycle, but all other diaries were returned. MEMS TM  Cap. Participants’ study drug bottles were fitted with a MEMS TM  cap at baseline. Having been given instructions to take the drug 12 h apart, adherence was defined as opening the bottle 11–13 h since their last dose. Data were considered missing if <50% of doses in the cycle were represented. A priori, the MEMS TM  feasibility target was ≥2 cycles monitored for ≥75% of participants.  Barriers to Adherence Questionnaire. The barriers to adherence measure was created by the study team; participants were asked to think of times they missed a dose of their study drug in the past month and marked which of 16 possible reasons caused them to miss a dose. Participants also could provide additional reasons for missing medication. Qualitative Adherence Interview. Participants completed a 15–30 min structured interview between cycles 8 and 12 (cycle = 28 days). Questions were about adherence barriers, facilitators, and advice participants would give to others. 2.4. Procedures This study was approved by the National Institute of Health Intramural Institutional Review Board. Patients were approached and consented during their baseline visit on a selumetinib clinical trial [ 35 ] and provided informed consent for this adherence study ( NCT03531814 ). For the clinical trial, participants completed 28-day treatment cycles and were instructed to take medication approximately 12 h apart. Routine protocol re-staging visits were performed before cycles 5, 13, and 19, and included the collection of adherence data. At each follow-up visit on the clinical trial, diaries and pill bottles (including empty ones) were collected, and MEMS TM  cap data were uploaded to Aardex MEMS TM  Adherence Software (ElectronReader 0.9.9). If adherence was <80% by any method, the team alerted the PI of the clinical trial, and adherence was discussed with the patient. Qualitative interviews were conducted by a licensed psychologist or trained psychology associate in a private clinic room (except for one that was over the telephone) and recorded for transcription. Participants completed the Barriers to Adherence questionnaire around the time of the interview. 2.5. Analyses Quantitative. Quantitative analyses were conducted in SPSS 29.0.1. Pill count, diary, and MEMS TM  cap data were grouped across cycles 1–4, 5–8, 9–12, and 13–18. Adherence data were positively skewed, so non-parametric tests were used (i.e., Spearman correlations). Alpha was 0.05. As the primary outcome was feasibility, a power analysis was not conducted a priori. Given the small sample size, we were under-powered to perform some of the quantitative analysis. However, we report exploratory Spearman correlation results, as these require less power than analyses of variance comparing multiple groups (e.g., differences in adherence over time and differences between adherence assessment methods). Therefore, data comparing multiple groups are presented descriptively. Qualitative. For qualitative data, thematic analysis was conducted using both deductive and inductive techniques. As the qualitative portion of this study was an exploratory aim, analyzing data for saturation was not part of the a priori methods. However, post hoc methods were conducted with thematic saturation defined as the point at which no new categories or codes were uncovered [ 36 ]. Retrospectively, the interview transcripts were reviewed in the order in which they were conducted to assess for new themes or subthemes. The initial coding dictionary was developed with broad themes that aligned with interview questions. The first two transcripts were coded by the last author, and subthemes were added to the dictionary as they arose. Next, themes and subthemes were discussed as a team (a licensed psychologist with extensive experience in qualitative research, a master’s level psychology associate, a postdoctoral fellow, and a post-baccalaureate fellow) while reviewing transcripts together, and modifications to the dictionary were made as needed to reach consensus. Subsequent transcripts were divided among the team and discussed collaboratively. All transcripts were reviewed by at least two team members.",
  "cache_level": "full",
  "has_fulltext": true,
  "fetch_date": "2026-02-20 07:00:16",
  "introduction": "1. Introduction Neurofibromatosis Type 1 (NF1) is an autosomal dominant disorder that affects approximately 1 in 2132–4712 people [ 1 ] and can lead to the development of histologically benign peripheral nerve sheath tumors, known as plexiform neurofibromas (PNs). PNs occur in around 25–60% of people with NF1 (NF1-PN) and are most likely congenital [ 2 ]. Internal PNs often are not diagnosed until they are large and cause clinically relevant symptoms [ 3 ]. PNs are related to both morbidity and mortality in patients with NF1, as they can cause a wide variety of symptoms depending on the size and location of the tumor [ 4 ]. Other PN complications include airway obstruction, visual deficits, pain, and nerve function impairment [ 5 , 6 , 7 , 8 ]. Natural history studies show that the presence of PNs may impact psychosocial functioning and quality of life [ 9 , 10 ]. Until recently, the most common method for addressing PNs was resection; however, surgery is often contraindicated because tumors can extend into vital tissues [ 2 , 11 ] and can re-grow following partial resection [ 5 , 6 , 12 ]. To address this issue, clinical trials have focused increasingly on oral therapeutic options [ 13 ]. The first pediatric trial of the oral MEK 1/2 inhibitor selumetinib (the SPRINT trial; AZD6244) found that selumetinib resulted in PN reduction and clinical benefits in children [ 12 ], leading to the only FDA drug approval for children 2+ years with inoperable tumors [ 5 , 6 , 12 ]. An adult selumetinib trial also documented reduced tumor size and decreased tumor pain intensity and pain interference [ 14 ]. Medication adherence is crucial in clinical trials, where nonadherence can interfere with efficacy. Although clinical trial participants tend to have greater medication adherence than the general population [ 15 ], poor adherence may under-power analyses and lead to incorrect conclusions [ 16 , 17 ]. In the SPRINT trial, adherence during the first three 28-day cycles was excellent per caregiver-completed diaries (99%) and staff-completed pill counts (98%) [ 13 ]. However, it has yet to be determined whether the dosing schedule or possible side effects (e.g., nausea, acneiform rash) may inhibit consistent medication-taking. In the phase 2 trial investigating selumetinib in adults, participants were initially prescribed 75 mg of selumetinib twice a day, approximately 12 h apart, for a 28-day cycle [ 14 ]. However, the study was amended following the first two participants’ experience of dose-limiting skin toxicity. All other participants received a starting dose of 50 mg twice a day [ 14 ]. The medication was available in 10 mg or 25 mg capsules, so participants had to take several capsules for each dose. As complicated treatment regimens have been associated with worse adherence in other populations [ 18 ], it is necessary to investigate patients’ adherence in a trial that requires both the specific timing of doses and food restriction. During the clinical trial, abstinence from eating two hours before and one hour after dosing was required, which may pose adherence challenges. Following the completion of this study, recent research led to changes in the FDA label [ 19 ]; selumetinib can now be taken with or without food [ 20 ]. Additionally, early clinical data suggested that prolonged treatment may be necessary to maintain efficacy [ 13 ]; therefore, research on long-term medication adherence is vital for assessing the impact on medical outcomes and implementing behavioral interventions targeting factors that put patients at risk for non-adherence. Studies examining other populations have found decreased medication adherence over time [ 21 , 22 , 23 , 24 ], suggesting the need to examine longitudinal adherence patterns in individuals with NF1-PN. Compared to self-report and pill counts, a technology-based adherence assessment method is the medication events monitoring system (MEMS TM ), in which pill caps record dates and times of bottle openings [ 25 ]. MEMS TM  caps are useful for assessing adherence to medications with specific timing requirements (e.g., selumetinib). Some past research has shown electronic caps to be more reliable compared to self-report diaries [ 26 , 27 ], and have even been used to identify over-adherence (e.g., people who take more pills than prescribed) [ 28 ]. Further, the caps may be particularly suited to clinical trials, where reliable adherence data can help investigators have confidence in their findings related to efficacy. Thus, they may offer advantages over more traditional methods of adherence measurement. Challenges include changing medication-taking routines, transferring medication to the bottle fitted for the cap [ 29 ], and cap malfunctioning [ 26 ]. To date, no studies have assessed the feasibility of MEMS TM  caps for the NF1-PN population. Study Rationale and Aims The primary objective of this mixed method pilot study was to assess the feasibility of using MEMS TM  caps to monitor medication adherence in adults with NF1-PN on a clinical trial. Given the small sample size, all other objectives were considered exploratory. These include: (1) to document longitudinal patterns of adherence; (2) to identify patient characteristics and/or time periods during treatment that are related to poor adherence; (3) to compare adherence between MEMS TM  caps, pill counts, and diaries. The exploratory objective of the qualitative methods was to explore barriers and facilitators to adherence through semi-structured interviews with adults with NF1 on a clinical trial of selumetinib. Even with small sample sizes, qualitative data are vitally important to identify barriers and facilitators for adherence and can help inform adherence-promoting interventions for individuals enrolled in clinical trials.",
  "results": "3.3. Qualitative Findings After coding all transcripts from the qualitative interviews, we reviewed them retrospectively to assess for saturation. The data reached saturation since no new subthemes were generated after the tenth participant.",
  "discussion": "5. Conclusions This pilot study is the first investigation using electronic pill caps to assess medication adherence among adults with NF1. MEMS TM  caps proved a feasible method, and our results can inform future clinical trials studying oral medications with an NF1 population. Given the preliminary associations found in this study, providers may consider screening and treatment for depression and stress to increase adherence in both research and clinical settings. Additionally, qualitative data suggest that providers should encourage their patients to elicit social support, create a consistent routine, and use reminders to promote adherence. As medication adherence can be challenging, the continued exploration of factors related to adherence and the identification of other intervention targets to increase adherence among NF1 populations are warranted in larger samples. Larger samples will address potential biases inherent in pilot studies with small sample sizes.",
  "upgrade_date": "2026-02-20 07:30:52"
}