{
  "pmid": "39868555",
  "abstract": "BACKGROUND: The intestinal microbiota regulates normal brain physiology and the pathogenesis of several neurological disorders. While prior studies suggested that this operates through immune cells, the underlying mechanisms remain unclear. Leveraging 2 well-characterized murine models of low-grade glioma occurring in the setting of the neurofibromatosis type 1 (NF1) cancer predisposition syndrome, we sought to determine the impact of the gut microbiome on optic glioma progression. METHODS: Neurofibromatosis type 1 (Nf1)-mutant mice genetically engineered to develop optic pathway gliomas (Nf1OPG mice) by 3 months of age were reared under germ-free (GF) conditions, treated with specific cocktails of antibiotics, or given fecal matter transplants (FMTs). Intestinal microbial species were identified by 16S genotyping. Neutralizing transforming growth factor-beta (TGFβ) antibodies were delivered systemically, while in vitro experiments used isolated murine microglia and T cells. Single-cell RNA sequencing analysis was performed using established methods. RESULTS: Nf1 OPG mice raised in a GF environment or postnatally treated with vancomycin did not harbor optic gliomas or exhibit OPG-induced retinal nerve fiber layer thinning, which was reversed following conventionally raised mouse FMT or colonization with Bacteroides species. Moreover, this intestinal microbiota-regulated gliomagenesis was mediated by circulating TGFβ, such that systemic TGFβ neutralization reduced Nf1-OPG growth. TGFβ was shown to act on tumor-associated monocytes to induce Ccl3 expression and recruit CD8+ T cells necessary for glioma growth. CONCLUSIONS: Taken together, these findings establish, for the first time, a mechanistic relationship between Bacteroides in the intestinal microbiome and NF1-LGG pathobiology, suggesting both future predictive risk assessment strategies and therapeutic opportunities.",
  "methods": "Methods Neurofibromatosis type 1 ( Nf1 )-mutant mice genetically engineered to develop optic pathway gliomas ( Nf1 OPG  mice) by 3 months of age were reared under germ-free (GF) conditions, treated with specific cocktails of antibiotics, or given fecal matter transplants (FMTs). Intestinal microbial species were identified by 16S genotyping. Neutralizing transforming growth factor-beta (TGFβ) antibodies were delivered systemically, while in vitro experiments used isolated murine microglia and T cells. Single-cell RNA sequencing analysis was performed using established methods.",
  "introduction": "Background The intestinal microbiota regulates normal brain physiology and the pathogenesis of several neurological disorders. While prior studies suggested that this operates through immune cells, the underlying mechanisms remain unclear. Leveraging 2 well-characterized murine models of low-grade glioma occurring in the setting of the neurofibromatosis type 1 (NF1) cancer predisposition syndrome, we sought to determine the impact of the gut microbiome on optic glioma progression.",
  "results": "Results \n Nf1 \n OPG  mice raised in a GF environment or postnatally treated with vancomycin did not harbor optic gliomas or exhibit OPG-induced retinal nerve fiber layer thinning, which was reversed following conventionally raised mouse FMT or colonization with  Bacteroides  species. Moreover, this intestinal microbiota-regulated gliomagenesis was mediated by circulating TGFβ, such that systemic TGFβ neutralization reduced  Nf1 -OPG growth. TGFβ was shown to act on tumor-associated monocytes to induce Ccl3 expression and recruit CD8 +  T cells necessary for glioma growth.",
  "discussion": "Conclusions Taken together, these findings establish, for the first time, a mechanistic relationship between  Bacteroides  in the intestinal microbiome and NF1-LGG pathobiology, suggesting both future predictive risk assessment strategies and therapeutic opportunities.",
  "fetched_at": "2026-02-11T02:41:55.647294",
  "abstract_length": 1904,
  "methods_length": 583,
  "introduction_length": 485,
  "results_length": 578,
  "discussion_length": 269
}