{
  "pmid": "39881370",
  "abstract": "For paediatric patients suffering from neurofibromatosis, Selumetinib (SEL) is the only approved drug. Here an original ecofriendly and high pace method is introduced using 96- microwell spectrophotometric assay (MW-SPA) to measure SEL content in bulk and commercial pharmaceutical formulation (Koselugo",
  "methods": "Materials and methods Instrumentation A multi-mode microplate reader (Spectramax ®  M5: Molecular Devices, California, USA) was used to measure the UV-VIS absorbance. The reader is equipped with a cuvette port capable of scanning spectra with 1 nm increments and reading up to six wavelengths per scan. It has two monochromator optics, allowing it to scan and read within the wavelength range of 200 to 1000 nm. The reader can accommodate microplates ranging from standard 6-well to 384-well, and it features a 4-zone system that can control the temperature up to 50 °C, ensuring stable performance for temperature-sensitive assays. Additionally, it is supplied with an internal shaker offering three different shaking speeds (low, medium, and high) for efficient solution mixing. The SpectraMax M5 reader is controlled and operated by using the SoftMax ®  Pro Enterprise software, a leading data acquisition and analysis software that includes tools for FDA 21 CFR Part 11 compliance. Chemicals and reagents Selumetinib was purchased from LC Laboratories (Woburn, USA). Koselugo ®  capsules (AstraZeneca, Cambridge, UK) with 25 mg of SEL labelled capsules were obtained from the local Saudi market. DDQ obtained from Sigma-Aldrich (St. Louis, Missouri, USA). A 96-Microwell transparent plates used in the photometric assay application were sourced from Corning/Costar, Inc. (Cambridge, USA). Solvents and other chemicals were obtained from Sigma-Aldrich and Thermo Fischer Scientific (Waltham, Massachusetts, USA). Preparation procedures of standard and capsule solution The major methodology steps are detailed in a previous study [ 20 ]. The carried-out modifications in this work are based on the physiochemical nature of the drug with the following details. A stock solution of SEL standard (2 mg/mL) was prepared by dissolving of an accurately weighed 20 mg quantity of SEL standard material in 10 mL of acetonitrile. Additional dilution of the standard stock solution was applied with acetonitrile to create working solutions with proper concentrations for the conducted experiments. The preparation of the Koselugo ®  capsules sample solution followed this procedure: The contents of 10 capsules were collected and weighed. An amount of powder equivalent to 20 mg of SEL was then transferred into a 10-mL calibrated flask. The powder was dissolved in 5 mL of acetonitrile, and the volume was completed to the mark with acetonitrile. The mixture was shaken vigorously for 10 min. To remove any particulate matter of additives and excipients, the solution was filtered using a 0.4 μm membrane filter connected to a 10-mL syringe. A precise volume of the filtered solution was further diluted with acetonitrile, and the resulting solutions were subjected to analysis using the proposed MW-SPA. Evaluation of association constant The association constant of SEL-DDQ CTC was determined by mixing various SEL concentrations (1.14 × 10 − 4  − 4.59 × 10 − 4  M) with a fixed DDQ concentration (8.8 × 10 − 3  M). Equilibration of the resultant solutions mixtures was carried out for 5 min at room temperature (25 ± 2 ºC). To generate the Benesi-Hildebrand plot [ 24 ], the absorbance of the solutions mixtures was measured at 440 nm. Linear regression analysis of the generated plot was carried out to drive the equation used to determine the association constant. Determination of SEL: DDQ molar ratio The CTC molar ratio between SEL and DDQ was determined by employing the spectrophotometric method [ 25 ]. Master standard solution of SEL was prepared at a molar concentration of 2.66 × 10 –3  M, while DDQ solution was prepared at a molar concentration of 10.64 × 10 –3  M (4 times higher than SEL). A series of solutions were prepared by mixing SEL and DDQ solutions, maintaining a constant SEL concentration and varying DDQ concentrations to achieve SEL: DDQ molar ratios ranging from 0.125 to 4. The reactions took place at ambient temperature (25 ± 2 °C), and the absorbances of the resulting colours were measured at 440 nm, versus blanks treated similarly, except using acetonitrile instead of SEL solution. The measured absorbances were plotted as a function of [DDQ]/[SEL] ratio. The intersecting points of the tangents drawn on the linear lots of the plot were used to determine the molar ratio of the reaction between SEL and DDQ. Computational analysis Density functional theory Quantum mechanics/molecular mechanics (QM/MM) computations that combine the accuracy of the ab initio quantum chemistry calculations with the speed of MM calculations were performed using the General Atomic and Molecular Electronic Structure System (GAMESS software) [ 26 ]. Calculations using density functional theory (DFT) were done for SEL, DDQ, and SEL-DDQ complex. The composite basis set B3LYP/6-31G was employed to identify the energy properties of the molecular structure system, yielding structures that are similar to those made using standard basis sets. Additionally, a comparison with the real data shows that the vibrational frequencies calculated at the B3LYP/6-31G level are reliable [ 27 ]. With the use of the B3LYP/6-31G basis set [ 28 ,  29 ], the geometries were optimised, and methanol was used as the solvent in Time-dependent DFT computations (TD-DFT) to investigate the electronic spectra. Energy evaluation that exhibits good performance even under heavy CPU demands was conducted using the Direct Self Consistent Field (DirSCF) algorithm [ 30 ]. The authors didn’t include any empirical dispersion correction during the geometry optimizations. “The dispersion correction approach DFT-D provides a qualitative and frequently quantitative explanation of chemical processes involving non-polar molecules that interact primarily via dispersion forces. Unfortunately, the DFT-D approach has some limitations: if the dispersion is not the most important interaction and intermolecular distances become short, such as for hydrogen bonds, the semi-empirical correction, with some density functionals, provides binding energies higher than expected, most likely due to double-counting of correlation effects. Furthermore, DFT-D has only been extensively evaluated on ground-state properties, thus it would be fascinating to extend a similar semi-empirical technique to evaluating the dispersion forces for molecular adducts in excited states” [ 31 ]. Molecular electrostatic potential The molecular electrostatic potential (MESP) is a tool for understanding intermolecular interaction and for predicting the reactive behaviour of chemical systems [ 32 ]. The greatest positive region of the MESP indicates the electron-deficient region, or “hole,” and the most negative value, the lone pair or π-electron density, or “heap” [ 33 ]. The noncovalent contact that occurs within molecules in these systems is represented by the hole-heap interaction. The MESP computations were employed in our investigation to forecast the structure of the noncovalent SEL-DDQ complex and to describe the location of the hole and heap in SEL and DDQ. GAMESS software was used to perform MESP calculations [ 29 ]. Non-covalent interaction index The non-covalent interaction index (NCI) method maps the non-covalent interaction zone in real space to visualize the non-covalent interactions based on the scalar combination of electron density (q) and reduced density gradient (RDG’s) [ 34 ]. The method produces two isosurface bonding regions; the leftmost region to non-covalent interactions and the rightmost one to covalent interactions. The NCI defines the attractive zone of the H-bonding and van der Waals interactions at the low-s value with a negative low-q (q) while the repulsion zone of the steric interactions is defined at the low-s value with a positive low-q [ 34 ]. Hirshfeld surface analysis Mutiwfn 3.7, VMD, and the GAMESS-optimized SEL-DDQ complex were used in the hirshfeld surface HS study of the SEL-DDQ intermolecular interactions. In summary, the accompanying fingerprint plots are the primary focus of discussion for the dnorm adorned HSs. Dnorm is a normalized contact distance that is defined in terms of de, di, and the Van der Waals (VdW) radii of two atoms at a distance di within the surface and a distance de outside of a point on the surface, respectively [ 34 ]. It should be noted that a dnorm adorned HS’s colour scheme reflects the strength of the intermolecular interactions, which range from strong (represented by red) to moderate (represented by white) to weak (represented by blue). MW-SPA experimental procedure From the prepared SEL standard and capsules sample solutions a volume of 100 µL was taken. The taken volumes contains different quantities of SEL ranging from 10 to 200 µg, which in turn were transferred to the wells of the assay plate. Then, 100 µL with a constant quantity of DDQ solution (1%, w/v) was added to each well, and the reaction was allowed to proceed at room temperature (25 ± 2 °C) for 5 min. The absorbance of each well was measured at 440 nm using a microwell plate reader. Green chemistry evolution of MW-SPA procedures Analytical eco-scale tool (AES) The eco-friendliness of the assay was evaluated by the AES tool [ 35 ]. This assessment is based on penalty points (PPs) of four parameters with demonstrated environmental harm (solvents used, energy consumed, occupational hazards, and waste produced). A green assay with 100 points is regarded as a prim environment friendly. From these 100 points the assigned PPs for the four parameters are deducted. If the total score is > 75 points then the assay is considered green, if it is 50–75 points the assay is reasonably green and if it is < 50 points then it is inadequate green. Green analytical procedure index (GAPI) The GAPI [ 36 ] is a tool to evaluate the environmental impact of all the analysis steps from start to end. The evaluation is according to 15 parameters represented in 15 sections pictogram. The sections are presented in a colour scheme of green, yellow and red. The green colour implies an eco-friendly procedure while the red colour implies the contrary. Analytical greenness (AGREE) The AGREE [ 37 ] is a metric software assess the greenness of an assay based on 12 Green Analytical Chemistry (GAC) principles. The software automatically generates a circular pictogram of 12 sections, distinguishes their impact on the greenness according to colour which range from deep green (= 1) to deep red (= 0). The total score is automatically calculated as a unit fraction and presented in the pictogram centre.",
  "introduction": "",
  "results": "",
  "discussion": "",
  "fetched_at": "2026-02-11T23:39:31.326129",
  "abstract_length": 303,
  "methods_length": 10540,
  "introduction_length": 0,
  "results_length": 0,
  "discussion_length": 0
}