{
  "pmid": "PMID:39881370",
  "abstract": "For paediatric patients suffering from neurofibromatosis, Selumetinib (SEL) is the only approved drug. Here an original ecofriendly and high pace method is introduced using 96- microwell spectrophotometric assay (MW-SPA) to measure SEL content in bulk and commercial pharmaceutical formulation (Koselugo",
  "methods": "Materials and methods Instrumentation A multi-mode microplate reader (Spectramax ®  M5: Molecular Devices, California, USA) was used to measure the UV-VIS absorbance. The reader is equipped with a cuvette port capable of scanning spectra with 1 nm increments and reading up to six wavelengths per scan. It has two monochromator optics, allowing it to scan and read within the wavelength range of 200 to 1000 nm. The reader can accommodate microplates ranging from standard 6-well to 384-well, and it features a 4-zone system that can control the temperature up to 50 °C, ensuring stable performance for temperature-sensitive assays. Additionally, it is supplied with an internal shaker offering three different shaking speeds (low, medium, and high) for efficient solution mixing. The SpectraMax M5 reader is controlled and operated by using the SoftMax ®  Pro Enterprise software, a leading data acquisition and analysis software that includes tools for FDA 21 CFR Part 11 compliance. Chemicals and reagents Selumetinib was purchased from LC Laboratories (Woburn, USA). Koselugo ®  capsules (AstraZeneca, Cambridge, UK) with 25 mg of SEL labelled capsules were obtained from the local Saudi market. DDQ obtained from Sigma-Aldrich (St. Louis, Missouri, USA). A 96-Microwell transparent plates used in the photometric assay application were sourced from Corning/Costar, Inc. (Cambridge, USA). Solvents and other chemicals were obtained from Sigma-Aldrich and Thermo Fischer Scientific (Waltham, Massachusetts, USA). Preparation procedures of standard and capsule solution The major methodology steps are detailed in a previous study [ 20 ]. The carried-out modifications in this work are based on the physiochemical nature of the drug with the following details. A stock solution of SEL standard (2 mg/mL) was prepared by dissolving of an accurately weighed 20 mg quantity of SEL standard material in 10 mL of acetonitrile. Additional dilution of the standard stock solution was applied with acetonitrile to create working solutions with proper concentrations for the conducted experiments. The preparation of the Koselugo ®  capsules sample solution followed this procedure: The contents of 10 capsules were collected and weighed. An amount of powder equivalent to 20 mg of SEL was then transferred into a 10-mL calibrated flask. The powder was dissolved in 5 mL of acetonitrile, and the volume was completed to the mark with acetonitrile. The mixture was shaken vigorously for 10 min. To remove any particulate matter of additives and excipients, the solution was filtered using a 0.4 μm membrane filter connected to a 10-mL syringe. A precise volume of the filtered solution was further diluted with acetonitrile, and the resulting solutions were subjected to analysis using the proposed MW-SPA. Evaluation of association constant The association constant of SEL-DDQ CTC was determined by mixing various SEL concentrations (1.14 × 10 − 4  − 4.59 × 10 − 4  M) with a fixed DDQ concentration (8.8 × 10 − 3  M). Equilibration of the resultant solutions mixtures was carried out for 5 min at room temperature (25 ± 2 ºC). To generate the Benesi-Hildebrand plot [ 24 ], the absorbance of the solutions mixtures was measured at 440 nm. Linear regression analysis of the generated plot was carried out to drive the equation used to determine the association constant. Determination of SEL: DDQ molar ratio The CTC molar ratio between SEL and DDQ was determined by employing the spectrophotometric method [ 25 ]. Master standard solution of SEL was prepared at a molar concentration of 2.66 × 10 –3  M, while DDQ solution was prepared at a molar concentration of 10.64 × 10 –3  M (4 times higher than SEL). A series of solutions were prepared by mixing SEL and DDQ solutions, maintaining a constant SEL concentration and varying DDQ concentrations to achieve SEL: DDQ molar ratios ranging from 0.125 to 4. The reactions took place at ambient temperature (25 ± 2 °C), and the absorbances of the resulting colours were measured at 440 nm, versus blanks treated similarly, except using acetonitrile instead of SEL solution. The measured absorbances were plotted as a function of [DDQ]/[SEL] ratio. The intersecting points of the tangents drawn on the linear lots of the plot were used to determine the molar ratio of the reaction between SEL and DDQ. Computational analysis Density functional theory Quantum mechanics/molecular mechanics (QM/MM) computations that combine the accuracy of the ab initio quantum chemistry calculations with the speed of MM calculations were performed using the General Atomic and Molecular Electronic Structure System (GAMESS software) [ 26 ]. Calculations using density functional theory (DFT) were done for SEL, DDQ, and SEL-DDQ complex. The composite basis set B3LYP/6-31G was employed to identify the energy properties of the molecular structure system, yielding structures that are similar to those made using standard basis sets. Additionally, a comparison with the real data shows that the vibrational frequencies calculated at the B3LYP/6-31G level are reliable [ 27 ]. With the use of the B3LYP/6-31G basis set [ 28 ,  29 ], the geometries were optimised, and methanol was used as the solvent in Time-dependent DFT computations (TD-DFT) to investigate the electronic spectra. Energy evaluation that exhibits good performance even under heavy CPU demands was conducted using the Direct Self Consistent Field (DirSCF) algorithm [ 30 ]. The authors didn’t include any empirical dispersion correction during the geometry optimizations. “The dispersion correction approach DFT-D provides a qualitative and frequently quantitative explanation of chemical processes involving non-polar molecules that interact primarily via dispersion forces. Unfortunately, the DFT-D approach has some limitations: if the dispersion is not the most important interaction and intermolecular distances become short, such as for hydrogen bonds, the semi-empirical correction, with some density functionals, provides binding energies higher than expected, most likely due to double-counting of correlation effects. Furthermore, DFT-D has only been extensively evaluated on ground-state properties, thus it would be fascinating to extend a similar semi-empirical technique to evaluating the dispersion forces for molecular adducts in excited states” [ 31 ]. Molecular electrostatic potential The molecular electrostatic potential (MESP) is a tool for understanding intermolecular interaction and for predicting the reactive behaviour of chemical systems [ 32 ]. The greatest positive region of the MESP indicates the electron-deficient region, or “hole,” and the most negative value, the lone pair or π-electron density, or “heap” [ 33 ]. The noncovalent contact that occurs within molecules in these systems is represented by the hole-heap interaction. The MESP computations were employed in our investigation to forecast the structure of the noncovalent SEL-DDQ complex and to describe the location of the hole and heap in SEL and DDQ. GAMESS software was used to perform MESP calculations [ 29 ]. Non-covalent interaction index The non-covalent interaction index (NCI) method maps the non-covalent interaction zone in real space to visualize the non-covalent interactions based on the scalar combination of electron density (q) and reduced density gradient (RDG’s) [ 34 ]. The method produces two isosurface bonding regions; the leftmost region to non-covalent interactions and the rightmost one to covalent interactions. The NCI defines the attractive zone of the H-bonding and van der Waals interactions at the low-s value with a negative low-q (q) while the repulsion zone of the steric interactions is defined at the low-s value with a positive low-q [ 34 ]. Hirshfeld surface analysis Mutiwfn 3.7, VMD, and the GAMESS-optimized SEL-DDQ complex were used in the hirshfeld surface HS study of the SEL-DDQ intermolecular interactions. In summary, the accompanying fingerprint plots are the primary focus of discussion for the dnorm adorned HSs. Dnorm is a normalized contact distance that is defined in terms of de, di, and the Van der Waals (VdW) radii of two atoms at a distance di within the surface and a distance de outside of a point on the surface, respectively [ 34 ]. It should be noted that a dnorm adorned HS’s colour scheme reflects the strength of the intermolecular interactions, which range from strong (represented by red) to moderate (represented by white) to weak (represented by blue). MW-SPA experimental procedure From the prepared SEL standard and capsules sample solutions a volume of 100 µL was taken. The taken volumes contains different quantities of SEL ranging from 10 to 200 µg, which in turn were transferred to the wells of the assay plate. Then, 100 µL with a constant quantity of DDQ solution (1%, w/v) was added to each well, and the reaction was allowed to proceed at room temperature (25 ± 2 °C) for 5 min. The absorbance of each well was measured at 440 nm using a microwell plate reader. Green chemistry evolution of MW-SPA procedures Analytical eco-scale tool (AES) The eco-friendliness of the assay was evaluated by the AES tool [ 35 ]. This assessment is based on penalty points (PPs) of four parameters with demonstrated environmental harm (solvents used, energy consumed, occupational hazards, and waste produced). A green assay with 100 points is regarded as a prim environment friendly. From these 100 points the assigned PPs for the four parameters are deducted. If the total score is > 75 points then the assay is considered green, if it is 50–75 points the assay is reasonably green and if it is < 50 points then it is inadequate green. Green analytical procedure index (GAPI) The GAPI [ 36 ] is a tool to evaluate the environmental impact of all the analysis steps from start to end. The evaluation is according to 15 parameters represented in 15 sections pictogram. The sections are presented in a colour scheme of green, yellow and red. The green colour implies an eco-friendly procedure while the red colour implies the contrary. Analytical greenness (AGREE) The AGREE [ 37 ] is a metric software assess the greenness of an assay based on 12 Green Analytical Chemistry (GAC) principles. The software automatically generates a circular pictogram of 12 sections, distinguishes their impact on the greenness according to colour which range from deep green (= 1) to deep red (= 0). The total score is automatically calculated as a unit fraction and presented in the pictogram centre.",
  "introduction": "Introduction Neurofibromatosis is a multisystem genetic disorder that causes tumours to develop along the nervous system. It is represented by three distinct types, from which neurofibromatosis type 1 (NF1) is the most common. NF1 manifests mainly at birth or during early childhood stages [ 1 ]. The possibility of its occurrence is 1 in every 3,500 births [ 2 ]. NF1 arise from germline mutation of its gene which is involved in RAS protein pathway. This pathway is behind the production of neurofibromin protein, an essential protein for many human cells normal functioning [ 3 ]. NF1 is characterized by multiple coffee-coloured spots (café-au-lait macules) that tends to appear in the groin, under the arms and under the skin [ 4 ]. Moreover, it can cause tumours in other part of the body [ 1 ]. It is associated with several health complications like high blood pressure, leukaemia, scoliosis, and bone deformation [ 1 ,  2 ,  5 ]. NF1 malignant or symptomatic tumours are mainly treated by surgical means. Surgery is not an option for spreading plexiform tumours. Chemotherapy, radiation, or combining both might be the followed approach to treat these cases. Activation of Mitogen-activated protein kinases 1 and 2 (MEK1/2) in several types of cancer, to regulate apoptosis proteins transcription, can be inhibited to treat NF1. Therefore, this has triggered the recent development of specific MEK1/2 inhibitors [ 5 ]. Selumetinib (SEL; also known as AZD6244 and ARRY-142886) is a small molecule specific inhibitor of MEK1/2. The chemical structure of SEL is given in Fig.  1 A, and its chemical name is: 6-(4-bromo-2-chloroanilino)-7-fluoro-N-(2-hydroxyethoxy)-3-methylbenzimidazole-5-carboxamide. SEL is marketed under the trade name of Koselugo ® capsules (AstraZeneca, Cambridge, UK). It is the first FDA-approved therapy for ≥ 2 years paediatric patients, who have NF1 and inoperable plexiform neurofibromas, by the Food and Drug Administration (FDA) [ 6 ]. It competitively and selectively inhibits the MEK1/2 leading to adequate weakening of the pleiotropic effects of the Ras-Raf-MEK-ERK oncogenic pathway. The pathway inhibition causes reduction of cell proliferation and enhance pro-apoptotic signal transduction [ 7 ]. It has a good safety profile owing to its minimal off-target activity [ 8 ]. Combination of SEL with other drugs may provide better anti-tumour activity and improve clinical outcomes for patients with advanced cancers [ 9 – 11 ]. \n \n Fig. 1 ( A ) the chemical structures of selumetinib (SEL) and 2,3-dichloro-5,6-dicyano-1,4-benzoquinone (DDQ). ( B ) the absorption spectra of SEL (1.1 × 10 − 3  M) and the reaction mixtures (SEL-DDQ) containing varying concentrations of SEL with a fixed concentration of DDQ (8.8 × 10 − 3  M). All solutions were in acetonitrile The control and assurance of quality of marketed dosage form of SEL (Koselugo ®  capsules), in terms of their drug content, ensures the effectiveness and safety of the therapy. An extensive literature review revealed that few methods exist for the determination of SEL in its capsules and biological samples. These assays include utilisation of high-performance liquid chromatography coupled to ultraviolet detection (HPLC-UV) for SEL determination in capsules [ 12 ]. Development of liquid chromatography with tandem mass spectrometry (LC-MS/MS) for SEL determination in plasma [ 13 – 15 ] and in whole blood [ 16 ]. These techniques bear advantages of selectivity and sensitivity but also many disadvantages. On top of being costly and not available in most quality control laboratories, their throughput is lacking when it comes to routine analysis in the pharmaceutical industry filed. Additionally, in some cases the recovery did not exceed 80.1% [ 14 ]. Thus, there is a need to fulfil the gap of absence of a simple, high throughput, and economical technique to determine SEL content in its capsules. The work presented here introduces the first optimized and validated microwell-spectrometric assay (MW-SPA) for measuring SEL in capsules. This assay relies on the formation of a charge transfer complex (CTC), a versatile complex with wide applications in various fields, including pharmaceutical analysis [ 17 – 19 ]. In this method, SEL (electron donor) reacted with 2,3-dichloro-5,6-dicyano-1,4-benzoquinone (DDQ), a highly reactive electron acceptor [ 20 – 23 ], to form the CTC. The resulting CTC was characterized, and the interaction mechanism was elucidated through UV-visible spectrophotometry and computational analysis. Notably, this approach is eco-friendly, straightforward, and swift, streamlining sample processing in quality control laboratories.",
  "results": "Results and discussion UV -Visible absorption spectra and band gap energy The absorption profile of SEL and DDQ solutions (1.1 × 10 − 3  M and 8.8 × 10 − 3  M, respectively) in acetonitrile and their mixtures were recorded within 200–400 nm range (Fig.  1 B). SEL showed two absorption peaks at 230 and 260 nm. Similarly, DDQ showed two absorption peaks at 230 and 270 nm. The reaction mixtures of different SEL concentrations and a fixed DDQ concentration resulted in red colour and new absorption band, where the absorbance maximum (λ max ) appeared at 440 nm. Additionally, as the concentration of SEL escalated the magnitude of the mixtures’ absorption intensified. This peaks’ intensity reliance on SEL content confirms the reaction between SEL and DDQ. The apparent features of the formed absorption band match the previously reported radical anion of DDQ [ 20 ,  22 ]. As per these results and along with the fainting of the resultant red colour of the reaction when an acid (HCl) is added, the reaction is presumed to be a CT reaction. Where SEL is the electron donor (D), DDQ is the π- electron acceptor (A) and acetonitrile is the polar solvent where the reaction took place. The developed CTC (D-A) dissociates as a result of the polar solvent ionization energy forming the red coloured radical anion of DDQ (A •− ): \\documentclass[12pt]{minimal}\n\t\t\t\t\\usepackage{amsmath}\n\t\t\t\t\\usepackage{wasysym} \n\t\t\t\t\\usepackage{amsfonts} \n\t\t\t\t\\usepackage{amssymb} \n\t\t\t\t\\usepackage{amsbsy}\n\t\t\t\t\\usepackage{mathrsfs}\n\t\t\t\t\\usepackage{upgreek}\n\t\t\t\t\\setlength{\\oddsidemargin}{-69pt}\n\t\t\t\t\\begin{document}$$\\begin{array}{cc}&\\mathop{\\text{polar solvent}}\\limits_{D+A\\rightleftharpoons\\:\\left(D-A\\right)\\:\\:\\:\\:\\rightleftharpoons\\:\\:\\:\\:{D}^{\\bullet+\\:}+\\:{A}^{\\bullet-}}\\cr&\\text{complex} \\quad \\text{radical ions}\\end{array}$$\\end{document} The band gap energy (Eg); the minimum energy required to excite an electron to transfer from the lower energy valence band to a higher energy band, to be involved in the formation of the CTC band, of SEL-DDQ CTC was determined based on previously published methods [ 20 ]. A Tauc plot (Fig.  2 A), produced by plotting the energy values (hυ) versus (αhυ) 2  of SEL-DDQ CTC, was used to work out the Eg value. The calculated Eg value was shown to be 2.46 eV, which is a comparatively low value indicating an easy transfer of the electron from SEL to DDQ. \n \n Fig. 2 ( A ) Tauc plot of energy (hυ) against (αhυ) 2  for the CTC of SEL with DDQ in acetonitrile. ( B ) Benesi-Hildebrand plot for the formation of CTC of SEL with DDQ. In panel ( B ), linear fitting equation and its determination coefficient (R 2 ) are provided on the plot. [SEL], [DDQ], and A, are the molar concentration of SIT, molar concentration of DDQ, and absorbance of the CTC, respectively CTC constants and molar ratio The SEL-DDQ CTC association constant ( K ) was determined using Benesi-Hildebrand plot in Fig.  2 B. The calculated K was 0.63 × 10 2  L/mol, which is considered a relatively high  K . Other electronic properties were driven following the procedures described in a previous report [ 23 ], and the results are summarized in Table  1 . The high  K  and low standard free energy change (△G 0 ) of the CTC signify ease of the SEL and DDQ interaction and reasonable stability of the produced CTC. The molar absorptivity (ε) of the reaction complex was high, indicating its potential to create a sensitive spectrophotometric assay for SEL. The molar ratio of the complex was obtained based on spectrophotometric titration method (Fig.  3 A). Its value was 1:1, hence, only one electron donating site on SEL interacted with one DDQ molecule to form the CTC. To assign this site, electronically characterize the complex, and propose the exact reaction mechanism, computational analysis was conducted. \n \n Table 1 Electronic constants/properties of the CTC of SEL with DDQ Constant/property Value Molar absorptivity, ε (L/mol/cm) 3.78 × 10 3 Association constant,  K  (L/mol) 0.63 × 102 Ionization potential, I p  (eV) 9.16 Energy, hν (eV) 2.50 Resonance energy, R N  (eV) 0.043 Transition dipole moment, µ (Debye) 0.69 Oscillator strength,  f 8.15 Standard free energy change, ρG 0  (KJ/mol) -10.31 \n \n Fig. 3 Panel ( A ) Spectrophotometric titration method for the formation of CTC of SEL with DDQ. Panel ( B ) the 3D-structures of the ground states of SEL, DDQ and SEL-DDQ complex Computational characterization of CTC Ground state structure The B3LYP/6-31G basis set which is a hybrid functional employed in density functional theory (DFT) calculations was employed. This combination of the B3LYP functional and the 6-31G basis set is one of the most widely used methods in computational chemistry for investigating the structure, bonding characteristics, and reactivity of molecules in the gas phase or solvated environments [ 38 – 40 ]. Significant advantages arise from the use of the B3LYP/6-31G computational method, including the availability of numerous computational programs and an extensive library of applications. Originally developed over two decades ago, the B3LYP functional remains the most widely used quantum chemical functional despite its limitations. As such, its limitations are well known in the literature, making it ideal given the goal of this study. The combination of the B3LYP functional with a small, widely available 6-31G basis set minimizes simulation of CPU time. This was an initial requirement to permit testing of the solvation models naively implemented in Gaussian [ 41 ,  42 ]. The solvation model used for geometry optimization was the gas phase. The use of gas-phase-optimized geometries can in fact be quite a reasonable alternative to the use of the more computationally intensive continuum optimizations, providing a good description of bond lengths [ 43 ]. The optimized structures of molecules SEL, DDQ, and SEL-DDQ complex obtained with the B3LYP/6-31G level are presented in Fig.  3 B; Table  2 , that define the bond lengths LB1 to C44 -O50 double bond, LB2 to C47-O49 double bond, LB3 to C51-N56 triple bond and LB4 to C52-N55 triple bond. The change of the acceptor DDQ from its ground-state free form to its complexed form results in a longer bond length of LB1 (from 1.21378 Å to 1.21681 Å) and LB2 (1. 21373 Å to 1.21518 Å) and LB3 (from 1.16277 Å to 1.16321 Å) and LB4 (from 1.16264 Å to 1.16268 Å). LB1 and LB2 bonds showed significant decrease in double bond character in the complex form as LB1is included in strong hydrogen bond to hydroxyl group of SEL while LB2 is involved in electrostatic interaction between the carbonyl oxygen and hydrogen atoms of the methyl group attached to the benzimidazole moiety of SEL. LB3 showed decrease in triple bond character while LB4 showed same triple bond character (Fig.  3 B). This because LB3 is assumed to delocalize with the adjacent LB1 that is involved in the formation of the CTC between SEL and DDQ, as depicted in Fig.  4 . \n \n Table 2 Selected bond lengths in free DDQ and SEL-DDQ complex Geometry Bond length (Å) LB1 LB2 LB3 LB4 DDQ 1.21373 1.21378 1.16277 1.16264 SEL-DDQ 1.21681 1.21518 1.16321 1.16268 \n \n Fig. 4 The schematic representation of the charge transfer between SEL (donor) and DDQ (acceptor) and formation of SEL-DDQ complex It is important to note that we didn’t include any empirical dispersion correction during the geometry optimizations. The dispersion correction approach DFT-D provides a qualitative and frequently quantitative explanation of chemical processes involving non-polar molecules that interact primarily via dispersion forces. Unfortunately, the DFT-D approach has some limitations: if the dispersion is not the most important interaction and intermolecular distances become short, such as for hydrogen bonds, the semi-empirical correction, with some density functionals, provides binding energies higher than expected, most likely due to double-counting of correlation effects. Furthermore, DFT-D has only been extensively evaluated on ground-state properties, thus it would be fascinating to extend a similar semi-empirical technique to evaluating the dispersion forces for molecular adducts in excited states [ 44 ]. Molecular orbital calculations The charge transfer between the donor and acceptor is suggested by the lowest unoccupied molecular orbital LUMO and highest occupied molecular orbital HOMO energy levels determined by DFT calculations for the donor and acceptor components (Fig.  5 ). \n \n Fig. 5 The contour diagram of HOMO and LUMO orbitals of SEL, DDQ and SEL-DDQ complex Molecular electrostatic potential surface The physicochemical features of SEL and DDQ were described using the molecular electrostatic potential surface (MEPS) diagram (Fig.  6 ), which included their molecule size, shape, reaction sites on their surfaces, and coordination modes. Red and yellow isosurfaces show electron-rich places (negative electrostatic potential) where an electrophile (e.g., +ve) may attack. Blue isosurfaces represent electron-deficient regions (positive electrostatic potential), while green isosurfaces denote neutral regions or neutral electrostatic potential [ 45 ]. \n \n Fig. 6 Molecular electrostatic potential maps of SEL, DDQ and SEL-DDQ complex Non-covalent interaction index The non-covalent interaction (NCI) analysis was used to obtain a visual depiction of the attractive or repulsive forces between atoms that did not include the sharing or transfer of electrons inside the studied complex. The NCI-graph (Fig.  7 ) depicts a three-dimensional depiction of all interactions within the analyzed complex. The graph depicts weak van der Waals interactions with green disks. In contrast, blue and red disks depict strong, attracting H-bonds and repulsive steric effects, respectively. These findings indicate that our complex is well-stabilized via van der Waals and hydrogen bonding interactions, confirming the good stability of the investigated SEL-DDQ CTC [ 45 ]. \n \n Fig. 7 The results of RGD analysis of the non-covalent interactions SEL-DDQ complex Hirshfeld surface analysis The three-dimensional HSA has been plotted as a visual aid for understanding and analyzing numerous intermolecular interactions in the complex through graphical representations. The Hirshfeld surface was mapped using the dnorm (-0.5 to 1.5 Å), shape index (-1.0 to 1.0 Å), and curvedness (-4.0 to 0.4 Å) values. According to this analysis, distinct colour codes indicate that red is always a shorter contact, white is for connections within the van der Waals separation, and blue denotes longer or no close contacts. Figure  8  shows the bright red zone on Hirshfeld surface plots for SEL(OH)…DDQ(O) interactions and the white region for SEL(CH3) … DDQ(O) [ 45 ,  46 ]. \n \n Fig. 8 Hirshfeld surface plot of SEL-DDQ complex Characterization of the CTC by FT-IR FT-IR spectra of DDQ, SEL and their CTC were recorded using KBr pellets in the range of 4000–500 cm − 1  (Fig.  9 ) and the assignments of the characteristic bands are summarized and given in Table  3 . The CTC formation has been strongly confirmed by the existence of the most characteristic bands of both the acceptor (DDQ) and donor (SEL) in the FT-IR spectrum of the CTC (DDQ-SEL). The interpretation of the FT-IR spectrum of the CTC was based on the changes in intensities and shifts in vibrational frequencies of the CTC when compared with those of the DDQ and SEL. This comparison clearly indicated that the characteristic bands of SEL show some shift in the frequencies and some change in their band’s intensities (Table  3 ). This was attributed to the electronic structure changes upon the formation of the CTC. The IR spectra of the CTC indicates that the frequencies of C≡N, C = O, and C–Cl of the free DDQ are shifted to lower wavenumber values upon the complex formation. The frequency of C≡N was shifted from 2229 to 2211 cm − 1  and the C = O absorption band was shifted from 1666 to 1634 cm − 1  while the C-Cl stretching band was shifted from 838 to 813 cm − 1 . The interpretation of IR spectra supported that the formation of the CTC between DDQ and SEL occured through deprotonation of the amine –NH and -OH groups of SEL to one of the C≡N groups of DDQ by forming intermolecular hydrogen bonding developing newly characteristic hydrogen-bonding bands appearing as strong broad peak (2400–2650 cm − 1 ) that merge with strong broad peaks of the OH and NH stretching (3139, 3248 cm − 1 ) revealing one strong broad peak between 2400 and 3500, these characteristic bands are not existing in the spectra of both DDQ and SEL. \n \n Fig. 9 FT-IR spectra of DDQ, SEL, and CTC of SEL-DDQ \n \n Table 3 Frequencies (cm − 1 ) and assignments for the characteristic bands in the FT-IR spectra of DDQ, SEL, and their CTC complex DDQ SEL CTC Assignment 3365 3301 3193 3139–3500 s, br O-H stretching N-H stretching 2229 2211 C≡N stretching 1666 1634 C = O stretching 1629 1694 C = O amide stretching 1585 1554 N-H bending 1543 1554 C = C stretching 1491 1493 C = C aromatic stretching 838 813 C-Cl stretching Development of MW-SPA Optimisation of MW-SPA conditions To optimise the 96-microwell analysis, systematic adjustments of the experimental conditions were executed by altering the reaction variables sequentially, leaving the other variables constant. The optimised conditions, the investigated ranges and the concluded optimum values are summarised in in Table  4 . \n \n Table 4 Optimization of experimental conditions of MW-SPA for SEL via formation of coloured CTC with DDQ Condition Studied range Optimum value DDQ conc. (%, w/v) 0.025–2 1 Solvent Different  a Acetonitrile Reaction time (min) 0–16 Instantaneous  b Reaction temperature (°C ± 2) 25–50 25 λ max  (nm) 400–700 440 a  Solvents used are given in Fig.  10 A b  Measurements on the plate reader were carried out within 5 min The absorption values were recorded with a plate redear at 440 nm (λ max  of SEL-DDQ CTC). The optimum concentration of DDQ was 1% (w/v), the reaction exhibited an instant onset while the colour intensity showed a gradual reduction with time (Figs.  9 B and  10 A, respectively). For precision purposes, the measurements were taken after 5 min from the start of the reaction by the plate reader. \n \n Fig. 10 The effect of DDQ concentration ( A ) and time ( B ) on the reaction of SEL with DDQ in microwells The optimum solvent was established through conducting the reaction in different solvents with different dielectric constants [ 47 ] and polarity indexes [ 48 ]. The absorbance of each experiment was measured to identify the λ max  of each solvent. Not surprisingly, shifts in the λ max  was documented due to alteration of CTC absorption intensity in the different solvents. The solvents with higher dielectric constant and polarity resulted in higher absorbance. Here, acetonitrile and methanol possessed the highest molar absorptivity while tolune and dioxan the lowest (Fig.  11 ). A strong correlation observed between the measured absorbances, and the solvents’ dielectric constants and polarity indexes as presented in Fig.  10 B. This can be attributed to the increase of the solvents’ polarity, as the higher polar solvents prompt a complete electron transfer from SEL (electron donor) to DDQ (electron acceptor), while the opposite is true for the less polar and nonpolar solvents. Thus, acetonitrile was the solvent of choice to proceed the assay in. Investigation of the thermal state effect showed no positive impact of higher degrees on the reaction after incubating the assay plate in a temperature-controlled chamber under 25, 40 and 50 °C. Accordingly, further analysis steps were undertaken at room temperature (25 ± 2 °C). \n \n Fig. 11 Panel ( A ) the effect of solvents on the reaction of SEL with DDQ. Panel ( B ) the relation of the absorbances of CTC of SEL-DDQ with both dielectric constant (⬤) and polarity index (π) of the solvent Validation of MW-SPA Linearity and sensitivity The optimised assay conditions were applied on a calibration of SEL standard. The developed colourimetric reactions conducted in 96-well assay plate are presented in Fig.  12 A. The relation between the absorbance and SEL concentration was found to be linear within 10–200 µg/well of SEL concentration, as shown in the generated calibration curve (Fig.  12 B). A linear regression analysis of the dataset was conducted by the least-squares method, where the calibration parameters were extracted and presented in Table  5 . The correlation coefficient of the linearity line was 0.9994. Determination of the limit of detection (LOD) and limit of quantitation (LOQ) was done following the International Conference on Harmonization (ICH) guidelines [ 49 ]. The LOD and LOQ values were 4.1 and 12.5 µg/well, respectively. \n \n Fig. 12 Panel ( A ) an image of the proposed MW-SPA setup and colour reactions in the wells of assay plate. Panel ( B ) the calibration curve for the determination of SEL by MW-SPA via formation of CTC with DDQ. The linear regression equation and its determination coefficient (R 2 ) is given on calibration line \n \n Table 5 Calibration parameters for the determination of SEL by the proposed MW-SPA via formation of coloured CTC with DDQ Parameter Value Linear range (µg/well) 10–200 Intercept (a) 0.0365 Standard deviation of intercept (SD a ) 0.0095 Slope (b) 0.0076 Standard deviation of slope (SD b ) 0.0012 Determination coefficient (r 2 ) 0.9994 Limit of detection (LOD, µg/well) 4.1 Limit of quantitation (LOQ, µg/well) 12.5 Precision and accuracy The assay precision assessment was carried out using SEL samples with distinct concentrations. The concentrations of the employed samples and their calculated relative standard deviations (RSD) are presented in Table  6 . The RSD values for intra– and inter-assay precision were 1.25–1.72% and 1.25–1.81%, respectively. These small RSD values indicate the precision of the applied method. The same set of SEL samples were utilised to determine the accuracy of the assay via investigating the recovery. The calculated recovery values, reported in Table  6 , ranged from 99.5 to 101.3%. The recovery studies indicate a highly accurate method. \n \n Table 6 Precision of the proposed MW-SPA at different SEL concentration levels Taken concentration (µg/well) Precision: Relative standard deviation (%) Accuracy: Recovery (% ± SD) a Intra−assay,  n  = 3 Inter−assay,  n  = 6 25 1.25 1.54 99.6 ± 1.25 50 1.36 1.25 101.3 ± 1.46 100 1.48 1.81 99.5 ± 1.38 150 1.72 1.62 100.8 ± 1.25 a  Values are mean of three determinations The achieved high precision and accuracy of the proposed MW-SPA can be attributed to the following key reasons: (1) Reproducible sample handling microwell plates are designed to hold samples in a consistent and standardized manner. Each well in the plate has the same volume, shape, and dimensions, ensuring uniform sample handling. This reproducibility minimizes variability in sample dispensing and improves the precision of measurements. (2) Parallel processing the used 96-well assay plates allow for simultaneous dispensing of multiple samples and conducting reactions. This parallel processing capability reduces the impact of random errors and improves the statistical significance of the results. It also minimizes variations caused by sequential sample handling, which can introduce errors and affect precision. (3) Small sample volumes the proposed MW-SPA requires small sample and reagent volumes (100 µL for each). The use of these small volumes reduces the impact of pipetting errors and improve the precision and accuracy of measurements. (4) Controlled environmental conditions the experiments of the proposed MW-SPA were conducted at controlled temperature (25 ± 2 °C), minimizing the effects of temperature fluctuations on the samples and reaction, which can introduce errors and compromise accuracy. Controlled conditions contribute to the reproducibility and reliability of the measurements. Specificity and interference It was found that the inactive ingredients in the Koselugo capsule will not interfere with the analysis of SEL content by the proposed assay. This is because the CTC colour resulting from the reaction between SEL and DDQ is absorbed in the visible region at 440 nm away from the excipients’ UV absorption region. Moreover, acetonitrile, used to extract SEL from the capsules and prepare its solution, is only capable of dissolving SEL, leaving the insoluble excipients which is then removed by filtration. all these factors lead to a straightforward determination of SEL. Robustness and ruggedness The robustness of the proposed MW-SPA was investigated by altering the conditions of some parameters (DDQ concentration, reaction time and solvent used). The recovery values were close to 100% (98.6 to101.3% (Table  7 ), indicating reliability of the assay for the target analysis. To assess the assay ruggedness, the analysis was carried out by different personal (two different analysts) on different days (three days). The reproducibility of the method was high based on the variations of the analyst-to-analyst and day-to-day results. This is indicated by ~ 100% recovery values (98.9 to102.5% (Table  7 ). \n \n Table 7 Robustness and ruggedness of the proposed MW-SPA for determination of SEL Parameters Recovery (% ± SD)  a \n Robustness \n DDQ concentration (%, w/v)  0.8 99.6 ± 1.4  0.6 100.5 ± 1.1 Reaction time (min)  3 98.6 ± 1.8  7 101.3 ± 1.4 Solvent  Acetonitrile 100.4 ± 1.3  Methanol 100.1 ± 1.8 \n Ruggedness \n Analyst to-analyst  Analyst-1 100.8 ± 1.2  Analyst-2 102.5 ± 1.8 Day-to-day  Day-1 101.3 ± 2.2  Day-2 99.5 ± 2.8  Day-3 98.9 ± 1.6  Values are the mean of three determinations a Analysis of SEL bulk form and capsules The validated MW-SPA was utilised to quantify the content of SEL in its bulk form and in Koselugo ®  capsules at definite predetermined concentrations. The nominal concentrations, measured concentrations, recoveries and label claim percentage are presented in Table  8 . SEL recovery in the bulk form ranged from 98.4 to 101.4%, with a mean value of 100.1 ± 1.4%. In the capsules, the label claim ranged between 98.8 and 101.3% with a mean value of 99.9 ± 1.1%. The high recovery and label claim percentages promotes the accuracy and precision of the proposed assay in determining SEL concentration in its bulk and commercial dosage form. \n \n Table 8 Analysis of SEL in its commercial pharmaceutical capsules by the proposed MW-SPA Nominal concentration (µg/mL) SEL bulk form Koselugo ®  capsule Found concentration  a  (µg/mL) Recovery  a  (%) Found concentration  a  (µg/mL) Label claim  a  (%) 50 49.2 98.4 ± 1.6 50.2 100.4 ± 1.2 100 101.4 101.4 ± 1.8 98.8 98.8 ± 1.8 200 198.6 99.3 ± 1.4 202.6 101.3 ± 1.4 400 404.5 101.1 ± 1.5 396.8 99.2 ± 1.6 Mean 100.1 Mean 99.9 SD 1.4 SD 1.1 a  Values are mean of three determinations Green chemistry of MW-SPA procedures In general, microwell assays assisted with microplate readers are an ally to the Green Analytical Chemistry (GAC) principles [ 50 ]. This is due to the small amount of sample and solvent utilised and low waste production. Evaluation of the eco-friendliness of the proposed MW-SPA was conducted by using three metric tools; AES [ 35 ], GAPI [ 36 ], and AGREE [ 37 ]. Evaluation of the parameters with potential hazard involved in the assay by the AES tool are shown in Table  9 . The test revealed that only 2 PPs were appointed to the amount used of acetonitrile (solvent) and DDQ (reagent), 1 PPs each. On the other hand, a sub total of 6 PPs were due to their hazardous nature. The waste parameter (production and treatment) received subtotal of 4 PPs. This is due to the low volume of the produced waste (< 1 ml of waster/sample) and the absence of waste treatment. Other parameters (energy consumption by the instrument and occupational hazard) have no assigned PPs, since they adhere to the GCA guidelines. The total of the appointed PPs for the offered MW-SPA scores was 12 which is equivalent to eco-score of 88 (100 − 12). The 88 score represent high level (> 75) of eco-friendliness of the assay. \n \n Table 9 Analytical Eco-scale for assessing the greenness of the proposed MW-SPA for the quantitation of SEL via formation of a CTC with DDQ Eco-Scale score parameters Penalty points (PPs) Acetonitrile: <1 mL (mL (g) per sample) 1 DDQ: <1 mL (mL (g) per sample) 1 \n ∑ = 2 \n \n Hazard of solvent/reagent \n Solvent: acetonitrile 3 Reagent: DDQ 3 \n ∑ = 6 \n \n Instrument: Energy used (kWh per sample) \n Microplate reader 0 \n ∑ = 0 \n \n Occupational hazardous \n Analytical process hermetic 0 Emission of vapors and gases to the air 0 \n ∑ = 0 \n \n Waste \n Production (<1 mL (g) per sample) 1 Treatment (No treatment involved) 3 \n ∑ = 4 \n \n Total PPs \n \n 12 \n \n Eco-Scale score \n \n 88 \n As for the GAPI tool, the results in Fig.  13  (upper part) represented by 15 evaluation parameters creating a pictogram. Parameters 1, 7 and 15 are the only red coloured ones, which signifies their diversion from the greenness principles. This diversion is the consequence of off-line samples collection or preparation (parameter 1), hazardousness of the used solvent (acetonitrile) and reagent (DDQ) (parameter 7) and improper or no treatment of the waste (parameter 15). Furthermore, parameter 5 and 6 assigned a yellow colour as the method is implemented for quantitative analysis and the sample extraction was done on a microscale, respectively. All other parameters are in green signifying no environmental issue encountered following the tool guidelines. \n \n Fig. 13 Pictograms obtained from GAPI and AGREE metric tools for the evaluation of the greenness of the proposed MW-SPA for determination of SEL The pictogram produced by the AGREE tool was of 12 evaluation parameters (Fig.  13 , lower part). Parameters 3 and 10 were assigned red, since the analysis was carried out offline (parameter 3) and the reagent used (DDQ) is of a chemical nature (parameter 7). Only parameter 1 was in yellow, because the samples were manually treated. The rest of the parameters were assigned to green, making up a total score of 0.76 out of 1. The score indicates an excellent environmental friendliness of the employed method. Overall, the evaluation results of the three tools confirm the greenness of the presented MW-SPA and its alignment with the GAC principles. Throughput of the MW-SPA The analysis rate of the microwell assay is known to be high as it is capable of analysing large number of samples simultaneously. Each well of the microwell can carry a sample, where an array is applied to. Here, the throughput assessment of 96-well plates was undertaken allowing the reaction to stand for 5 min. Under the proposed MW-SPA experimental conditions, minimum batch of 5 plates could be processed by a single analyst. Therefore, 2400 samples can be processed/hr (5 plates × 96 wells × 5 rounds/h). A further increase of this high throughput can be achieved various means: (1) Utilising plates with higher number of wells (up to 3456 wells). (2) Using multichannel which allows for simultaneous pipetting into multiple wells instead of pipetting one well at a time. This reduces the time required for sample and reagent addition, thereby increasing throughput. (3) Utilizing multiple instruments or platforms simultaneously can significantly boost throughput. This can involve running multiple microwell plate readers or performing different steps of the analysis on separate workstations. By parallelizing the workflow, more samples can be processed concurrently, leading to increased throughput. (4) Upgrading to high-speed plate readers can significantly reduce the time required for data acquisition. These readers employ advanced technologies for rapid reading capabilities, allowing for faster measurements across multiple wells. High-speed plate readers enable quicker data collection, leading to increased throughput.",
  "discussion": "Results and discussion UV -Visible absorption spectra and band gap energy The absorption profile of SEL and DDQ solutions (1.1 × 10 − 3  M and 8.8 × 10 − 3  M, respectively) in acetonitrile and their mixtures were recorded within 200–400 nm range (Fig.  1 B). SEL showed two absorption peaks at 230 and 260 nm. Similarly, DDQ showed two absorption peaks at 230 and 270 nm. The reaction mixtures of different SEL concentrations and a fixed DDQ concentration resulted in red colour and new absorption band, where the absorbance maximum (λ max ) appeared at 440 nm. Additionally, as the concentration of SEL escalated the magnitude of the mixtures’ absorption intensified. This peaks’ intensity reliance on SEL content confirms the reaction between SEL and DDQ. The apparent features of the formed absorption band match the previously reported radical anion of DDQ [ 20 ,  22 ]. As per these results and along with the fainting of the resultant red colour of the reaction when an acid (HCl) is added, the reaction is presumed to be a CT reaction. Where SEL is the electron donor (D), DDQ is the π- electron acceptor (A) and acetonitrile is the polar solvent where the reaction took place. The developed CTC (D-A) dissociates as a result of the polar solvent ionization energy forming the red coloured radical anion of DDQ (A •− ): \\documentclass[12pt]{minimal}\n\t\t\t\t\\usepackage{amsmath}\n\t\t\t\t\\usepackage{wasysym} \n\t\t\t\t\\usepackage{amsfonts} \n\t\t\t\t\\usepackage{amssymb} \n\t\t\t\t\\usepackage{amsbsy}\n\t\t\t\t\\usepackage{mathrsfs}\n\t\t\t\t\\usepackage{upgreek}\n\t\t\t\t\\setlength{\\oddsidemargin}{-69pt}\n\t\t\t\t\\begin{document}$$\\begin{array}{cc}&\\mathop{\\text{polar solvent}}\\limits_{D+A\\rightleftharpoons\\:\\left(D-A\\right)\\:\\:\\:\\:\\rightleftharpoons\\:\\:\\:\\:{D}^{\\bullet+\\:}+\\:{A}^{\\bullet-}}\\cr&\\text{complex} \\quad \\text{radical ions}\\end{array}$$\\end{document} The band gap energy (Eg); the minimum energy required to excite an electron to transfer from the lower energy valence band to a higher energy band, to be involved in the formation of the CTC band, of SEL-DDQ CTC was determined based on previously published methods [ 20 ]. A Tauc plot (Fig.  2 A), produced by plotting the energy values (hυ) versus (αhυ) 2  of SEL-DDQ CTC, was used to work out the Eg value. The calculated Eg value was shown to be 2.46 eV, which is a comparatively low value indicating an easy transfer of the electron from SEL to DDQ. \n \n Fig. 2 ( A ) Tauc plot of energy (hυ) against (αhυ) 2  for the CTC of SEL with DDQ in acetonitrile. ( B ) Benesi-Hildebrand plot for the formation of CTC of SEL with DDQ. In panel ( B ), linear fitting equation and its determination coefficient (R 2 ) are provided on the plot. [SEL], [DDQ], and A, are the molar concentration of SIT, molar concentration of DDQ, and absorbance of the CTC, respectively CTC constants and molar ratio The SEL-DDQ CTC association constant ( K ) was determined using Benesi-Hildebrand plot in Fig.  2 B. The calculated K was 0.63 × 10 2  L/mol, which is considered a relatively high  K . Other electronic properties were driven following the procedures described in a previous report [ 23 ], and the results are summarized in Table  1 . The high  K  and low standard free energy change (△G 0 ) of the CTC signify ease of the SEL and DDQ interaction and reasonable stability of the produced CTC. The molar absorptivity (ε) of the reaction complex was high, indicating its potential to create a sensitive spectrophotometric assay for SEL. The molar ratio of the complex was obtained based on spectrophotometric titration method (Fig.  3 A). Its value was 1:1, hence, only one electron donating site on SEL interacted with one DDQ molecule to form the CTC. To assign this site, electronically characterize the complex, and propose the exact reaction mechanism, computational analysis was conducted. \n \n Table 1 Electronic constants/properties of the CTC of SEL with DDQ Constant/property Value Molar absorptivity, ε (L/mol/cm) 3.78 × 10 3 Association constant,  K  (L/mol) 0.63 × 102 Ionization potential, I p  (eV) 9.16 Energy, hν (eV) 2.50 Resonance energy, R N  (eV) 0.043 Transition dipole moment, µ (Debye) 0.69 Oscillator strength,  f 8.15 Standard free energy change, ρG 0  (KJ/mol) -10.31 \n \n Fig. 3 Panel ( A ) Spectrophotometric titration method for the formation of CTC of SEL with DDQ. Panel ( B ) the 3D-structures of the ground states of SEL, DDQ and SEL-DDQ complex Computational characterization of CTC Ground state structure The B3LYP/6-31G basis set which is a hybrid functional employed in density functional theory (DFT) calculations was employed. This combination of the B3LYP functional and the 6-31G basis set is one of the most widely used methods in computational chemistry for investigating the structure, bonding characteristics, and reactivity of molecules in the gas phase or solvated environments [ 38 – 40 ]. Significant advantages arise from the use of the B3LYP/6-31G computational method, including the availability of numerous computational programs and an extensive library of applications. Originally developed over two decades ago, the B3LYP functional remains the most widely used quantum chemical functional despite its limitations. As such, its limitations are well known in the literature, making it ideal given the goal of this study. The combination of the B3LYP functional with a small, widely available 6-31G basis set minimizes simulation of CPU time. This was an initial requirement to permit testing of the solvation models naively implemented in Gaussian [ 41 ,  42 ]. The solvation model used for geometry optimization was the gas phase. The use of gas-phase-optimized geometries can in fact be quite a reasonable alternative to the use of the more computationally intensive continuum optimizations, providing a good description of bond lengths [ 43 ]. The optimized structures of molecules SEL, DDQ, and SEL-DDQ complex obtained with the B3LYP/6-31G level are presented in Fig.  3 B; Table  2 , that define the bond lengths LB1 to C44 -O50 double bond, LB2 to C47-O49 double bond, LB3 to C51-N56 triple bond and LB4 to C52-N55 triple bond. The change of the acceptor DDQ from its ground-state free form to its complexed form results in a longer bond length of LB1 (from 1.21378 Å to 1.21681 Å) and LB2 (1. 21373 Å to 1.21518 Å) and LB3 (from 1.16277 Å to 1.16321 Å) and LB4 (from 1.16264 Å to 1.16268 Å). LB1 and LB2 bonds showed significant decrease in double bond character in the complex form as LB1is included in strong hydrogen bond to hydroxyl group of SEL while LB2 is involved in electrostatic interaction between the carbonyl oxygen and hydrogen atoms of the methyl group attached to the benzimidazole moiety of SEL. LB3 showed decrease in triple bond character while LB4 showed same triple bond character (Fig.  3 B). This because LB3 is assumed to delocalize with the adjacent LB1 that is involved in the formation of the CTC between SEL and DDQ, as depicted in Fig.  4 . \n \n Table 2 Selected bond lengths in free DDQ and SEL-DDQ complex Geometry Bond length (Å) LB1 LB2 LB3 LB4 DDQ 1.21373 1.21378 1.16277 1.16264 SEL-DDQ 1.21681 1.21518 1.16321 1.16268 \n \n Fig. 4 The schematic representation of the charge transfer between SEL (donor) and DDQ (acceptor) and formation of SEL-DDQ complex It is important to note that we didn’t include any empirical dispersion correction during the geometry optimizations. The dispersion correction approach DFT-D provides a qualitative and frequently quantitative explanation of chemical processes involving non-polar molecules that interact primarily via dispersion forces. Unfortunately, the DFT-D approach has some limitations: if the dispersion is not the most important interaction and intermolecular distances become short, such as for hydrogen bonds, the semi-empirical correction, with some density functionals, provides binding energies higher than expected, most likely due to double-counting of correlation effects. Furthermore, DFT-D has only been extensively evaluated on ground-state properties, thus it would be fascinating to extend a similar semi-empirical technique to evaluating the dispersion forces for molecular adducts in excited states [ 44 ]. Molecular orbital calculations The charge transfer between the donor and acceptor is suggested by the lowest unoccupied molecular orbital LUMO and highest occupied molecular orbital HOMO energy levels determined by DFT calculations for the donor and acceptor components (Fig.  5 ). \n \n Fig. 5 The contour diagram of HOMO and LUMO orbitals of SEL, DDQ and SEL-DDQ complex Molecular electrostatic potential surface The physicochemical features of SEL and DDQ were described using the molecular electrostatic potential surface (MEPS) diagram (Fig.  6 ), which included their molecule size, shape, reaction sites on their surfaces, and coordination modes. Red and yellow isosurfaces show electron-rich places (negative electrostatic potential) where an electrophile (e.g., +ve) may attack. Blue isosurfaces represent electron-deficient regions (positive electrostatic potential), while green isosurfaces denote neutral regions or neutral electrostatic potential [ 45 ]. \n \n Fig. 6 Molecular electrostatic potential maps of SEL, DDQ and SEL-DDQ complex Non-covalent interaction index The non-covalent interaction (NCI) analysis was used to obtain a visual depiction of the attractive or repulsive forces between atoms that did not include the sharing or transfer of electrons inside the studied complex. The NCI-graph (Fig.  7 ) depicts a three-dimensional depiction of all interactions within the analyzed complex. The graph depicts weak van der Waals interactions with green disks. In contrast, blue and red disks depict strong, attracting H-bonds and repulsive steric effects, respectively. These findings indicate that our complex is well-stabilized via van der Waals and hydrogen bonding interactions, confirming the good stability of the investigated SEL-DDQ CTC [ 45 ]. \n \n Fig. 7 The results of RGD analysis of the non-covalent interactions SEL-DDQ complex Hirshfeld surface analysis The three-dimensional HSA has been plotted as a visual aid for understanding and analyzing numerous intermolecular interactions in the complex through graphical representations. The Hirshfeld surface was mapped using the dnorm (-0.5 to 1.5 Å), shape index (-1.0 to 1.0 Å), and curvedness (-4.0 to 0.4 Å) values. According to this analysis, distinct colour codes indicate that red is always a shorter contact, white is for connections within the van der Waals separation, and blue denotes longer or no close contacts. Figure  8  shows the bright red zone on Hirshfeld surface plots for SEL(OH)…DDQ(O) interactions and the white region for SEL(CH3) … DDQ(O) [ 45 ,  46 ]. \n \n Fig. 8 Hirshfeld surface plot of SEL-DDQ complex Characterization of the CTC by FT-IR FT-IR spectra of DDQ, SEL and their CTC were recorded using KBr pellets in the range of 4000–500 cm − 1  (Fig.  9 ) and the assignments of the characteristic bands are summarized and given in Table  3 . The CTC formation has been strongly confirmed by the existence of the most characteristic bands of both the acceptor (DDQ) and donor (SEL) in the FT-IR spectrum of the CTC (DDQ-SEL). The interpretation of the FT-IR spectrum of the CTC was based on the changes in intensities and shifts in vibrational frequencies of the CTC when compared with those of the DDQ and SEL. This comparison clearly indicated that the characteristic bands of SEL show some shift in the frequencies and some change in their band’s intensities (Table  3 ). This was attributed to the electronic structure changes upon the formation of the CTC. The IR spectra of the CTC indicates that the frequencies of C≡N, C = O, and C–Cl of the free DDQ are shifted to lower wavenumber values upon the complex formation. The frequency of C≡N was shifted from 2229 to 2211 cm − 1  and the C = O absorption band was shifted from 1666 to 1634 cm − 1  while the C-Cl stretching band was shifted from 838 to 813 cm − 1 . The interpretation of IR spectra supported that the formation of the CTC between DDQ and SEL occured through deprotonation of the amine –NH and -OH groups of SEL to one of the C≡N groups of DDQ by forming intermolecular hydrogen bonding developing newly characteristic hydrogen-bonding bands appearing as strong broad peak (2400–2650 cm − 1 ) that merge with strong broad peaks of the OH and NH stretching (3139, 3248 cm − 1 ) revealing one strong broad peak between 2400 and 3500, these characteristic bands are not existing in the spectra of both DDQ and SEL. \n \n Fig. 9 FT-IR spectra of DDQ, SEL, and CTC of SEL-DDQ \n \n Table 3 Frequencies (cm − 1 ) and assignments for the characteristic bands in the FT-IR spectra of DDQ, SEL, and their CTC complex DDQ SEL CTC Assignment 3365 3301 3193 3139–3500 s, br O-H stretching N-H stretching 2229 2211 C≡N stretching 1666 1634 C = O stretching 1629 1694 C = O amide stretching 1585 1554 N-H bending 1543 1554 C = C stretching 1491 1493 C = C aromatic stretching 838 813 C-Cl stretching Development of MW-SPA Optimisation of MW-SPA conditions To optimise the 96-microwell analysis, systematic adjustments of the experimental conditions were executed by altering the reaction variables sequentially, leaving the other variables constant. The optimised conditions, the investigated ranges and the concluded optimum values are summarised in in Table  4 . \n \n Table 4 Optimization of experimental conditions of MW-SPA for SEL via formation of coloured CTC with DDQ Condition Studied range Optimum value DDQ conc. (%, w/v) 0.025–2 1 Solvent Different  a Acetonitrile Reaction time (min) 0–16 Instantaneous  b Reaction temperature (°C ± 2) 25–50 25 λ max  (nm) 400–700 440 a  Solvents used are given in Fig.  10 A b  Measurements on the plate reader were carried out within 5 min The absorption values were recorded with a plate redear at 440 nm (λ max  of SEL-DDQ CTC). The optimum concentration of DDQ was 1% (w/v), the reaction exhibited an instant onset while the colour intensity showed a gradual reduction with time (Figs.  9 B and  10 A, respectively). For precision purposes, the measurements were taken after 5 min from the start of the reaction by the plate reader. \n \n Fig. 10 The effect of DDQ concentration ( A ) and time ( B ) on the reaction of SEL with DDQ in microwells The optimum solvent was established through conducting the reaction in different solvents with different dielectric constants [ 47 ] and polarity indexes [ 48 ]. The absorbance of each experiment was measured to identify the λ max  of each solvent. Not surprisingly, shifts in the λ max  was documented due to alteration of CTC absorption intensity in the different solvents. The solvents with higher dielectric constant and polarity resulted in higher absorbance. Here, acetonitrile and methanol possessed the highest molar absorptivity while tolune and dioxan the lowest (Fig.  11 ). A strong correlation observed between the measured absorbances, and the solvents’ dielectric constants and polarity indexes as presented in Fig.  10 B. This can be attributed to the increase of the solvents’ polarity, as the higher polar solvents prompt a complete electron transfer from SEL (electron donor) to DDQ (electron acceptor), while the opposite is true for the less polar and nonpolar solvents. Thus, acetonitrile was the solvent of choice to proceed the assay in. Investigation of the thermal state effect showed no positive impact of higher degrees on the reaction after incubating the assay plate in a temperature-controlled chamber under 25, 40 and 50 °C. Accordingly, further analysis steps were undertaken at room temperature (25 ± 2 °C). \n \n Fig. 11 Panel ( A ) the effect of solvents on the reaction of SEL with DDQ. Panel ( B ) the relation of the absorbances of CTC of SEL-DDQ with both dielectric constant (⬤) and polarity index (π) of the solvent Validation of MW-SPA Linearity and sensitivity The optimised assay conditions were applied on a calibration of SEL standard. The developed colourimetric reactions conducted in 96-well assay plate are presented in Fig.  12 A. The relation between the absorbance and SEL concentration was found to be linear within 10–200 µg/well of SEL concentration, as shown in the generated calibration curve (Fig.  12 B). A linear regression analysis of the dataset was conducted by the least-squares method, where the calibration parameters were extracted and presented in Table  5 . The correlation coefficient of the linearity line was 0.9994. Determination of the limit of detection (LOD) and limit of quantitation (LOQ) was done following the International Conference on Harmonization (ICH) guidelines [ 49 ]. The LOD and LOQ values were 4.1 and 12.5 µg/well, respectively. \n \n Fig. 12 Panel ( A ) an image of the proposed MW-SPA setup and colour reactions in the wells of assay plate. Panel ( B ) the calibration curve for the determination of SEL by MW-SPA via formation of CTC with DDQ. The linear regression equation and its determination coefficient (R 2 ) is given on calibration line \n \n Table 5 Calibration parameters for the determination of SEL by the proposed MW-SPA via formation of coloured CTC with DDQ Parameter Value Linear range (µg/well) 10–200 Intercept (a) 0.0365 Standard deviation of intercept (SD a ) 0.0095 Slope (b) 0.0076 Standard deviation of slope (SD b ) 0.0012 Determination coefficient (r 2 ) 0.9994 Limit of detection (LOD, µg/well) 4.1 Limit of quantitation (LOQ, µg/well) 12.5 Precision and accuracy The assay precision assessment was carried out using SEL samples with distinct concentrations. The concentrations of the employed samples and their calculated relative standard deviations (RSD) are presented in Table  6 . The RSD values for intra– and inter-assay precision were 1.25–1.72% and 1.25–1.81%, respectively. These small RSD values indicate the precision of the applied method. The same set of SEL samples were utilised to determine the accuracy of the assay via investigating the recovery. The calculated recovery values, reported in Table  6 , ranged from 99.5 to 101.3%. The recovery studies indicate a highly accurate method. \n \n Table 6 Precision of the proposed MW-SPA at different SEL concentration levels Taken concentration (µg/well) Precision: Relative standard deviation (%) Accuracy: Recovery (% ± SD) a Intra−assay,  n  = 3 Inter−assay,  n  = 6 25 1.25 1.54 99.6 ± 1.25 50 1.36 1.25 101.3 ± 1.46 100 1.48 1.81 99.5 ± 1.38 150 1.72 1.62 100.8 ± 1.25 a  Values are mean of three determinations The achieved high precision and accuracy of the proposed MW-SPA can be attributed to the following key reasons: (1) Reproducible sample handling microwell plates are designed to hold samples in a consistent and standardized manner. Each well in the plate has the same volume, shape, and dimensions, ensuring uniform sample handling. This reproducibility minimizes variability in sample dispensing and improves the precision of measurements. (2) Parallel processing the used 96-well assay plates allow for simultaneous dispensing of multiple samples and conducting reactions. This parallel processing capability reduces the impact of random errors and improves the statistical significance of the results. It also minimizes variations caused by sequential sample handling, which can introduce errors and affect precision. (3) Small sample volumes the proposed MW-SPA requires small sample and reagent volumes (100 µL for each). The use of these small volumes reduces the impact of pipetting errors and improve the precision and accuracy of measurements. (4) Controlled environmental conditions the experiments of the proposed MW-SPA were conducted at controlled temperature (25 ± 2 °C), minimizing the effects of temperature fluctuations on the samples and reaction, which can introduce errors and compromise accuracy. Controlled conditions contribute to the reproducibility and reliability of the measurements. Specificity and interference It was found that the inactive ingredients in the Koselugo capsule will not interfere with the analysis of SEL content by the proposed assay. This is because the CTC colour resulting from the reaction between SEL and DDQ is absorbed in the visible region at 440 nm away from the excipients’ UV absorption region. Moreover, acetonitrile, used to extract SEL from the capsules and prepare its solution, is only capable of dissolving SEL, leaving the insoluble excipients which is then removed by filtration. all these factors lead to a straightforward determination of SEL. Robustness and ruggedness The robustness of the proposed MW-SPA was investigated by altering the conditions of some parameters (DDQ concentration, reaction time and solvent used). The recovery values were close to 100% (98.6 to101.3% (Table  7 ), indicating reliability of the assay for the target analysis. To assess the assay ruggedness, the analysis was carried out by different personal (two different analysts) on different days (three days). The reproducibility of the method was high based on the variations of the analyst-to-analyst and day-to-day results. This is indicated by ~ 100% recovery values (98.9 to102.5% (Table  7 ). \n \n Table 7 Robustness and ruggedness of the proposed MW-SPA for determination of SEL Parameters Recovery (% ± SD)  a \n Robustness \n DDQ concentration (%, w/v)  0.8 99.6 ± 1.4  0.6 100.5 ± 1.1 Reaction time (min)  3 98.6 ± 1.8  7 101.3 ± 1.4 Solvent  Acetonitrile 100.4 ± 1.3  Methanol 100.1 ± 1.8 \n Ruggedness \n Analyst to-analyst  Analyst-1 100.8 ± 1.2  Analyst-2 102.5 ± 1.8 Day-to-day  Day-1 101.3 ± 2.2  Day-2 99.5 ± 2.8  Day-3 98.9 ± 1.6  Values are the mean of three determinations a Analysis of SEL bulk form and capsules The validated MW-SPA was utilised to quantify the content of SEL in its bulk form and in Koselugo ®  capsules at definite predetermined concentrations. The nominal concentrations, measured concentrations, recoveries and label claim percentage are presented in Table  8 . SEL recovery in the bulk form ranged from 98.4 to 101.4%, with a mean value of 100.1 ± 1.4%. In the capsules, the label claim ranged between 98.8 and 101.3% with a mean value of 99.9 ± 1.1%. The high recovery and label claim percentages promotes the accuracy and precision of the proposed assay in determining SEL concentration in its bulk and commercial dosage form. \n \n Table 8 Analysis of SEL in its commercial pharmaceutical capsules by the proposed MW-SPA Nominal concentration (µg/mL) SEL bulk form Koselugo ®  capsule Found concentration  a  (µg/mL) Recovery  a  (%) Found concentration  a  (µg/mL) Label claim  a  (%) 50 49.2 98.4 ± 1.6 50.2 100.4 ± 1.2 100 101.4 101.4 ± 1.8 98.8 98.8 ± 1.8 200 198.6 99.3 ± 1.4 202.6 101.3 ± 1.4 400 404.5 101.1 ± 1.5 396.8 99.2 ± 1.6 Mean 100.1 Mean 99.9 SD 1.4 SD 1.1 a  Values are mean of three determinations Green chemistry of MW-SPA procedures In general, microwell assays assisted with microplate readers are an ally to the Green Analytical Chemistry (GAC) principles [ 50 ]. This is due to the small amount of sample and solvent utilised and low waste production. Evaluation of the eco-friendliness of the proposed MW-SPA was conducted by using three metric tools; AES [ 35 ], GAPI [ 36 ], and AGREE [ 37 ]. Evaluation of the parameters with potential hazard involved in the assay by the AES tool are shown in Table  9 . The test revealed that only 2 PPs were appointed to the amount used of acetonitrile (solvent) and DDQ (reagent), 1 PPs each. On the other hand, a sub total of 6 PPs were due to their hazardous nature. The waste parameter (production and treatment) received subtotal of 4 PPs. This is due to the low volume of the produced waste (< 1 ml of waster/sample) and the absence of waste treatment. Other parameters (energy consumption by the instrument and occupational hazard) have no assigned PPs, since they adhere to the GCA guidelines. The total of the appointed PPs for the offered MW-SPA scores was 12 which is equivalent to eco-score of 88 (100 − 12). The 88 score represent high level (> 75) of eco-friendliness of the assay. \n \n Table 9 Analytical Eco-scale for assessing the greenness of the proposed MW-SPA for the quantitation of SEL via formation of a CTC with DDQ Eco-Scale score parameters Penalty points (PPs) Acetonitrile: <1 mL (mL (g) per sample) 1 DDQ: <1 mL (mL (g) per sample) 1 \n ∑ = 2 \n \n Hazard of solvent/reagent \n Solvent: acetonitrile 3 Reagent: DDQ 3 \n ∑ = 6 \n \n Instrument: Energy used (kWh per sample) \n Microplate reader 0 \n ∑ = 0 \n \n Occupational hazardous \n Analytical process hermetic 0 Emission of vapors and gases to the air 0 \n ∑ = 0 \n \n Waste \n Production (<1 mL (g) per sample) 1 Treatment (No treatment involved) 3 \n ∑ = 4 \n \n Total PPs \n \n 12 \n \n Eco-Scale score \n \n 88 \n As for the GAPI tool, the results in Fig.  13  (upper part) represented by 15 evaluation parameters creating a pictogram. Parameters 1, 7 and 15 are the only red coloured ones, which signifies their diversion from the greenness principles. This diversion is the consequence of off-line samples collection or preparation (parameter 1), hazardousness of the used solvent (acetonitrile) and reagent (DDQ) (parameter 7) and improper or no treatment of the waste (parameter 15). Furthermore, parameter 5 and 6 assigned a yellow colour as the method is implemented for quantitative analysis and the sample extraction was done on a microscale, respectively. All other parameters are in green signifying no environmental issue encountered following the tool guidelines. \n \n Fig. 13 Pictograms obtained from GAPI and AGREE metric tools for the evaluation of the greenness of the proposed MW-SPA for determination of SEL The pictogram produced by the AGREE tool was of 12 evaluation parameters (Fig.  13 , lower part). Parameters 3 and 10 were assigned red, since the analysis was carried out offline (parameter 3) and the reagent used (DDQ) is of a chemical nature (parameter 7). Only parameter 1 was in yellow, because the samples were manually treated. The rest of the parameters were assigned to green, making up a total score of 0.76 out of 1. The score indicates an excellent environmental friendliness of the employed method. Overall, the evaluation results of the three tools confirm the greenness of the presented MW-SPA and its alignment with the GAC principles. Throughput of the MW-SPA The analysis rate of the microwell assay is known to be high as it is capable of analysing large number of samples simultaneously. Each well of the microwell can carry a sample, where an array is applied to. Here, the throughput assessment of 96-well plates was undertaken allowing the reaction to stand for 5 min. Under the proposed MW-SPA experimental conditions, minimum batch of 5 plates could be processed by a single analyst. Therefore, 2400 samples can be processed/hr (5 plates × 96 wells × 5 rounds/h). A further increase of this high throughput can be achieved various means: (1) Utilising plates with higher number of wells (up to 3456 wells). (2) Using multichannel which allows for simultaneous pipetting into multiple wells instead of pipetting one well at a time. This reduces the time required for sample and reagent addition, thereby increasing throughput. (3) Utilizing multiple instruments or platforms simultaneously can significantly boost throughput. This can involve running multiple microwell plate readers or performing different steps of the analysis on separate workstations. By parallelizing the workflow, more samples can be processed concurrently, leading to increased throughput. (4) Upgrading to high-speed plate readers can significantly reduce the time required for data acquisition. These readers employ advanced technologies for rapid reading capabilities, allowing for faster measurements across multiple wells. High-speed plate readers enable quicker data collection, leading to increased throughput. Conclusions In this study, the reactivity of SEL (as an electron donor) with DDQ (as an electron acceptor) was confirmed, and the reaction resulted in a CTC. The CTC of SEL and DDQ was characterized by UV-visible spectrophotometric analysis in terms of absorption characteristics and spectroscopic/electronic constants, and molar ratio. The results demonstrated that the CTC formed easily with significant stability, and its molar ration was 1:1. SEL molecule interaction sites and its mechanism were determined and supported by the computational studies. The results are valuable in the field of charge transfer reactions-based applications in various fields. This reaction was employed in the development of a MW-SPA to determine SEL content in bulk and commercial capsule dosage form. The developed MW-SPA not only offer a high throughput for routine analysis but also its aligned with the greens desired when it comes to chemical analysis. This is principally due to the small solvent, reagent and sample volumes required. Thus, the presented assay is effective, simple, economic and safe to be utilised by the pharmaceutical industry for quality control analysis of SEL.",
  "fetched_at": "2026-02-11T02:41:34.043540",
  "abstract_length": 303,
  "methods_length": 10540,
  "introduction_length": 4673,
  "results_length": 27890,
  "discussion_length": 29066
}