{
  "pmid": "PMID:39890807",
  "title": "Global proteomics and affinity mass spectrometry analysis of human Schwann cells indicates that variation in and loss of neurofibromin (NF1) alters protein expression and cellular and mitochondrial metabolism.",
  "abstract": "In efforts to evaluate potential biomarkers and drug targets for Neurofibromatosis Type I (NF1) we utilized affinity mass spectrometry and global proteomics to investigate how variation within and loss of NF1 affect immortalized human Schwann cells. We used Strep tagged mNf1 cDNAs (both wild type (WT) and variant) to affinity purity NF1 Protein-Protein interactors (PPIs) from the Schwann cells. We were able to identify 98 PPIs and show that some of these PPIs bind differentially to variant proteins. Next, we evaluated global proteomes. We identified over 1900 proteins in immortalized human Schwann cells both with and without NF1 expression. We identified 148 proteins with differential expression levels based on genotype. Following Ingenuity Pathway analysis (IPA) we found multiple pathways were altered including decreases in \"oxidative phosphorylation,\" increases in \"mitochondrial dysfunction\", and \"glycolysis\", as well as changes in \"Myelination Signaling Pathway.\" When we evaluated the proteome of NF1 null cells stably transfected with tagged mNf1 cDNAs we again identified an overall trend of metabolic differences pertaining to \"oxidative phosphorylation\", \"mitochondria dysfunction\", and \"glycolysis\" in the variant cDNA expressing cells. We then validated differential expression of the following proteins: LAMC1, CYB5R3, and SOD2 that are observed in the altered pathways. Finally, consistent with our proteomics findings, we show that NF1 is required to maintain mitochondrial respiratory function in Schwann cells by stabilizing NADH-linked oxidative phosphorylation and electron transfer. Taken together, these data indicate that NF1 plays a significant role in mitochondrial metabolism that results in proteomic changes in Schwann cells and may serve as a future drug target.",
  "authors": "Christian X Fay; Elizabeth R M Zunica; Elias Awad; William Bradley; Cameron Church; Jian Liu; Hui Liu; David K Crossman; James A Mobley; John P Kirwan; Christopher L Axelrod; Erik Westin; Robert A Kesterson; Deeann Wallis",
  "journal": "Scientific reports",
  "publicationDate": "2025-01-31",
  "doi": "10.1038/s41598-024-84493-y",
  "methods": "Materials and methods Cell lines : ipn97.4 immortalized human Schwann cells were obtained from Peggy Wallace . To create an isogenic  28 NF1  null cell line, we utilized CRISPR Cas9 targeting of  NF1 exon 2  to create inactivating indels in  46 NF1  on both alleles  (Supplemental Fig. 1 ) and created the following two variants: c.101delT and c.102delC. These cells do not express NF1 and show increased Ras activity in relation to WT parental cells ( Supplemental Fig. 1) . ipn97.4 NF1 -/- and +/+ cells were grown in DMEM (Gibco # 11995-065) with 10% serum and 1x P/S. Whole genome sequencing data analysis : DNA from both NF1 +/+ and -/- ipn97.4 cell lines was whole genome sequenced as paired end 150 bp using Illumina’s NovaSeq 6000. The raw sequence reads were first trimmed using Trim Galore (version 0.6.10) to remove any primer adapter contamination (parameters used: --paired --trim-n --nextseq 20). The trimmed sequence reads were further analyzed using Broad’s Genome Analysis ToolKit (version 4.6.0) following their Best Practices Guidelines . In brief, BWA (version 0.7.17-r1188) was used to align the trimmed sequences to GATKs hg38 genome from their Resource Bundle. Duplicate reads were removed with Picard tools (version 3.2.0) and Base Quality Score Recalibration (BQSR) was then applied to get more accurate base quality scores, which will in turn improve the accuracy of the variant calls. Both Delly and Manta were used to identify structural variants from these alignments to identify any type of off-target effects 47 . 48 , 49 Nf1 cDNA and creation of stably transfected cell lines.  We have developed and validated an m Nf1  cDNA expression system that allows us to examine the biochemical effects of any  NF1 genetic variant . The wild type (WT) m 46 Nf1  cDNA plasmid was developed by GeneCopoeia and is commercially available. The full-length, endogenous mouse cDNA ( mNf1)  containing  Nf1 isoform 2 which includes the alternatively spliced exon 31 within the GRD produces a > 250 kDa neurofibromin protein that is capable of modulating Ras signaling .  46 mNf1  cDNA is appropriate for study because the full-length cDNA sequences of endogenous  hNF1  and  mNf1  have 92% sequence identity and amino acid sequences share 98% identity. Previously, we added an affinity tag to the 3’ end of the m Nf1 cDNA . We used traditional subcloning to replace the BlpI and NotI restriction fragment in m 26 Nf1  cDNA (GeneCopoeia  NM_010897.2 ) with a similar fragment containing an in-frame insertion of ENLYFQSGAWSHPQFELGSSASHHHHHHVX amino acids between the penultimate valine and final stop codon. These code for a TEV cleavage site, a StrepII tag, and a 6X His tag. We refer to this as “tagged” m Nf1 or WT. We also introduced variants of clinical relevance and associated with genotype phenotype correlations . Variants were introduced into shuttle vectors by utilization of synthetic DNA fragments and then cloned into the full-length vector using standard enzymes. Each variant plasmid was confirmed by sequencing the entire  1 , 50 – 53 Nf1  cDNA insert, and all subsequent DNA preparations were validated by spot checking for the variant of interest. The tagged constructs were transfected into the  NF1  -/- ipn97.4 cells as follows. Cells were seeded at 7.5 × 10 5  cells per well in a 6 well plate. The following day cells were transfected with 2.5 ug of DNA and 5 uL of Lipo 3000 reagent for 24 h. The following day transfection with an additional 1 ug of DNA using LipoD while Lipo3000 mix is still in the wells. On the third day, media was replaced with fresh media without transfection reagents or plasmids and cells rested overnight. On the fourth day we began selection with 500 ug/ml G418 for 14–21 days until there were enough cells to pick colonies for single-cell selection. Cells remained under continuous selection while they were picked and harvested to test for NF1 protein expression via Western blot. Once confirmed, we continued to grow the cells in 10 cm dish with selection media (DMEM (Gibco # 11995-065) with 10% FBS, 1x P/S, and 500 ug/ml G418) until confluent and frozen back. Strep tag affinity purification : We utilized a StepTactin XT System from IBA Lifesciences (Gottingen, Germany). Whole cell lysates were generated by collecting cells and lysing them with five freeze–thaw cycles in liquid nitrogen and a 37 °C water bath. 10 µL of biotin blocking solution (iba Cat. #: 2–0205-050) was added to each sample before centrifuging the samples at 10,000 g for 20 min to clear lysates. Mag Strep  “type3” XT beads (iba Cat. #: 2–4090-002) for  Strep -tag purification were washed in 1X Buffer W (iba Cat. #: 2–1003-100). The supernatant from the cleared lysates was added to the tubes containing the beads and incubated on ice with vortexing every 10 min. After 30 min, the samples were placed on the magnetic separator (iba Cat. #: 2–1602-000). The supernatant was removed and the beads were washed three times with 1× Buffer W (iba Cat. #: 2–1003-100; Göttingen, Germany) before either being submitted to the UAB School of Medicine Mass Spectrometry/Proteomics Shared Facility or used for immediate Western blot analysis. Sample preparation Proteomics analysis were carried out as previously referenced with minor changes  (Ludwig et al., under Sect. 2.5 nLC-ESI-MS2 under Protein IDs for GeLC). Global protein extracts were attained using M-PER™ Mammalian Protein Extraction Reagent (Thermo Fisher Scientific, Cat.# 78501), and quantified using Pierce BCA Protein Assay Kit (Thermo Fisher Scientific, Cat.# PI23225). As were experimentally determined, 40ug of protein per sample were diluted to 35µL using NuPAGE LDS sample buffer (1x final conc., Invitrogen, Cat.# NP0007). Protein-protein interaction (PPI) experiments contained enriched fractions of ~ 5ug and treated similarly, for both studies the samples were then reduced with DTT and denatured at 70 °C for 10 min prior to loading everything onto Novex NuPAGE 10% Bis-Tris Protein gels (Invitrogen, Cat.# NP0315BOX) and separated (35 min at 200 constant V). The gels were stained overnight with Novex Colloidal Blue Staining kit (Invitrogen, Cat.# LC6025). Following de-staining, each entire lane were cut into multiple MW fractions (4 fractions each run on different LCMS systems as was experimentally determined to be optimal as indicated below) and equilibrated in 100 mM ammonium bicarbonate (AmBc), each gel plug was then digested overnight with Trypsin Gold, Mass Spectrometry Grade (Promega, Cat.# V5280) following manufacturer’s instruction. Peptide extracts were reconstituted in 0.1% Formic Acid/ ddH2O at 0.1 µg/µL. 54 Mass spectrometry : For both global PPI experiments, peptide digests (8µL each) were injected onto a 1260 Infinity nHPLC stack (Agilent Technologies) and separated using a 75 micron I.D. x 15 cm pulled tip C-18 column (Jupiter C-18 300 Å, 5 micron, Phenomenex). The nHPLC was configured with binary mobile phases that includes solvent A (0.1%FA in ddH2O), and solvent B (0.1%FA in 15% ddH2O / 85% ACN), programmed as follows; 10 min @ 5%B (2µL/ min, load), [35 min for global & 90 min for PPI experiments] @ 5–40%B (linear: 0.5nL/ min, analyze), 5 min @ 70%B (2µL/ min, wash), 10 min @ 0%B (2µL/ min, equilibrate). For the global proteomics studies this system ran in-line with a Thermo Q Exactive HFx mass spectrometer, equipped with a Nanospray FlexTM ion source (Thermo Fisher Scientific), and all data were collected in CID/HCD mode, and for the PPI experiments, the same model of HPLC ran in-line with a Thermo Velos Pro Orbitrap mass spectrometer, equipped with a Nanospray ion source (Thermo Fisher Scientific), and all data were collected in CID mode. In both cases following each parent ion scan (300–1200 m/z @ 60k resolution), fragmentation data (MS2) were collected on the top-most intense 18 ions (@7.5 K resolution for the global study & normal scan mode for the PPI study). For data dependent scans, charge state screening and dynamic exclusion were enabled with a repeat count of 2, repeat duration of 30s, and exclusion duration of 90s. MS Data Conversion and Searches The XCalibur RAW files were collected in profile mode, centroided and converted to MzXML using ReAdW v. 3.5.1. The mgf files were then created using MzXML2Search (included in TPP v. 3.5) for all scans. The data were searched using MACOT for the global studies, and SEQUEST (Thermo Fisher Scientific) for the PPI studies, both searches were set for three maximum missed cleavages, a precursor mass window of 20ppm, trypsin digestion, variable modification C @ 57.0293, and M @ 15.9949. Searches were performed with a species-specific subset of the UniProtKB database. Peptide filtering, grouping, and quantification The list of peptide IDs generated based on SEQUEST or MASCOT search results were filtered separately using Scaffold (Protein Sciences, Portland Oregon). Scaffold filters and groups all peptides to generate and retain only high confidence IDs while also generating normalized spectral counts (N-SC’s) across all samples for the purpose of relative quantification. The filter cut-off values were set with minimum peptide length of > 5 AA’s, with no MH + 1 charge states, with peptide probabilities of > 80% C.I., and with the number of peptides per protein ≥ 2. The protein probabilities were set to a > 99.0% C.I., and an FDR < 1.0. Scaffold incorporates the two most common methods for statistical validation of large proteome datasets, the false discovery rate (FDR) and protein probability . Relative quantification across experiments will then be performed via spectral counting, and when relevant, spectral count abundances will then be normalized between samples 55 – 57 . 58 – 60 Statistical Analysis for PPI : We performed 3 replicates of each affinity purification using wildtype tagged m Nf1  cDNA (WT) and variant tagged m Nf1  (G848R, R1276Q, R1809C, and delM992) in  NF1 null ipn97.4 human Schwann cells. Using previously generated data in HEK293 cells, we used empty vector (EV) controls to filter out non-specific PPIs . All lists from each individual pull down were compiled ( 29 Supplemental Tables 17–18 ). Each variant cDNA was compared to WT cDNA individually. First, we filtered for proteins that were seen to pull down within each of the replicates for a given group (WT, G848R, R1276Q, R1809C, and delM992). Next, we filtered for proteins that are seen in all replicates of each comparison (WT to each of the four variants). For the affinity purification studies, two separate non-parametric statistical analyses were performed between each pair-wise comparison. These non-parametric analyses include 1) the calculation of weight values by significance analysis of microarray (SAM; cut off >|0.6|combined with 2) T-Test (single tail, unequal variance, cut off of  p  < 0.05), which then were sorted according to the highest statistical relevance in each comparison. For SAM, whereby the weight value (W) is a statistically derived function that approaches significance as the distance between the means (µ1–µ2) for each group increases, and the SD (δ1–δ2) decreases using the formula, W = (µ1–µ2)/(δ1–δ2). For protein abundance ratios determined with N-SC’s, we set a 1.5-fold change as the threshold for significance. In each case, all three tests (SAM, t-test, or fold change) had to pass as detailed above for final inclusion. To filter the final dataset to eliminate potential non-specific binding proteins we used untransfected ipn97.4  NF1  -/- cells for Strep Tag Affinity Purification and subsequent mass spectrometry analysis. Due to different pipelines between datasets, we utilized the sum of all spectral counts for each identified protein in the non-specific binding dataset ( Supplemental Table 20 ) and the ipn97.4 -/- stable transfected data set ( Supplemental Table 18 ). The ratio between the pull down with the non-specific analysis and the ipn97.4 -/- stable transfected data set was computed, and the final dataset was filtered for confidence with either 0%, 5%, 10%, or 20% pulled down ratio in the non-specific dataset. Subcellular localization was assessed for the PPI’s using the Human Protein Atlas (proteinatlas.org) Subcellular section (Protein Atlas version 23.0, Release date: 2023.06.19, Ensembl version: 109) . 61 Analysis of global proteomics : We preformed two separate global proteomics analyses including: ipn97.4  NF1  -/- compared to ipn97.4  NF1  +/+ cells, and ipn97.4  NF1  -/- cells stably transfected with WT m Nf1  cDNA compared to ipn97.4  NF1  -/- cells stably transfected with one of four variant m Nf1  cDNA’s (G848R, R1276Q, R1809C, or delM992). In each comparison the data were prefiltered to look at proteins that are seen to be in all 3 of each sample’s replicates. The data were then filtered to contain proteins that are seen to be in both the control group for each comparison (ipn97.4  NF1  +/+ cells or ipn97.4  NF1  -/- cells stably transfected with WT m Nf1  cDNA) and each experimental group (ipn97.4  NF1  -/- or ipn97.4  NF1  -/- stably transfected with variant cDNA’s). Raw data for spectral counts and filtered datasets for statistical measurements can be found in  Supplemental Tables 1–10 . To obtain the final sorted lists of high confidence proteins with differential abundances we used the same statistical measurements used for the PPI (SAM > |0.6|, T Test < 0.05, and fold change > or = |1.5|). Systems analysis : Gene Ontology Enrichment analysis was conducted using significantly altered protein abundances as described in previous sections. The GO Ontology database (DOI: 10.5281/zenodo.6799722Released 2022-07-01) was used for determining biological processes associated with the proteins with significantly altered abundance . Further Pathway analysis was conducted using QIAGEN Ingenuity Pathway Analysis (IPA) 62 – 64 . Canonical pathways analysis identified the pathways from the QIAGEN Ingenuity Pathway Analysis library of canonical pathways that were most significant to the data set. All proteins observed in each comparison were uploaded to IPA and molecules present in IPA that were associated with a canonical pathway in the QIAGEN Knowledge Base were considered for the analysis. The significance of the association between the data set and the canonical pathway was measured in two ways: (1) A ratio of the number of molecules from the data set that map to the pathway divided by the total number of molecules that map to the canonical pathway; and (2) A right-tailed Fisher’s Exact Test was used to calculate a p-value determining the probability that the association between the genes in the dataset and the canonical pathway is explained by chance alone. IPA was used with default setting parameters with modification to the species parameter set to only  65 homo sapiens . The z-score represents the activation or inhibition state of a canonical pathway. A z-score greater than 2.0 was considered as significantly activated. A z-score smaller than − 2.0 was considered as significantly inhibited. Western blots : Protein lysates were harvested and quantified using a Bradford assay. Protein was utilized for Western blot and denatured at 70 °C for 10 min. Samples were loaded on Bio-Rad (Hercules, CA, USA) 4–20% gradient gels (Cat. #: 4568094) and run at 100 V for 2 h. The gels were transferred onto a polyvinylidene difluoride (PVDF) membrane at 85 V for 2 h. Blots were probed overnight at 4 °C with either the neurofibromin antibody (Cell Signaling Technologies Cat. #: 14623 S; Danvers, MA, USA), or one of the selected antibodies for validation (details in  Supplemental Table 22 ). The next morning, the blots were washed, and then probed with the respective secondary (They were washed three more times before imaging using chemiluminescent substrate from BioRad (Cat. #: 170–5061; Hercules, California) per the manufacturer’s protocols. For specific antibodies used for validation in Fig.  2 E-F and Fig.  4 A-B refer to  Supplemental Table 17 . Mitochondrial respiratory function : OXPHOS and electron transfer capacity was measured in permeabilized cell suspensions by high-resolution respirometry as described previously . In brief, passage 15  66 NF1  +/+ and -/- cells were collected in trypsin-EDTA, transferred into conical tubes of serum-supplemented PBS, and centrifuged at 800 g for 10 min at 25 °C. The cell pellet was then resuspended in MiR05 medium and 750 K cells/ml were added into each chamber of an O2K system (Oroboros Instruments). Cells were permeabilized by addition of digitonin (5–10 µg/ml). Respiratory function was determined using the following concentrations of substrates, uncouplers, and inhibitors: malate (2 mM), pyruvate (2.5 mM), ADP (2.5 mM), glutamate (10 mM), succinate (10 mM), glycerol-3-phosphate (15 mM), tetramethyl-p-phenylenediamine (TMPD, 1 mM) in the presence of ascorbate (2 mM), carbonylcyanide-p-trifluoromethoxyphenylhydrazone (FCCP, 1 µM increment), rotenone (150 nM), Atpenin 5 (1 mM), antimycin A (125 nM), and sodium azide (200 mM) as indicated. NADH- and succinate-linked OXPHOS and ET capacity were corrected for residual oxygen consumption by the antimycin A sensitive rate. Oxidation of reduced TMPD was corrected as the sodium azide sensitive rate. Data are expressed as the oxygen flow per second per million cells (O 2  Flow; pmol/sec/10 6  cells).",
  "cache_level": "full",
  "has_fulltext": true,
  "fetch_date": "2026-02-19 09:30:56",
  "introduction": "Introduction Neurofibromatosis Type 1 (NF1) occurs in ~ 1:3000 births due to pathogenic variants in the  NF1 gene that encodes the protein neurofibromin . The NF1 phenotype is diverse and variable as individuals with NF1 may develop learning disabilities, macrocephaly, optic glioma, disfigurement, abnormalities of the bone, scoliosis, and hypertension, and are at an increased risk of developing malignant peripheral nerve sheath tumors (MPNSTs) 1 , 2 . The hallmark feature of NF1 is the development of benign tumors that form along nerves sheaths, called neurofibromas. Schwann cells, in particular, are associated with neurofibromas as it is the loss of heterozygosity of  3 , 4 NF1 in Schwann cells that leads to tumorigenesis . While neurofibromin’s primary function is to bind Ras and stimulate Ras-GTPase to inactivate the Ras pathway, there is a limited understanding of its function outside of Ras inhibition. 5 Much focus has been put on omics-based approaches to define biomarkers of disease and new drug targets. NF1-relavant cells, tissues, and tumors have all been subjected to various genomic and transcriptomic analyses. While up to 208 unique neurofibromin protein-protein interactions have been identified in the Biological General Repository for Interaction Datasets (BioGRID), only a few have been validated or characterized. Several groups have reviewed neurofibromin protein structure and putative interacting partners . These interacting partners have functions such as intracellular trafficking, neuronal differentiation, membrane localization, actin cytoskeleton remodeling, ubiquitylation, cell adhesion, and cell signaling 6 – 14 . However, binding partners may be cell-type-specific, adding to the complexity of the neurofibromin interactome. Outside of the three isoforms of Ras (HRas, KRas, and NRas), only five binding partners have been identified in more than one study: FAF2 10 , HTR6 15 , 16 , SPRED1 17 , 18 , EGFR 19 , 20 , and YWHAZ 21 – 23 . A few studies have investigated proteomics and NF1, but most proteomic studies have been rather limited in scope 24 , 25 . 10 , 26 , 27 To address this issue we investigated Protein-Protein Interactors (PPIs) and the global proteome of  NF1  wild type (+/+) and null (-/-) human immortalized Schwann cells (ipn97.4) . We particularly focused on Schwann cells due to their direct clinical relevance in the development of neurofibromas. Given the importance of NF1 PPIs, we utilized tagged  28 NF1  cDNAs to affinity purified binding partners. This led to the identification of 98 NF1 PPIs. Evaluation of PPIs indicates that there are many Schwann cell specific PPIs. We also evaluated the global proteomes of cells with and without NF1 and after transfection of  NF1  deficient cells with tagged  mNf1  cDNAs (both WT and variant cDNAs). This approach led to the identification of metabolic differences based on the presence or absence of functional NF1. We found that complete loss of  NF1  in ipn97.4 -/- cells leads to a decrease in the oxidative phosphorylation pathway (OXPHOS) and increased mitochondrial dysfunction and glycolysis signaling pathways. We observed similar trends in decreased oxidative phosphorylation and increased mitochondrial dysfunction including glycolysis pathways in variant  mNf1  cDNA expressing ipn97.4 -/- cells compared to WT  mNf1  cDNA expressing cells. Finally, we evaluated mitochondrial respiration in Schwann cells and observed that  NF1  was required to stabilize Nicotinamide adenine dinucleotide-linked (NADH-linked) OXPHOS capacity, validating our proteomics work. Overall, our data indicates a role for NF1 in mitochondrial metabolism specifically in human Schwann cells.",
  "results": "Results . In order to investigate NF1 PPIs in Schwann cells and how different NF1 variants might alter PPIs we generated  Identification of NF1 protein-protein interactors (PPIs) in Schwann cells NF1  null Schwann cells and tagged cDNAs. We used CRISPR Cas9 to inactivate both  NF1 alleles in parental human immortalized human Schwann cell line ipn97.4 cells  ( 28 Supplemental Fig. 1 ). To ensure no off-target CRISPR effects we utilized whole genome sequencing of both parental and CRISPR engineered cell lines. We used several structural variant tools (Delly and Manta) to identify gaps, jumps from one region to another, and other large events and were unable to identify anything out of the ordinary. We also used the Guide sequence (AAGTCAGTACTGAGCACAAC) and employed both BLAT and BLAST. This sequence only maps to the exact location where the described variants occur. BLAT only identified NF1. The top 20 BLAST targets also all mapped back to NF1. Next, we stably transfected NF1 -/- cells with streptavidin tagged WT mouse  Nf1 cDNA  (m 29 Nf1 ) or one of four variant streptavidin tagged m Nf1  cDNA’s (R1809C, delM992, R1276Q, and G848R)  (Supplemental Fig. 2 ). Variants were selected based on clinical relevance and prior associations with mild (delM992 and R1809C) and severe (G848R and R1276Q) genotype-phenotype correlations . Validation of Nf1 exogenous expression can be seen in  30 Supplemental Fig. 2  which denotes isolation of multiple independent clones for each variant. There are three cell line clones for WT (clone numbers 3, 9, and 1) and G848R (8, 3, and 2), two clones for delM992 (12 and 14) and R1276Q (1 and 4), and a single clone for R1809C (4). Note variable Nf1 expression both within and between variants as is typical of stably transfected cells (generally based on location of integration). In addition, we see variability between clones of different variants. Mutant proteins may exhibit increased or decreased stability, affecting their expression levels, indeed, this can be seen in prior studies of transient transfections of the cDNAs wherein all of these variants had decreased expression in comparison to WT cDNA . Attempts were not made to quantitate NF1. The streptavidin tag was used to affinity purify PPIs using StrepTactin beads. Non-specific binders were removed by identifying proteins that were affinity purified with beads from cells not expressing the streptavidin tag. Raw spectral counts can be found in  30 Supplemental Tables 1–3 . We purified 104 unique proteins in ipn97.4  NF1  -/- cells stably expressing the WT m Nf1  cDNA ( Supplemental Table 4 ). We identified 98 protein interactions that have no non-specific binding through mass spec analysis, 1 protein at a 5% threshold for non-specific binding, and 5 proteins at the 20% non-specific binding threshold. Known NF1 interactors were pulled down in our analysis including NF1 and various tubulin and keratin related proteins ( Supplemental Table 4 ). The 98 proteins with no non-specific binding include proteins that cluster into certain functions or pathways known to involve NF1 including the GO Biological Process pathway “intermediate filament organization (GO:0045109)”, “intermediate filament cytoskeleton organization (GO:0045104)”, and “intermediate filament-based process (GO:0045103)”. Additionally, when looking at GO Molecular Function we observed that “low-density lipoprotein particle receptor activity (GO:0005041)” and “GTP binding (GO:0005525)” was enriched. When comparing the GO Cellular Component terms, we identified that “intermediate filament (GO: GO:0005882)” was enriched ( Supplemental Fig. 3A-C ). Further, proteins with known cellular localization were assessed and PPIs were localized to cytoplasm (33.3%), nucleus (46.9%), mitochondria (9.88%), plasma membrane (1.2%), endoplasmic reticulum (1%), golgi apparatus (1.2%), and vesicles (6.1%) ( Supplemental Table 5 ). To investigate cell type specificity of NF1 PPI’s, we compared PPI’s from our previously published HEK293 cells transiently transfected with WT m Nf1  cDNA with our new ipn97.4 -/- Schwann cells stably transfected with the same WT m Nf1 cDNA . Using multiple filtering methods, including HEK293 cells transfected with an empty vector that expresses the Strep tag but not NF1, we identified 9 NF1 PPIs common between both cell types and 89 PPIs specific to ipn97.4 -/- cells  29 ( Fig.  1 A-B ) . \n \n Fig. 1 PPI interactions between tagged  mNf1  in ipn97.4 cells compared to tagged  mNf1  in HEK293 cells. ( A ) Venn diagram of proteins specific to HEK293 transiently transfected with  mNf1  cDNA or ipn97.4 NF1 -/- cells stably transfected with  mNf1  cDNA.  B ) NF1 PPI interactions seen in HEK293 NF1 -/- cells transfected with WT tagged Nf1 and in ipnIP97.4 NF1 -/- cells stably transfected with WT tagged Nf1 or HEK293 empty vector (EV) control cells. Average for each group is based on normalized spectral counts.  C ) Venn diagram of proteins specific to either WT or variant cDNA after nonspecific PPI’s were filtered out. ( D ) All protein interactions with NF1 that were significantly altered between the specified variant and WT NF1. We were also interested in determining differences in proteins that pull down between WT Nf1 and clinically relevant variants. We identified with high confidence 70 proteins that bind to both WT and delM992 NF1, 73 proteins that bind to WT NF1 and the G848R variant, 37 proteins common to WT NF1 and the R1276Q variant, and 69 proteins common to WT NF1 and the R1809C variant  ( Fig.  1 C ) (Supplemental Table 6; Raw data in Supplemental Table 1) . Of the 104 PPI’s seen for the WT cDNA expressing ipn97.4 NF1 -/- cells, 31–67 proteins are seen to be specific to the WT compared to each of the four variants  ( Fig.  1 C ).  After filtering for proteins with significant differential abundance, and for proteins without significant differences in abundance in the global proteomics analysis, we identified 16 proteins that purify differentially between WT and variant Nf1  ( Fig.  1 D ) . Overall, variant forms of NF1 bind many of the same PPIs as WT and frequently bind new partners that are often unique to each variant. . We were interested in how loss of NF1 affected the human Schwann cell proteome. Cell lysates were harvested, and proteins identified through mass spectrometry. We observed a total of 1,933 proteins in the WT (+/+) ipn97.4 cells, and 1,952 total proteins in the  Loss of NF1 changes the global proteome of human Schwann cells and indicates altered metabolism NF1  null (-/-) ipn97.4 cells. Raw spectral counts for all proteins and cell lines can be found in  Supplemental Table 7 . We then analyzed differences in protein abundance for proteins that are expressed in all replicates of both the -/- and +/+ ipn97.4 cells. A vast majority (82%) or 1,745 proteins were common to both the WT and null ipn97.4 cells (Fig.  2 A  and Supplemental Table 8 ). To determine significantly altered protein abundance a combination of statistics was used (SAM score > 0.6, One-Way t test < 0.05, and fold change (FC) > 1.5). We identified 148 proteins that were significantly altered in spectral count abundance in the WT and null ipn97.4 cells; 68 proteins are increased and 76 proteins are decreased in the -/- cells  ( Fig.  2 B summarizes top 10 up and down regulated proteins;  Supplemental Table 9  details all 148 DE proteins). We found that Spectrin beta chain, non-erythrocytic 2 (SPTBN2), E3 ubiquitin-protein ligase (UBR1), CREB-binding protein (CREBBP), A-kinase anchor protein 12 (AKAP12), and Zinc finger CCCH domain-containing protein 4 (ZC3H4) were all upregulated more than three-fold in the null cells whereas Utrophin (UTRN), Arginase-2, mitochondrial (ARG2), Enoyl-CoA delta isomerase 2, mitochondrial (ECI2) Cathepsin D (CTSD), and Prolyl 4-hydroxylase subunit alpha-2 (P4HA2) were all down regulated at least 4.5 fold in null cells. Furthermore, to classify the proteins, Gene Ontology (GO) analysis was run on the 148 differentially expressed proteins. The top 15 GO pathways identified are depicted in Fig.  2 C. GO analysis revealed that the significantly altered proteins relate to RNA processing and cellular metabolism. While GO analysis looks at functional categorization and understanding gene functions in a broad biological context, we wanted to use Ingenuity Pathway Analysis (IPA) which is focused on pathway and network analysis to provide detailed insights into gene interactions and their functional consequences. Using all 1,745 proteins identified, IPA was used to predict altered pathways upon loss of NF1. A total of 1,673 proteins were matched to the IPA database and used for determining altered pathways. Some of the top canonical pathways identified are summarized in Fig.  2 D.  Supplemental Table 10  lists all IPA data. Of interest, upon loss of NF1 there is a decrease in “oxidative phosphorylation” (OXPHOS) and “Myelination Signaling Pathway.” We see increases in “Mitochondrial dysfunction” and “Glycolysis”.  Supplementary Figs. 4 and 5  depict IPA pathway results of both the overview of “Mitochondrial dysfunction” and “OXPHOS” pathways respectively. In efforts to identify which specific proteins in these pathways were differentially expressed we identified the proteins that compose each pathway and evaluated their expression in our dataset  (Supplemental Table 11) . We used Western blotting to try to validate altered expression of proteins selected due to roles in various enriched pathways: PFKM (involved in Glycolysis), NDUFS3 (involved in oxidative phosphorylation), CAPN2, CYB5R3 and SOD2 (all involved in mitochondrial dysfunction), CREBBP (involved in both mitochondrial dysfunction and myelination signaling) and LAMC1 (involved in myelination signaling). We observed that LAMC1 showed significantly higher abundance in the -/- compared to +/+ cells confirming the global proteomic analysis ( p  = 0.007) (Fig.  2 E-F). Additionally, we observed only a trend of decreased SOD2 and CYB5R3 in the -/- cells in the global proteomics analysis which was not statistically significant as it did not pass all the statistical tests; however; western blot analysis of SOD2 and CYB5R3 indicated a significant decrease in abundance for both proteins in the  NF1  -/- compared to  NF1  +/+ cells which corroborates what was seen in the global analysis ( p  = 0.02 and 0.02, respectively). Unfortunately, CAPN2, UQCRC2, PFKM, CREBBP, and NDUFS3 did not validate via Western blot, but PKFM and NDUFS3 showed a similar trend suggesting that any changes in total protein expression may be minimal. \n \n Fig. 2 Proteomics comparison of ipn97.4 NF1 +/+ and -/- cells. ( A ) Venn diagram depicting differences in proteins present in ipn97.4 -/- and +/+ cells ( B ) The top 10 significantly upregulated or downregulated proteins in ipn97.4 -/- to +/+ cells. Average for each group is based on normalized spectral counts. Red text indicates selection for validation. ( C ) Gene Ontology analysis showing the top 15 Biological pathways predicted to be altered. Fold enrichment is on the x-axis and false discovery rate (FDR) is represented as a heat map. ( D ) Top selected IPA pathways and z-scores predicted to upregulated or downregulated between ipn97.4 -/- and +/+ cells. Red text indicates selection for validation. ( E - F ) (LAMC1 +/+  n  = 6; -/-  n  = 5), (CYB5R3 +/+  n  = 5; -/-  n  = 5), (CAPN2, SOD2, UQCRC2, and NDUFS3: +/+  n  = 4; -/-  n  = 4), (PFK1 +/+  n  = 6; -/-  n  = 6), (CBP +/+  n  = 3; -/-  n  = 4) (* p-value > 0.05; ** p-value > 0.01; compared to +/+; measured via a one-way t-test with equal variance after normalization of the data) ( G ) Proteins seen to be present in ipn97.4 -/- cells but not in ipn97.4 +/+ cells. Average for each group is based on normalized spectral counts. ( H ) Proteins seen to be present in ipn97.4 +/+ cells but not in ipn97.4 -/- cells. Average for each group is based on normalized spectral counts. After comparing proteins that are common to both ipn97.4  NF1  -/- and +/+ cells, we sought to look at proteins that are only present in either the  NF1  -/- or +/+. We applied the following criteria: presence of spectral counts in all 3 replicates for a given genotype and absence in all three replicates of the opposite genotype. We identified a total of 10 proteins present in the ipn97.4 -/- cells and not in ipn97.4 +/+ cells  ( Fig.  2 G ) . This list includes Elongation factor 1-alpha 2 (EF1A2; which is responsible for the enzymatic delivery of aminoacyl tRNAs to the ribosome) and Unconventional myosin-VI (MYO6, a reverse-direction motor protein that moves towards the minus-end of actin filaments). A total of 12 proteins are seen to be expressed in only the ipn97.4 +/+ cells and absent from the ipn97.4 -/- cells  ( Fig.  2 H ). This list includes: Alkaline phosphatase, tissue-nonspecific isozyme (TNAP) (which hydrolyzes phosphate groups from a wide spectrum of physiological substrates and degrades substrates implicated in neurotransmission), and Sphingosine-1-phosphate lyase 1 (S1P) (which regulates cell migration, differentiation, and survival through several pathways including the MAPK pathway) . 31 , 32  As PPI data indicated NF1 variants may have little impact on interacting partners, we wanted to assess impact of NF1 variation on the proteome. Each cell line expressing cDNAs were harvested and mass spectrometry was used to identify proteins. We identified 2,028 proteins in the G848R expressing cells, 1,911 proteins in the R1809C expressing cells, 1,902 proteins in the delM992 expressing cells, 1,890 proteins in the R1276Q expressing cells and 1,995 proteins in the WT cDNA expressing cells. Raw spectral counts for all proteins and cell lines can be found in  Exogenous expression of WT or variant NF1 cDNA in NF1 -/- Schwann cells changes the global proteome and indicates that loss of NF1 function leads to altered metabolism. Supplemental Table 12 . Using a Principal component analysis (PCA), we compared each cell line to ipn97.4  NF1  +/+ and -/- without exogenous cDNA and found that restoration of WT  mNf1  cDNA expression does not result in a data set more like parental ipn97.4 wild type ( NF1  +/+) cells  (Supplemental Fig. 6 ). However, all cells expressing any cDNA cluster together. This may be due to exogenous overexpression of a gene and/or the selection process. In efforts to try to understand why some variants impact Schwann cell derived phenotypes more severely than others, we next wanted to analyze proteins that were differentially expressed. We identified 1,756 proteins common to the WT and G848R, 1,695 proteins common to WT and R1276Q, 1,698 proteins common to WT and R1809C, and 1,709 proteins common to WT and delM992 expressing cells  (Supplemental Fig. 7) (Supplemental Tables 13–16) . Using multiple statistical filters (SAM > 0.6, T Test  p  < 0.5, and fold change > 1.5) we identified proteins with significantly altered abundance between cell lines  (Supplemental Fig. 7) . We identified 126, 112, 166, and 132 differentially expressed proteins in the G848R, R1276Q, R1809C, and delM992 expressing cells, respectively  (Supplemental Tables 17–20) . Using the significantly altered proteins for each variant expressing cell we utilized GO analysis to characterize the proteins that are significantly different in abundance compared to the WT cDNA expressing cells  ( Fig.  3 ) . Cells stably transfected with the G848R cDNA (Fig.  3 A) revealed terms related to cellular metabolism, and DNA replication. Cells expressing the m Nf1  cDNA with the R1276Q variant (Fig.  3 B) showed GO terms related to metabolic processes and translation. The delM992 variant showed GO terms related to cellular metabolism, DNA metabolism, and protein modifications  ( Fig.  3 C ).  The R1809C variant (Fig.  3 D) GO analysis identified terms related to cell metabolism and protein transport. \n \n Fig. 3 GO pathways for WT cDNA and Variant cDNA (global proteomics) A-D) Top 15 Gene Ontology biological pathways predicted to be altered between each NF1 variant and WT Nf1 cDNA expressing cells. The x-axis represents fold enhancement, and the FDR is represented with a heatmap. E) Top selected IPA pathways for each variant compared to WT NF1. Shown are Z-scores for each pathway (significance based on x < −2 or x > 2). To get a more in depth understanding of pathways that are predicted to be activated or downregulated in cells expressing variant m Nf1  cDNA’s (in comparison to WT m Nf1  cDNA) PA was utilized  (Supplemental Table 21  provides all IPA analysis data ) ( Fig.  3 E summarizes top IPA pathways). We identified an overall trend of metabolic differences pertaining to “oxidative phosphorylation”, “mitochondrial dysfunction”, and “glycolysis” in the variant cDNA expressing cells compared to WT cDNA expressing cells  ( Fig.  3 E ) . We identified that there was a significant deactivation of the “oxidative phosphorylation” pathway in the R1809C, G848R, and delM992 m Nf1  cDNA expressing cells compared to the WT m Nf1  cDNA expressing cells; the R1276Q variant shows evidence of deactivation of this pathway but this did not reach significance in IPA via z-score.  Supplementary Fig. 8  details the IPA OXPHOS pathway for each variant cDNA in contrast to WT cDNA. When comparing “mitochondrial dysfunction”, the R1809C and G848R m Nf1  cDNA expressing cells had a significant deactivation compared to WT m Nf1  cDNA expressing cells; the R1276Q and delM992 m Nf1  cDNA expressing cells showed evidence of deactivation compared to WT m Nf1  cDNA expressing cells but did not meet significance in IPA analysis  ( Fig.  3 E ) . Again, in efforts to identify which specific proteins in these pathways were differentially expressed we identified the proteins that compose each pathway and evaluated their expression in our dataset. A summary of the significantly altered proteins is provided in Table  1  which also details expression with each variant (significance indicated by white box; non-significance indicated with gray highlight). While some proteins only showed significantly altered expression with one or two variants, CYB5R3 is increased in all variants; POLD1, MCM5, PFKM, and MAP2K2 are in increased in 3 variants; and UQCRC2 and DLAT is decreased in 3 variants. \n \n Table 1 Summary table showing significantly altered proteins in each selected IPA pathway. Average (AVG) for each group is based on normalized spectral counts. Grey cells indicate there is not a significant difference between the specified protein in the WT cDNA expressing cells compared to variant cDNA expressing cells. White cells indicate there is a significant difference in the specified protein abundance between the WT cDNA and variant cDNA cells (p-value < 0.05, FC > |1.5|, and SAM > 0.6). In efforts to validate protein expression levels in the variant expressing lines, we identified proteins that were differentially expressed as well as involved in select IPA pathways that were altered.  Supplemental Table 22  details the proteins selected, the pathways in which they are involved, their expression levels in all cell lines, and the source and catalog number of antibodies that we utilized in subsequent Western blots. The global proteomic analysis indicated a significant increase in CYB5R3 in all the variant cDNA cells compared to the WT cDNA cells. Upon Western analysis, we observed a significant increase in CYB5R3 in both the G848R and R1276Q variant cDNA cells compared to WT cDNA cells ( p  = 0.006 and 0.018, respectively). UQCRC2 (related to mitochondrial dysfunction and oxidative phosphorylation) was observed to be significantly decreased in the R1276Q, G848R, and R1809C variant cDNAs cells compared to WT cDNA cells in the global proteomic analysis. Western blot validation confirmed a significant decrease of UQCRC2 in the G848R and R1809C cDNA variant cells compared to WT cDNA cells ( p  = 0.001 and 0.004, respectively) (Fig.  4 A-B). For global proteomics, UQCRC2 was not compared in the delM992 variant cDNA cells compared to WT cDNA cells as it did not pass quality filtering, however, upon Western blot analysis we observed a significant decrease in UQCRC2 abundance in the delM992 variant cDNA cells compared to the WT cDNA ( p  = 0.015) (Fig.  4 A-B). CAPN2 (related to mitochondrial dysfunction) indicated a trend of increased abundance in the R1276Q, G848R, and R1809C variant cDNA cells compared to WT cDNA cells in the global proteomic analysis. Western blot analysis confirmed a significant increase in abundance of CAPN2 in the G848R and R1809C variant cDNA cells ( p  = 0.004 and 0.041 respectively) (Fig.  4 A-B). Western blot analysis of the R1276Q variant cDNA cells showed a similar trend to the global proteomic analysis of being increased compared to WT cDNA cells, however it did not reach significance ( p  = 0.07). LAMC1 (involved in myelination signaling) showed no significant differences in the global proteomics analysis for any of the variant cDNA expressing cell lines but showed a trend of being increased in the R1276Q, delM992, and R1809C cDNA expressing cell lines. Western blot analysis indicated a significant increase in LAMC1 levels in the delM992 cDNA expressing cells and R1276Q expressing cells compared to WT cDNA expressing cells ( p  = 0.008 and 0.015 respectively) (Fig.  4 A-B). SOD (involved in mitochondrial dysfunction) showed a significant decrease in abundance in the global proteomics for the G848R and R1276Q cDNA expressing cells. The delM992 cDNA expressing cells showed a trend to be decreased, although it did not reach significance, while the R1809C cDNA expressing cells demonstrated no difference in abundance. Western blot analysis indicated that there was a significant increase in SOD2 levels in the R1276Q cDNA expressing cells and a significant decrease in the R1809C cDNA expressing cells ( p  = 0.003 and 0.015, respectively) (Fig.  4 A-B). PFK1, CBP, and NDUSF3 did not show differences in abundance in any variant by Western blot. \n \n Fig. 4 Western blot validation of selected proteins from IPA pathways of interest. ( A ) Representative Western blot of selected proteins and ( B ) Quantification of multiple independent western blots ( N  > 3). (LAMC1 and CYB5R3: WT-9  n  = 4; delM992-12  n  = 5; R1809C-4  n  = 5; G848R-3  n  = 4; R1276Q-1  n  = 5); (SOD2, CAPN2, and CBP: WT-9  n  = 4; delM992-12  n  = 4; R1809C-4  n  = 3; G848R-3  n  = 4 R1276Q-1  n  = 4); (PFK1: WT-9  n  = 5; delM992-12  n  = 5; R1809C-4  n  = 6; G848R-3  n  = 4; R1276Q-1  n  = 5); (UQCRC2: WT-9  n  = 3; delM992-12  n  = 4; R1809C-4  n  = 3; G848R-3;  n  = 4 R1276Q-1  n  = 4); (NDUFS3: WT-9  n  = 4; delM992-12  n  = 5; R1809C-4  n  = 4; G848R-3  n  = 3; R1276Q-1  n  = 5) (* p-value > 0.05; ** p-value > 0.01 compared to WT-9; measured via a one-way T-test with equal variance after normalization of the data). Most cell lines had multiple clones created; we chose a single clone for each cell line for Western blot validation via expression of NF1 (Supplemental Fig. 2A).  To support findings of the proteomic analysis, we evaluated the extent to which NF1 contributes to mitochondrial respiratory function (Fig.  NF1 Stabilizes NADH-linked OXPHOS and mitochondrial electron flow in Schwann cells. 5 A). We observed that NADH-linked LEAK was similar between  NF1  +/+ and -/- cells (Fig.  5 B). However, NADH-linked OXPHOS and electron transfer capacity was ~ 1.5fold lower in  NF1  -/- cells compared to  NF1  +/+ (Fig.  5 C-E). Succinate-linked OXPHOS was similar between genotypes despite a ~ 1.5-fold reduction in electron transfer capacity (Fig.  5 F-G).  NF1  -/- cells displayed a ~ 30% reduction in OXPHOS and electron transfer capacity associated with convergent flow of NADH-linked substrates and succinate (Fig.  5 H-I). Oxidation of glycerol 3-phosphate tended to be lower ( p  = 0.10) in  NF1  -/- compared to +/+ cells (Fig.  5 J). Complex IV activity was comparable between genotypes (Fig.  5 K). Taken together, NF1 impacts mitochondrial respiratory function by stabilizing NADH-linked OXPHOS and electron transfer capacity in Schwann cells. We analyzed the ipn97.4 +/+ and -/- global proteomic dataset for proteins involved in complex one (part of complex 1, subunits, and assembly proteins). Although we did not observe differential abundance in proteins related to complex 1, we cannot rule out an issue with the overall assembly of complex 1 between ipn97.4 +/+ and -/- cells. \n \n Fig. 5 NF1 Stabilizes NADH-linked OXPHOS and mitochondrial electron flow in Schwann cells. ( A ) Schematic overview of oxidative phosphorylation and electron transfer pathways. ( B - C ) Oxidation of pyruvate and malate in the LEAK state. ( D - E ) Oxidative phosphorylation and electron transfer in the presence of pyruvate ( P ), malate ( M ), and glutamate ( G ). ( F - G ) Oxidative phosphorylation and electron transfer in the presence of succinate ( S ). ( H - I ) Oxidative phosphorylation and electron transfer in the presence of pyruvate, malate, glutamate, and succinate. ( J ) Rate of electron transfer in presence of glycerol 3-phosphate(G3P). ( K ) Complex IV (CIV) activity supported by TMPD and ascorbate. NF1 +/+ and -/- cells were compared using an unpaired t-test. Data are displayed as a box (mean ± 5–95% confidence interval) and whiskers (minimum to maximum) with all data points (colored dots). (LEAK ( L ): Respiratory state with saturating O 2  concentration and substrate, and low to no adenylate charge. OXPHOS ( P ): Respiratory state with saturating O 2  concentration, substrate, and saturating ADP (ATP: ADP ratio ≈ 0). ET ( E ): Respiratory state with saturating O 2  concentration, substrate, and noncoupled mitochondria (ΔG’ ATP  ≈ 0). PM = pyruvate and malate).",
  "discussion": "Conclusions Our study demonstrates that when human Schwann cells lose  NF1  there is an overall metabolic shift, specifically in regard to mitochondrial function and oxidative phosphorylation. We observe major differences in the global proteome of Schwann cells, specifically in terms of metabolism. This metabolic difference seen when NF1 is lost or mutated sheds light on an underappreciated role of NF1 in Schwann cell metabolism and could be targeted therapeutically in combination with Ras inhibitors.",
  "upgrade_date": "2026-02-20 07:29:10"
}