{
  "pmid": "PMID:39890807",
  "title": "Global proteomics and affinity mass spectrometry analysis of human Schwann cells indicates that variation in and loss of neurofibromin (NF1) alters protein expression and cellular and mitochondrial metabolism.",
  "abstract": "In efforts to evaluate potential biomarkers and drug targets for Neurofibromatosis Type I (NF1) we utilized affinity mass spectrometry and global proteomics to investigate how variation within and loss of NF1 affect immortalized human Schwann cells. We used Strep tagged mNf1 cDNAs (both wild type (WT) and variant) to affinity purity NF1 Protein-Protein interactors (PPIs) from the Schwann cells. We were able to identify 98 PPIs and show that some of these PPIs bind differentially to variant proteins. Next, we evaluated global proteomes. We identified over 1900 proteins in immortalized human Schwann cells both with and without NF1 expression. We identified 148 proteins with differential expression levels based on genotype. Following Ingenuity Pathway analysis (IPA) we found multiple pathways were altered including decreases in \"oxidative phosphorylation,\" increases in \"mitochondrial dysfunction\", and \"glycolysis\", as well as changes in \"Myelination Signaling Pathway.\" When we evaluated the proteome of NF1 null cells stably transfected with tagged mNf1 cDNAs we again identified an overall trend of metabolic differences pertaining to \"oxidative phosphorylation\", \"mitochondria dysfunction\", and \"glycolysis\" in the variant cDNA expressing cells. We then validated differential expression of the following proteins: LAMC1, CYB5R3, and SOD2 that are observed in the altered pathways. Finally, consistent with our proteomics findings, we show that NF1 is required to maintain mitochondrial respiratory function in Schwann cells by stabilizing NADH-linked oxidative phosphorylation and electron transfer. Taken together, these data indicate that NF1 plays a significant role in mitochondrial metabolism that results in proteomic changes in Schwann cells and may serve as a future drug target.",
  "authors": "Christian X Fay; Elizabeth R M Zunica; Elias Awad; William Bradley; Cameron Church; Jian Liu; Hui Liu; David K Crossman; James A Mobley; John P Kirwan; Christopher L Axelrod; Erik Westin; Robert A Kesterson; Deeann Wallis",
  "journal": "Scientific reports",
  "publicationDate": "2025-01-31",
  "doi": "10.1038/s41598-024-84493-y",
  "methods": "Materials and methods Cell lines : ipn97.4 immortalized human Schwann cells were obtained from Peggy Wallace . To create an isogenic  28 NF1  null cell line, we utilized CRISPR Cas9 targeting of  NF1 exon 2  to create inactivating indels in  46 NF1  on both alleles  (Supplemental Fig. 1 ) and created the following two variants: c.101delT and c.102delC. These cells do not express NF1 and show increased Ras activity in relation to WT parental cells ( Supplemental Fig. 1) . ipn97.4 NF1 -/- and +/+ cells were grown in DMEM (Gibco # 11995-065) with 10% serum and 1x P/S. Whole genome sequencing data analysis : DNA from both NF1 +/+ and -/- ipn97.4 cell lines was whole genome sequenced as paired end 150 bp using Illumina’s NovaSeq 6000. The raw sequence reads were first trimmed using Trim Galore (version 0.6.10) to remove any primer adapter contamination (parameters used: --paired --trim-n --nextseq 20). The trimmed sequence reads were further analyzed using Broad’s Genome Analysis ToolKit (version 4.6.0) following their Best Practices Guidelines . In brief, BWA (version 0.7.17-r1188) was used to align the trimmed sequences to GATKs hg38 genome from their Resource Bundle. Duplicate reads were removed with Picard tools (version 3.2.0) and Base Quality Score Recalibration (BQSR) was then applied to get more accurate base quality scores, which will in turn improve the accuracy of the variant calls. Both Delly and Manta were used to identify structural variants from these alignments to identify any type of off-target effects 47 . 48 , 49 Nf1 cDNA and creation of stably transfected cell lines.  We have developed and validated an m Nf1  cDNA expression system that allows us to examine the biochemical effects of any  NF1 genetic variant . The wild type (WT) m 46 Nf1  cDNA plasmid was developed by GeneCopoeia and is commercially available. The full-length, endogenous mouse cDNA ( mNf1)  containing  Nf1 isoform 2 which includes the alternatively spliced exon 31 within the GRD produces a > 250 kDa neurofibromin protein that is capable of modulating Ras signaling .  46 mNf1  cDNA is appropriate for study because the full-length cDNA sequences of endogenous  hNF1  and  mNf1  have 92% sequence identity and amino acid sequences share 98% identity. Previously, we added an affinity tag to the 3’ end of the m Nf1 cDNA . We used traditional subcloning to replace the BlpI and NotI restriction fragment in m 26 Nf1  cDNA (GeneCopoeia  NM_010897.2 ) with a similar fragment containing an in-frame insertion of ENLYFQSGAWSHPQFELGSSASHHHHHHVX amino acids between the penultimate valine and final stop codon. These code for a TEV cleavage site, a StrepII tag, and a 6X His tag. We refer to this as “tagged” m Nf1 or WT. We also introduced variants of clinical relevance and associated with genotype phenotype correlations . Variants were introduced into shuttle vectors by utilization of synthetic DNA fragments and then cloned into the full-length vector using standard enzymes. Each variant plasmid was confirmed by sequencing the entire  1 , 50 – 53 Nf1  cDNA insert, and all subsequent DNA preparations were validated by spot checking for the variant of interest. The tagged constructs were transfected into the  NF1  -/- ipn97.4 cells as follows. Cells were seeded at 7.5 × 10 5  cells per well in a 6 well plate. The following day cells were transfected with 2.5 ug of DNA and 5 uL of Lipo 3000 reagent for 24 h. The following day transfection with an additional 1 ug of DNA using LipoD while Lipo3000 mix is still in the wells. On the third day, media was replaced with fresh media without transfection reagents or plasmids and cells rested overnight. On the fourth day we began selection with 500 ug/ml G418 for 14–21 days until there were enough cells to pick colonies for single-cell selection. Cells remained under continuous selection while they were picked and harvested to test for NF1 protein expression via Western blot. Once confirmed, we continued to grow the cells in 10 cm dish with selection media (DMEM (Gibco # 11995-065) with 10% FBS, 1x P/S, and 500 ug/ml G418) until confluent and frozen back. Strep tag affinity purification : We utilized a StepTactin XT System from IBA Lifesciences (Gottingen, Germany). Whole cell lysates were generated by collecting cells and lysing them with five freeze–thaw cycles in liquid nitrogen and a 37 °C water bath. 10 µL of biotin blocking solution (iba Cat. #: 2–0205-050) was added to each sample before centrifuging the samples at 10,000 g for 20 min to clear lysates. Mag Strep  “type3” XT beads (iba Cat. #: 2–4090-002) for  Strep -tag purification were washed in 1X Buffer W (iba Cat. #: 2–1003-100). The supernatant from the cleared lysates was added to the tubes containing the beads and incubated on ice with vortexing every 10 min. After 30 min, the samples were placed on the magnetic separator (iba Cat. #: 2–1602-000). The supernatant was removed and the beads were washed three times with 1× Buffer W (iba Cat. #: 2–1003-100; Göttingen, Germany) before either being submitted to the UAB School of Medicine Mass Spectrometry/Proteomics Shared Facility or used for immediate Western blot analysis. Sample preparation Proteomics analysis were carried out as previously referenced with minor changes  (Ludwig et al., under Sect. 2.5 nLC-ESI-MS2 under Protein IDs for GeLC). Global protein extracts were attained using M-PER™ Mammalian Protein Extraction Reagent (Thermo Fisher Scientific, Cat.# 78501), and quantified using Pierce BCA Protein Assay Kit (Thermo Fisher Scientific, Cat.# PI23225). As were experimentally determined, 40ug of protein per sample were diluted to 35µL using NuPAGE LDS sample buffer (1x final conc., Invitrogen, Cat.# NP0007). Protein-protein interaction (PPI) experiments contained enriched fractions of ~ 5ug and treated similarly, for both studies the samples were then reduced with DTT and denatured at 70 °C for 10 min prior to loading everything onto Novex NuPAGE 10% Bis-Tris Protein gels (Invitrogen, Cat.# NP0315BOX) and separated (35 min at 200 constant V). The gels were stained overnight with Novex Colloidal Blue Staining kit (Invitrogen, Cat.# LC6025). Following de-staining, each entire lane were cut into multiple MW fractions (4 fractions each run on different LCMS systems as was experimentally determined to be optimal as indicated below) and equilibrated in 100 mM ammonium bicarbonate (AmBc), each gel plug was then digested overnight with Trypsin Gold, Mass Spectrometry Grade (Promega, Cat.# V5280) following manufacturer’s instruction. Peptide extracts were reconstituted in 0.1% Formic Acid/ ddH2O at 0.1 µg/µL. 54 Mass spectrometry : For both global PPI experiments, peptide digests (8µL each) were injected onto a 1260 Infinity nHPLC stack (Agilent Technologies) and separated using a 75 micron I.D. x 15 cm pulled tip C-18 column (Jupiter C-18 300 Å, 5 micron, Phenomenex). The nHPLC was configured with binary mobile phases that includes solvent A (0.1%FA in ddH2O), and solvent B (0.1%FA in 15% ddH2O / 85% ACN), programmed as follows; 10 min @ 5%B (2µL/ min, load), [35 min for global & 90 min for PPI experiments] @ 5–40%B (linear: 0.5nL/ min, analyze), 5 min @ 70%B (2µL/ min, wash), 10 min @ 0%B (2µL/ min, equilibrate). For the global proteomics studies this system ran in-line with a Thermo Q Exactive HFx mass spectrometer, equipped with a Nanospray FlexTM ion source (Thermo Fisher Scientific), and all data were collected in CID/HCD mode, and for the PPI experiments, the same model of HPLC ran in-line with a Thermo Velos Pro Orbitrap mass spectrometer, equipped with a Nanospray ion source (Thermo Fisher Scientific), and all data were collected in CID mode. In both cases following each parent ion scan (300–1200 m/z @ 60k resolution), fragmentation data (MS2) were collected on the top-most intense 18 ions (@7.5 K resolution for the global study & normal scan mode for the PPI study). For data dependent scans, charge state screening and dynamic exclusion were enabled with a repeat count of 2, repeat duration of 30s, and exclusion duration of 90s. MS Data Conversion and Searches The XCalibur RAW files were collected in profile mode, centroided and converted to MzXML using ReAdW v. 3.5.1. The mgf files were then created using MzXML2Search (included in TPP v. 3.5) for all scans. The data were searched using MACOT for the global studies, and SEQUEST (Thermo Fisher Scientific) for the PPI studies, both searches were set for three maximum missed cleavages, a precursor mass window of 20ppm, trypsin digestion, variable modification C @ 57.0293, and M @ 15.9949. Searches were performed with a species-specific subset of the UniProtKB database. Peptide filtering, grouping, and quantification The list of peptide IDs generated based on SEQUEST or MASCOT search results were filtered separately using Scaffold (Protein Sciences, Portland Oregon). Scaffold filters and groups all peptides to generate and retain only high confidence IDs while also generating normalized spectral counts (N-SC’s) across all samples for the purpose of relative quantification. The filter cut-off values were set with minimum peptide length of > 5 AA’s, with no MH + 1 charge states, with peptide probabilities of > 80% C.I., and with the number of peptides per protein ≥ 2. The protein probabilities were set to a > 99.0% C.I., and an FDR < 1.0. Scaffold incorporates the two most common methods for statistical validation of large proteome datasets, the false discovery rate (FDR) and protein probability . Relative quantification across experiments will then be performed via spectral counting, and when relevant, spectral count abundances will then be normalized between samples 55 – 57 . 58 – 60 Statistical Analysis for PPI : We performed 3 replicates of each affinity purification using wildtype tagged m Nf1  cDNA (WT) and variant tagged m Nf1  (G848R, R1276Q, R1809C, and delM992) in  NF1 null ipn97.4 human Schwann cells. Using previously generated data in HEK293 cells, we used empty vector (EV) controls to filter out non-specific PPIs . All lists from each individual pull down were compiled ( 29 Supplemental Tables 17–18 ). Each variant cDNA was compared to WT cDNA individually. First, we filtered for proteins that were seen to pull down within each of the replicates for a given group (WT, G848R, R1276Q, R1809C, and delM992). Next, we filtered for proteins that are seen in all replicates of each comparison (WT to each of the four variants). For the affinity purification studies, two separate non-parametric statistical analyses were performed between each pair-wise comparison. These non-parametric analyses include 1) the calculation of weight values by significance analysis of microarray (SAM; cut off >|0.6|combined with 2) T-Test (single tail, unequal variance, cut off of  p  < 0.05), which then were sorted according to the highest statistical relevance in each comparison. For SAM, whereby the weight value (W) is a statistically derived function that approaches significance as the distance between the means (µ1–µ2) for each group increases, and the SD (δ1–δ2) decreases using the formula, W = (µ1–µ2)/(δ1–δ2). For protein abundance ratios determined with N-SC’s, we set a 1.5-fold change as the threshold for significance. In each case, all three tests (SAM, t-test, or fold change) had to pass as detailed above for final inclusion. To filter the final dataset to eliminate potential non-specific binding proteins we used untransfected ipn97.4  NF1  -/- cells for Strep Tag Affinity Purification and subsequent mass spectrometry analysis. Due to different pipelines between datasets, we utilized the sum of all spectral counts for each identified protein in the non-specific binding dataset ( Supplemental Table 20 ) and the ipn97.4 -/- stable transfected data set ( Supplemental Table 18 ). The ratio between the pull down with the non-specific analysis and the ipn97.4 -/- stable transfected data set was computed, and the final dataset was filtered for confidence with either 0%, 5%, 10%, or 20% pulled down ratio in the non-specific dataset. Subcellular localization was assessed for the PPI’s using the Human Protein Atlas (proteinatlas.org) Subcellular section (Protein Atlas version 23.0, Release date: 2023.06.19, Ensembl version: 109) . 61 Analysis of global proteomics : We preformed two separate global proteomics analyses including: ipn97.4  NF1  -/- compared to ipn97.4  NF1  +/+ cells, and ipn97.4  NF1  -/- cells stably transfected with WT m Nf1  cDNA compared to ipn97.4  NF1  -/- cells stably transfected with one of four variant m Nf1  cDNA’s (G848R, R1276Q, R1809C, or delM992). In each comparison the data were prefiltered to look at proteins that are seen to be in all 3 of each sample’s replicates. The data were then filtered to contain proteins that are seen to be in both the control group for each comparison (ipn97.4  NF1  +/+ cells or ipn97.4  NF1  -/- cells stably transfected with WT m Nf1  cDNA) and each experimental group (ipn97.4  NF1  -/- or ipn97.4  NF1  -/- stably transfected with variant cDNA’s). Raw data for spectral counts and filtered datasets for statistical measurements can be found in  Supplemental Tables 1–10 . To obtain the final sorted lists of high confidence proteins with differential abundances we used the same statistical measurements used for the PPI (SAM > |0.6|, T Test < 0.05, and fold change > or = |1.5|). Systems analysis : Gene Ontology Enrichment analysis was conducted using significantly altered protein abundances as described in previous sections. The GO Ontology database (DOI: 10.5281/zenodo.6799722Released 2022-07-01) was used for determining biological processes associated with the proteins with significantly altered abundance . Further Pathway analysis was conducted using QIAGEN Ingenuity Pathway Analysis (IPA) 62 – 64 . Canonical pathways analysis identified the pathways from the QIAGEN Ingenuity Pathway Analysis library of canonical pathways that were most significant to the data set. All proteins observed in each comparison were uploaded to IPA and molecules present in IPA that were associated with a canonical pathway in the QIAGEN Knowledge Base were considered for the analysis. The significance of the association between the data set and the canonical pathway was measured in two ways: (1) A ratio of the number of molecules from the data set that map to the pathway divided by the total number of molecules that map to the canonical pathway; and (2) A right-tailed Fisher’s Exact Test was used to calculate a p-value determining the probability that the association between the genes in the dataset and the canonical pathway is explained by chance alone. IPA was used with default setting parameters with modification to the species parameter set to only  65 homo sapiens . The z-score represents the activation or inhibition state of a canonical pathway. A z-score greater than 2.0 was considered as significantly activated. A z-score smaller than − 2.0 was considered as significantly inhibited. Western blots : Protein lysates were harvested and quantified using a Bradford assay. Protein was utilized for Western blot and denatured at 70 °C for 10 min. Samples were loaded on Bio-Rad (Hercules, CA, USA) 4–20% gradient gels (Cat. #: 4568094) and run at 100 V for 2 h. The gels were transferred onto a polyvinylidene difluoride (PVDF) membrane at 85 V for 2 h. Blots were probed overnight at 4 °C with either the neurofibromin antibody (Cell Signaling Technologies Cat. #: 14623 S; Danvers, MA, USA), or one of the selected antibodies for validation (details in  Supplemental Table 22 ). The next morning, the blots were washed, and then probed with the respective secondary (They were washed three more times before imaging using chemiluminescent substrate from BioRad (Cat. #: 170–5061; Hercules, California) per the manufacturer’s protocols. For specific antibodies used for validation in Fig.  2 E-F and Fig.  4 A-B refer to  Supplemental Table 17 . Mitochondrial respiratory function : OXPHOS and electron transfer capacity was measured in permeabilized cell suspensions by high-resolution respirometry as described previously . In brief, passage 15  66 NF1  +/+ and -/- cells were collected in trypsin-EDTA, transferred into conical tubes of serum-supplemented PBS, and centrifuged at 800 g for 10 min at 25 °C. The cell pellet was then resuspended in MiR05 medium and 750 K cells/ml were added into each chamber of an O2K system (Oroboros Instruments). Cells were permeabilized by addition of digitonin (5–10 µg/ml). Respiratory function was determined using the following concentrations of substrates, uncouplers, and inhibitors: malate (2 mM), pyruvate (2.5 mM), ADP (2.5 mM), glutamate (10 mM), succinate (10 mM), glycerol-3-phosphate (15 mM), tetramethyl-p-phenylenediamine (TMPD, 1 mM) in the presence of ascorbate (2 mM), carbonylcyanide-p-trifluoromethoxyphenylhydrazone (FCCP, 1 µM increment), rotenone (150 nM), Atpenin 5 (1 mM), antimycin A (125 nM), and sodium azide (200 mM) as indicated. NADH- and succinate-linked OXPHOS and ET capacity were corrected for residual oxygen consumption by the antimycin A sensitive rate. Oxidation of reduced TMPD was corrected as the sodium azide sensitive rate. Data are expressed as the oxygen flow per second per million cells (O 2  Flow; pmol/sec/10 6  cells).",
  "cache_level": "minimal",
  "has_fulltext": true,
  "fetch_date": "2026-02-19 09:30:56"
}