{
  "pmid": "PMID:39921490",
  "abstract": "Vertebrate embryogenesis requires the precisely timed specification of 3 germ cell layers- ectoderm, mesoderm, and endoderm- which give rise to tissues and organs in the developing organism. The tumor suppressor gene NF2, moesin-ezrin-radixin like (MERLIN) tumor suppressor (Nf2) is expressed in all 3 germ layers during mouse development and its homozygous deletion causes embryonic lethality. People with heterozygous NF2 mutations typically develop Schwann cell tumors, especially vestibular schwannoma, but the specific role of NF2 in human embryonic development is unclear. Here, human induced pluripotent stem cells (hiPSCs) are used to demonstrate that NF2 is essential for endoderm specification and formation in humans. Although endoderm differentiation is not impaired in hiPSCs with heterozygous NF2 mutation, NF2 knockout (NF2",
  "methods": "",
  "introduction": "1 Introduction Embryonic development is a complex process regulated by a variety of signaling pathways, including Notch, transforming growth factor β (TGFβ), WNT/β ‐catenin, Hippo, receptor tyrosine kinase, and Hedgehog. [ \n \n \n 1 \n ]  The protein merlin, encoded by the NF2, moesin‐ezrin‐radixin like (MERLIN) tumor suppressor ( Nf2 ) gene in mice, is essential to segregate the inner cell mass from the trophectoderm in preimplantation embryo, [ \n \n \n 2 \n ]  and helps orchestrate these pathways to ensure normal embryonic development, including the formation of germ layers and timing of cell pluripotency and proliferation. [ \n \n \n 3 \n ]  Accordingly, loss of  Nf2  function leads to mouse embryonic lethality due to a collapsed extraembryonic region or failure to initiate gastrulation, indicated by absent expression of primitive streak (T‐box transcription factor T,  TBXT ) and definitive endoderm (Forkhead box protein A2,  FOXA2)  markers. [ \n \n \n 3c \n ]  Mouse embryonic stem cells with homozygous loss of  Nf2  primarily develop into extraembryonic mesoderm in chimeric embryos, with some mutant cells contributing to all 3 embryonic germ layers. [ \n \n \n 3c \n ] \n Nf2 (human homolog NF2) is an upstream regulator of the Hippo pathway, which controls organ size through the regulation of cell proliferation and apoptosis. [ \n \n \n 4 \n ]  In mammals, the Hippo pathway is composed of several key components, including mammalian STE20‐like kinase1/2, salvador family WW domain containing protein 1, MOB kinase activator 1A/B, large tumor suppressor kinase1/2, yes‐associated protein 1 (YAP1), WW domain containing transcription regulator 1 (TAZ), and the transcriptional enhanced associate domain (TEAD) family. [ \n \n \n 5 \n ]  Prior studies, primarily in mouse embryonic stem cells or mouse models, have established the important roles of the Hippo pathway and its effectors in self‐renewal and differentiation in vitro [ \n \n \n 6 \n ]  (Table  S1A , Supplementary Table) and mammalian development in vivo [ \n \n ,  3 \n \n \n 7 \n ]  (Table  S1B , Supplementary Table). The consequences of removing each component of the Hippo pathway have ranged from impaired differentiation of all 3 germ layers and embryonic lethality to a completely normal phenotype. [ \n \n ,  3 \n \n \n 6 \n ] \n There is comparatively little evidence on the roles of the Hippo pathway in human embryonic development and early germ layer differentiation. Although models targeting  YAP1 \n [ \n \n \n 8 \n ]  and  TAZ , [ \n \n \n 9 \n ]  major downstream effectors of the Hippo pathway, in human pluripotent stem cells have suggested that the governance of  YAP1  activity is essential for lineage differentiation, [ \n \n \n 8 \n ]  the lack of appropriate human developmental models has hindered a comprehensive understanding of other Hippo pathway effectors, including that of human homolog  NF2  (Table  S1C , Supplementary Table). Furthermore, while humans with heterozygous  NF2  mutations develop schwannomas associated with the inherited disorder neurofibromatosis type 2,  Nf2  hemizygous mice do not exhibit the same phenotype [ \n \n \n 10 \n ]  (Table  S1D , Supplementary Table), making them an inaccurate model for studying human  NF2  mutant phenotypes. These observations underscore the need to develop in vitro models for studying human  NF2  to better understand its role in human development. Here, we generated  NF2  knockout ( NF2 ) human induced pluripotent stem cell (hiPSC) lines utilizing clustered regularly interspaced short palindromic repeats and CRISPR‐associated protein 9 (CRISPR/Cas9) technology and investigated their ability to differentiate into all 3 germ layers in vitro and in vivo. The loss of  −/− \n NF2  prevented YAP1 phosphorylation and degradation, leading to its nuclear expression, which in turn blocked endoderm differentiation by inactivating the Activin/Nodal pathway. Simultaneously, the absence of  NF2  promoted a myoblast‐like fate through the activation of TGFβ signaling. Additionally, we confirmed that  NF2  hiPSCs exhibited a diminished capacity to form teratomas, particularly affecting endoderm lineage in vivo. These phenotypes were rescued by  −/− \n YAP1  knockdown or by doxycycline (Dox)‐inducible  NF2  overexpression in  NF2  cells. Our findings suggest that NF2‐mediated regulation of YAP1 is crucial for controlling endoderm differentiation during early germ layer specification in humans. −/− \n",
  "results": "2 Results 2.1 \n NF2  is Essential for Endoderm Formation In Vitro and In Vivo The  NF2  exon 2–4 region spans the most frequently mutated sites in patients with  NF2 ‐related schwannomatosis (previously known as neurofibromatosis type 2) [ \n \n \n 11 \n ]  and deletion of exon 2–3 causes complete loss of  Nf2  function and failure of embryogenesis in mice. [ \n \n ,  3 \n \n \n 10 \n ]  To examine the role of  NF2  during early lineage commitment in hiPSC, we generated  NF2  exon 2–4 targeted knockout ( NF2 \n −/− ) clones from a control wildtype (WT) hiPSC using CRISPR/Cas9. Two independent  NF2  knockout clones ( NF2 \n −/−  1 and  NF2 \n −/−  2) were generated and biallelic  NF2  exon 2–4 excision was verified by genomic DNA sequencing ( Figure   \n ; Figure  1 A S1A–F , Supporting Information). The  NF2 \n −/−  hiPSC lines were further validated with karyotyping (Figure  S1B,E , Supporting Information) and immunocytochemistry for pluripotency markers (Figure  S1C,F , Supporting Information). Figure 1 Loss of  NF2  profoundly impairs endoderm formation in vitro and in vivo. A) Representative phase contrast images of WT, and CRISPR/Cas9‐mediated  NF2  1 and  −/− \n NF2  2 hiPSC lines. Scale bars, 50 µm. B) Average fold‐change of  −/− \n NF2  mRNA expression in hiPSCs. The average expression of  NF2  in WT was set to 1. Both  NF2 ‐deficient hiPSC lines had significantly lower  NF2  expression compared to WT. C) Fluorescence images and quantification (C’) of  NF2  RNA via fluorescent in situ hybridization in hiPSCs. Scale bars, 20 µm. D) NF2 protein expression detected by immunocytochemistry. Scale bars, 20 µm. E) Tri‐lineage differentiation as confirmed by markers of ectoderm ( PAX6 ,  MAP2 ), mesoderm ( TBX6 ,  SNAI1 ,  NCAM1 ), and endoderm ( SOX17 ,  FOXA2 ,  GATA4 ). Relative fold‐change in mRNA expression in differentiated cells from hiPSCs demonstrates, absent or low levels of endoderm markers in  NF2  cells. The average expression in WT hiPSCs was set to 1. F) Three large renal teratomas developed in mice injected with WT hiPSCs, compared with small teratomas after injection with  −/− \n NF2  1 hiPSCs. Scale bars, 10 µm. G) Histology of the renal teratomas stained with hematoxylin and eosin demonstrates that loss of  −/− \n NF2  blocks endoderm but not ectoderm or mesoderm formation in vivo. Scale bars, 100 µm.  * \n p  < 0.05,  ** \n p  < 0.01,  *** \n p  < 0.001,  **** \n p  < 0.0001. See “Quantification and Statistical Analysis” in the Experimental Section for statistics and experimental information. Next,  NF2  expression levels at both the pre‐ and post‐translational stages were assessed in hiPSCs. Using primers binding to exons 2–3,  NF2  messenger RNA expression was found to be reduced by 87.88% and 98.00% in the  NF2  1 and  −/− \n NF2  2 hiPSCs, respectively, compared to WT (Figure  −/− \n 1B ). Visualization and quantification of  NF2  RNA by fluorescent in situ hybridization (FISH), using an oligo binding site on exon 3, revealed that  NF2  RNA per cell was completely absent in  NF2  1 and  −/− \n NF2  2 hiPSCs (Figure  −/− \n 1C,C’ ). Immunocytochemistry additionally confirmed the absence of NF2 protein in  NF2  1 and  −/− \n NF2  2 hiPSCs (Figure  −/− \n 1D ). In addition,  NF2 \n −/−  1,  NF2 \n −/−  2 and isogenic control WT were individually tested for their ability to differentiate into all 3 germ layers in vitro via a monolayer differentiation method using a validated commercial kit. Notably,  NF2  1 and  −/− \n NF2  2 hiPSCs did not give rise to endoderm‐related cells, as evidenced by the complete absence or low levels of expression of the endoderm lineage‐specific markers ( −/− \n SOX17 ,  FOXA2 , and  GATA4) , whereas the formation of ectoderm and mesoderm, and genes related to their specification, were unaffected (Figure  1E ). In contrast, a patient‐derived line containing heterozygous mutation of  NF2  called  NF2  (sex‐ and age‐matched from the WT,  −/+ \n NF2  1 and  −/− \n NF2  2; Figure  −/− \n S1G–I , Supporting Information) did not prevent tri‐lineage differentiation (Figure  S1J , Supporting Information). In  NF2  hiPSCs, the heterozygous deletion of “G” in a splicing donor site of intron ( −/+ \n NC_000022.11 :g.29668447delG) next to exon 10 was confirmed by single nucleotide polymorphisms genotyping mutation analysis.  NF2  hiPSCs had a single mutation in one allele of the  −/+ \n NF2  intron which may be compensated for by the normal  NF2  allele. These results suggest that  NF2 , especially exon 2–4, is crucial for endoderm formation via regulation of  SOX17, FOXA2, and GATA4 , and that one functional  NF2  allele could be sufficient to maintain normal lineage specification. Then, the WT and  NF2 \n −/−  1 hiPSCs were injected into severe combined immunodeficiency mice for an in vivo teratoma formation assay (Figure  1F ; Figure  S1K , Supporting Information). [ \n \n \n 12 \n ]  On average, mice receiving WT hiPSCs developed significantly larger renal teratomas than those receiving  NF2 \n −/−  1 hiPSCs ( n  = 3, mean± standard deviation [SD] area: 1967.7 ± 1276.5 vs 45.5 ± 40.2 mm 2 ;  * \n p  < 0.05) (Figure  S1L , Supporting Information). Histological analysis of the teratomas showed that both WT and  NF2 \n −/−  1 hiPSCs had differentiated into tissues derived from ectoderm (i.e., neural or skin epidermal tissue) and mesoderm (i.e., cartilage) (Figure  1G ). However, glandular gut‐like epithelium, derived from endoderm, was observed only in WT hiPSC‐derived teratomas (total 5 sections, average size: 625 µm). In summary,  NF2  expression is essential for endoderm development in vitro and in vivo. 2.2 \n NF2  Deletion Results in Dysregulation of Cytoskeleton Organization Early lineage specification relies on tightly controlled, consecutive changes in developmental gene expression that commence from the pluripotent stem cells, [ \n \n \n 13 \n ]  primarily governed by pluripotency markers or key transcription factors such as  OCT4 ,  NANOG , and  SOX2 . [ \n \n \n 14 \n ]  To determine whether  NF2  deletion blocked endoderm formation by preventing the expression of genes maintaining the pluripotent state, we performed RNA sequencing of the  NF2  hiPSCs. There were no significant differences in the expression levels of genes maintaining the pluripotent state between  −/− \n NF2  1 ( −/− \n n  = 3) and WT hiPSCs ( n  = 3) (Figure  S2A , Supporting Information). These results suggest that mechanisms of endoderm specification, and not maintenance of the pluripotent state, were impaired in  NF2 \n −/−  hiPSCs. Considering these findings, we analyzed all differentially expressed genes in the hiPSC RNA sequencing data to identify other potential effectors of endoderm specification failure in the  NF2  1 hiPSCs (Figure  −/− \n S2B , Supporting Information). We identified 254 differentially expressed genes (138 up‐ and 116 down‐regulated, |log 2  fold‐change| >1, adjusted  p  < 0.05) in  NF2  1 compared to WT hiPSCs (Table  −/− \n S2A , Supplementary Table), then conducted a gene set enrichment analysis to determine how these transcriptomic differences were related to functional differences. Gene ontology (GO) analysis of up‐regulated gene sets highlighted organism development, mesoderm formation (muscle tissue and heart development), and cell‐cell interaction (cell adhesion and junction) ( Figure   \n ). We further identified 18 dysregulated genes associated with embryo development (GO:0009790), including 14 up‐regulated and 4 down‐regulated genes, in  2 A NF2 \n −/−  1 hiPSCs (Figure  S2C , Supporting Information). Among these,  COL8A1, COL11A1  and  COL12A1 , which are critical for endoderm formation (GO:0001706), were dysregulated in  NF2 \n −/−  1 hiPSCs (Figure  S2D , Supporting Information). Figure 2 Loss of NF2 dysregulates cytoskeleton organization. A) Significantly up‐regulated gene ontology (GO) terms (adjusted  p  < 0.05) from the gene set enrichment analysis comparing  NF2  1 to WT hiPSCs. B) Heatmaps of differentially up‐regulated gene expression in hiPSCs, including genes related to cell adhesion (adjusted  −/− \n p <  0.001), cell junction ( p <  0.006), and fiber organization ( p <  0.03). Color denotes normalized gene expression values, with the darkest blue as the lowest expression and the darkest red as the highest. C) Immunostaining of WT and  NF2 \n −/−  hiPSCs for cell membrane protein E‐cadherin (CDH1) and cytoskeletal F‐actin. Scale bars, 20 µm. Z‐axis in 2.5D, 200 nm. D) Comparison of WT and  NF2  1 maximum and average cell thickness using the HoloMonitor. Each dot represents individual cells. E) Comparison of the number of cells per µm −/− \n 2  and the area of nuclei per cell. A.U., arbitrary unit.  ** \n p  < 0.01,  *** \n p  < 0.001,  **** \n p  < 0.0001. See “Quantification and Statistical Analysis” in the Experimental Section for statistics and experimental information. \n DDR2 , a cell surface receptor for fibrillar collagen, [ \n \n \n 15 \n ]  identified as one of the most significantly up‐regulated genes (Figure  2B , Table  S2A , Supplementary Table), functions in cell differentiation and regulation of the extracellular matrix. The  NF2  gene product merlin acts as a membrane cytoskeleton‐linking protein essential for regulating cell‐cell contact‐dependent proliferation inhibition. [ \n \n \n 16 \n ]  Notably,  DDR2  knock‐down in a human neuroblastoma cell line resulted in significant induction of  NF2 , [ \n \n \n 17 \n ]  although the precise mechanism remains unclear. Cytomechanical properties such as cell shape, size, elasticity, and adhesion are crucial in regulating stemness in pluripotent cells and are tightly connected to actin cytoskeletal dynamics. [ \n \n \n 18 \n ]  In normal cells, merlin is recruited to form a complex with E‐cadherin (CDH1), maintaining stable cell‐cell contacts and actin networks. [ \n \n \n 16 \n ]  Conversely,  NF2  hiPSCs exhibited disrupted filamentous actin (F‐actin) arrangement and lacked stable CDH1 adherens junctions (Figure  −/− \n 2C ; Figure  S2E , Supporting Information). Interestingly, the loss of  NF2  affects not only the local distribution of CDH1 protein but also its abundance in cells (Figure  S2F , Supporting Information). To explore the mechanisms underlying this reduction, we investigated factors potentially influencing  CDH1  expression in  NF2 \n −/−  hiPSCs. RT‐qPCR results confirmed the significant upregulation of  COL8A1  (WT: 1.0 ± 0.34,  NF2 \n −/−  1: 2.1 ± 0.45,  NF2 \n −/−  2: 2.2 ± 0.37) and  COL12A1  (WT: 1.0 ± 0.031,  NF2 \n −/−  1: 1.5 ± 0.088,  NF2 \n −/−  2: 1.7 ± 0.070) in  NF2 \n −/−  hiPSCs, alongside a reduction in  CDH1  expression (WT: 1.0 ± 0.19,  NF2 \n −/−  1: 0.28 ± 0.020,  NF2 \n −/−  2: 0.22 ± 0.11) (Figure  S2G , Supporting Information). This finding is consistent with Menke et al. [ \n \n \n 19 \n ]  which reported that some collagens (i.e., collagen type I and III) in culture substrates reduce  CDH1  expression in pancreatic carcinoma cell lines. Additionally, the epithelial‐mesenchymal transition‐regulating transcription factors  SNAI2  (WT: 1.0 ± 0.28,  NF2 \n −/−  1: 4.1 ± 0.84,  NF2 \n −/−  2: 7.6 ± 2.5) and  TWIST1  (WT: 1.0 ± 0.17,  NF2 \n −/−  1: 2.5 ± 0.41,  NF2 \n −/−  2: 1.7 ± 0.13), which are well‐established repressors of  CDH1  expression, [ \n \n \n 20 \n ]  were up‐regulated in  NF2 \n −/−  hiPSCs (Figure  S2G , Supporting Information). Therefore,  NF2 ‐mediated regulation of  CDH1  may be via the promotion of  CDH1  suppressor genes. Furthermore,  NF2  hiPSCs developed cytoskeletal tension stress fibers, which correlated with increased expression of extracellular matrix genes −/− \n [ \n \n \n 21 \n ]  (Table  S2A , Supplementary Table). Additionally, the mean ( t ‐test,  p <  0.0001) and maximum thickness ( p <  0.0001) of individual cells were significantly thinner in  NF2 \n −/−  1 hiPSCs (2.8 ± 1.2 µm and 5.3 ± 2.7 µm, respectively) compared to WT hiPSCs (4.5 ± 0.8 µm and 7.1 ± 1.5 µm) (Figure  2D ). Lastly, we observed that  NF2  hiPSCs had significantly fewer nuclei per unit area (WT: 128.5 ± 15.2,  −/− \n NF2  1: 37.3 ± 12.5,  −/− \n NF2  2: 57.25 ± 6.1 per 18 211.5 µm −/− \n 2 ) and larger average nucleus size per cell (81.5 ± 10.6, 166.8 ± 35.4, and 141.3 ± 19.4 µm 2 , respectively) compared to WT hiPSCs (Figure  2E ). Thus,  NF2  deletion leads to alterations in cytomechanical properties such as flattered cell shape, increased surface adherence, and fewer but larger nuclei. 2.3 Loss of  NF2  Promotes YAP1 Nuclear Localization and Hinders Endoderm Differentiation Disorganized actin fibers promote YAP1/TAZ nuclear enrichment independent of the core Hippo kinases, [ \n \n \n 22 \n ]  and, in meningioma cells, the knockdown of  NF2  RNA increases YAP1 expression and nuclear localization via the Hippo pathway. [ \n \n \n 23 \n ]  We similarly observed that YAP1 and TAZ were mainly located in the nuclei of  NF2 \n −/−  1 and  NF2 \n −/−  2, but not WT, hiPSCs ( Figure   \n ). These findings were consistent regardless of colony size (Figure  3 A 3B ), as the location of YAP1 could be affected by colony size and cell density. [ \n \n \n 24 \n ]  In contrast, the WT hiPSCs displayed both cytoplasmic and nuclear expression of YAP1/TAZ, although the localization pattern varied. Unlike YAP1 and TAZ, the co‐factor TEAD was localized in the nucleus across cell types. Figure 3 Loss of  NF2  results in YAP1 nuclear translocation and prevents endoderm differentiation. A) Immunostaining for downstream effectors of the Hippo pathway YAP1, TAZ, and TEAD in hiPSCs. Scale bars, 20 µm. B) Immunostaining for YAP1 and TAZ in hiPSC colonies of sizes < 1.6 mm 2  and > 1.6 mm 2 . Scale bars, 50 µm. C) Representative phase contrast images of endoderm lineage cells generated from WT,  NF2 \n −/−  1, and  NF2 \n −/−  2 hiPSCs. Scale bars, 500 µm. D) Immunocytochemistry of endoderm and Hippo effector proteins in WT,  NF2 \n −/−  1, and  NF2 \n −/−  2 cells after endoderm differentiation. Scale bars, 20 µm. E) Proportions of cells positive for EOMES and SOX17 protein expression shown in Figure 3D. Y axis represents % of positive cells among all cells indicated by DAPI. F) Western blot showing relatively similar expression levels of YAP1 across hiPSC and endoderm‐differentiated cell types. In contrast, Ser127 phosphorylated (p)‐YAP1 (Ser127) was reduced in  NF2 \n −/−  compared to WT cells. Protein sizes: GAPDH (37 kDa), p‐YAP1 (75 kDa), YAP1 (75 kDa). F’) Quantification of p‐YAP1 Western blot in WT and  NF2 \n −/−  hiPSCs and after endoderm differentiation.  * \n p  < 0.05,  ** \n p  < 0.01,  *** \n p  < 0.001. See “Quantification and Statistical Analysis” in the Experimental Section for statistics and experimental information. Given that YAP1/TAZ are central hubs controlling gene expression during embryogenesis, [ \n \n \n 25 \n ]  we hypothesized that their nuclear translocation in  NF2  hiPSCs might be involved in the failure to form endoderm. To test this, we compared WT and  −/− \n NF2  cells under endoderm lineage differentiation conditions in vitro. Unlike WT cells, which developed the expected endoderm‐specific aggregated colony formation,  −/− \n NF2  1 and  −/− \n NF2  2 cells displayed completely flattened morphology, lacking these characteristic structures (Figure  −/− \n 3C ). Furthermore, the endoderm differentiated WT cells were positive for markers of the onset of endoderm specification and differentiation [ \n \n \n 26 \n ]  such as EOMES (56.20% ± 10.11% of cells) and SOX17 (73.08% ± 10.81%) (Figure  3D,E ; Figure  S3A,B , Supporting Information). In contrast, very few  NF2  cells were positive for EOMES ( −/− \n NF2  1: 0.38% ± 0.63%,  −/− \n NF2  2: 0.04% ± 0.05%) or SOX17 ( −/− \n NF2  1: 3.88% ± 6.34%,  −/− \n NF2  2: 0.00% ± 0.00%) after differentiation. Similar to the hiPSC stage, YAP1/TAZ were still exclusively located in the nuclei of  −/− \n NF2  cells under endoderm differentiation conditions. −/− \n Notably, while total YAP1 protein levels were similar between WT and  NF2  cells, phosphorylated YAP1 at Ser127 (p‐YAP1)—a modification that promotes cytoplasmic retention—was significantly reduced in both  −/− \n NF2  clones in their hiPSCs state ( −/− \n NF2  1: 20.13% ± 7.10%,  −/− \n NF2  2: 15.24% ± 4.13% compared to WT) and after endoderm differentiation ( −/− \n NF2  1: 34.69% ± 16.05%,  −/− \n NF2  2: 21.52% ± 13.49% compared to WT) (Figure  −/− \n 3F,F’ ). Taken together, these results suggest that loss of  NF2  facilitates the nuclear accumulation of YAP1 by attenuating YAP1 Ser127 phosphorylation and may hinder endoderm formation. 2.4 \n YAP1  Knockdown Rescues Endoderm Differentiation To investigate whether suppression of excessive nuclear YAP1 or TAZ can restore the endoderm differentiation capability in  NF2  cells, we separately knocked down  −/− \n YAP1  or  TAZ  using 4 different small interfering RNA (siRNA) oligos (i.e., 2 for each gene). Compared to negative control (NC) siRNA transfection, si YAP1 ‐1 and si YAP1 ‐2 oligos into  NF2  1 cells reduced  −/− \n YAP1  mRNA by 18.3% ± 3.1% and 20.9% ± 9.6%, respectively, while si TAZ ‐1 and si TAZ ‐2 oligos reduced  TAZ  mRNA by 34.6% ± 1.4% and 27.5% ± 3.5% ( Figure   \n ; Figure  4 A S4A,B , Supporting Information). These mRNA knockdown effects were reproducible using  NF2  2 cells for both  −/− \n YAP1  (si YAP1 ‐1: 10.7% ± 5.0%, si YAP1 ‐2: 11.5% ± 7.4%) and  TAZ  (si TAZ ‐1: 27.6% ± 4.3%, si YAP1 ‐2: 22.4% ± 7.5%) (Figure  S4C , Supporting Information). Additionally, we observed that protein levels of YAP1 (NC: 92.8% ± 0.59%, si YAP1 ‐1: 47.1% ± 2.0%, si TAZ ‐1: 95.0% ± 1.3%) and TAZ (NC: 96.8% ± 0.69%, si YAP1 ‐1: 95.1% ± 0.6%, si TAZ ‐1: 48.1% ± 6.4%) were reduced following application of si YAP1 ‐1 and si TAZ ‐1, respectively (Figure  4B ). Figure 4 Rescue of endoderm differentiation by  YAP1  knockdown. A) Relative expression of  YAP1  and  TAZ  mRNA in  NF2  1 cells on day 1 of endoderm differentiation after treatment with si −/− \n YAP1  or si TAZ  day 0–1. The average expression in negative control siRNA‐treated (NC) cells was set to 100. B) Representative immunostaining images showing YAP1 and TAZ protein expression on day 1 of endoderm differentiation after treatment with si YAP1  or si TAZ  day 0–1. C) siRNA‐mediated knockdown of  YAP1  (si YAP1 ‐1 and si YAP1 ‐2) but not  TAZ  (si TAZ ‐1 and si TAZ ‐2) restores expression of endoderm‐related genes in  NF2  1 cells under endoderm differentiation conditions on day 4. Application of  −/− \n YAP1  and  TAZ  siRNA was between day 0 and 1. D) Knockdown of  YAP1 , but not  TAZ , restores endoderm morphology and pSMAD2/3, EOMES, and SOX17 protein expression in  NF2  1 cells on day 4 of endoderm differentiation. Application of  −/− \n YAP1 ‐1 and  TAZ ‐1 siRNA was between day 0 and 1. Scale bars, 200 µm. E) Proportions of cells positive for EOMES and SOX17 protein shown in Figure 4D. Y axis represents % of positive cells among all cells indicated by DAPI. n.s.:  p  > 0.05,  * \n p  < 0.05,  ** \n p  < 0.01,  *** \n p  < 0.001,  **** \n p  < 0.0001. See “Quantification and Statistical Analysis” in the Experimental Section for statistics and experimental information. Interestingly, the knockdown of  YAP1 , but not  TAZ , rescued mRNA expression of endoderm marker genes in  NF2  cells under endoderm differentiation conditions (Figure  −/− \n 4C ; Figure  S4D , Supporting Information). Endoderm‐like morphology and EOMES (NC: 0.09% ± 0.15%, si YAP1 ‐1: 61.6% ± 11.5%, si TAZ ‐1: 0.02% ± 0.03%) and SOX17 (NC: 0.02% ± 0.03%, si YAP1 ‐1: 54.5% ± 14.9%, si TAZ ‐1: 0.07% ± 0.13%) proteins also reappeared in the  NF2  cells following application of  −/− \n YAP1  siRNA (Figure  4D,E ). We then examined whether endoderm formation in  NF2  cells could be recovered by decoupling the YAP1‐TEAD complex with 62.5 or 125 nM verteporfin, a benzoporphyrin derivative. −/− \n [ \n \n \n 27 \n ]  There were no significant changes in the expression of endoderm markers at either verteporfin concentration compared to the control, and higher concentrations induced cytotoxicity (Figure  S4E,F , Supporting Information). In summary, the knockdown of  YAP1  alone is sufficient to restore the capacity for endoderm formation in  NF2  cells and YAP1 acts independently of the co‐activators TAZ and TEAD to impair endoderm lineage specification. −/− \n 2.5 \n NF2  Deletion Leads to a Myofibroblast‐Like Fate Instead of Endoderm Formation Via the TGFβ Pathway Next, we developed a doxycycline (Dox)‐inducible  NF2  expression system tagged with eGFP in the  NF2  1 hiPSC line ( −/− \n Figure   \n ; Figure  5 A S5A , Supporting Information), hereafter referred to as i NF2 , to investigate the transcriptomic effects of both  −/− \n NF2  loss‐of‐function and gain‐of‐function after endoderm differentiation. In the presence of Dox,  NF2  mRNA induction was observed in a dose‐dependent manner (Figure  S5B , Supporting Information). A Dox concentration of 0.5 µg mL −1  was selected for subsequent experiments, as it ensured sufficient eGFP‐NF2 expression without inducing cytotoxicity. eGFP‐NF2 protein expression in the hiPSC state was confirmed by live cell fluorescence imaging (Figure  5B ) and by Western blot (Figure  5C ). As expected, eGFP‐NF2 was mainly localized at the leading edge or at the cell‐cell adhesion points. Figure 5 Loss of  NF2  leads differentiating cells to a myofibroblast‐like fate through the TGFβ pathway. A) Schematic of the generation of an FUW‐tetO‐eGFP‐NF2 construct for establishing doxycycline (Dox)‐inducible eGFP‐NF2‐expressing hiPSC lines (i NF2 \n −/− ). The reverse tetracycline transactivator (rtTA) protein is capable of binding the Tetracycline Response Element (TRE; several TetO sequences with a minimal promoter) only in the presence of Dox. The introduction of Dox to the Tet‐on system initiates the transcription of eGFP‐NF2. B) Representative phase contrast and fluorescence live cell images of WT and i NF2 \n −/−  hiPSCs in the presence of Dox (0.5 µg mL −1 ). Scale bars, 100 µm. C) Western blot images of eGFP‐NF2 and GAPDH protein expression with or without Dox in WT and i NF2 \n −/−  hiPSCs. D) Heatmaps of gene expression in i NF2 \n −/−  (‐Dox) and WT cells after endoderm differentiation, including those related to heart development (adjusted  p  = 2.96E‐07), muscle tissue development (1.10E‐06), cardiac muscle tissue development (8.34E‐04), and nervous system development (6.22E‐18). Color denotes normalized gene expression values, with the darkest blue as the lowest expression and the darkest red as the highest. E) WT and  NF2  1 cells immunostained with myofibroblast markers (ACTA2, VIM, and COL1A1) under endoderm differentiation conditions. Scale bars, 20 µm. F) Reduction of mRNA expression of myofibroblast‐related genes following application of TGFβ inhibitor SB431542 (SB), but not BMP inhibitor LDN193189 (LDN), compared to negative control (NC; DMSO‐treated) under endoderm differentiation conditions. G) Reduction in the expression of myofibroblast marker proteins in  −/− \n NF2  1 cell after treatment with TGFβ inhibitor SB, but not BMP inhibitor LDN, under endoderm differentiation conditions. Scale bars, 50 µm. H) Gene set enrichment analysis of i −/− \n NF2  (‐Dox) compared to WT mRNA at the endoderm stage, visualized by network using Cytoscape. I) Gene ontology analysis of the endoderm cells, illustrating significantly up‐ and down‐regulated terms in i −/− \n NF2  (‐Dox) compared to WT cells. J) Ingenuity Pathway Analysis (IPA) showing up‐regulated canonical pathways in i −/− \n NF2  (‐Dox) compared to WT cell mRNA after endoderm differentiation. K) Kyoto Encyclopedia Genes and Genomes (KEGG) pathway analysis of i −/− \n NF2  (‐Dox) cells following endoderm differentiation. n.s.:  −/− \n p  > 0.05,  * \n p   <  0.05,  ** \n p  < 0.01,  *** \n p  < 0.001. See “Quantification and Statistical Analysis” in the Experimental Section for statistics and experimental information. Then, we performed RNA sequencing analysis on the i NF2  cells differentiated into endoderm in the presence (+Dox) or absence (‐Dox) of Dox, as well as on WT endoderm cells. The amount of  −/− \n NF2  mRNA was significantly higher in i NF2  (+Dox) than in i −/− \n NF2  (‐Dox) and was within a statistically similar range to that of the isogenic control WT (Figure  −/− \n S5C , Supporting Information). In the i NF2  (‐Dox) cells, there were 9265 significantly differentially expressed genes (DEGs) compared to WT after endoderm differentiation, with 2048 genes up‐regulated and 7217 genes down‐regulated. Subsequently, we asked how  −/− \n NF2  deletion impacts the ultimate cell fate decision and resulting cell identities. Genes related to the development of the heart, muscle tissue, cardiac muscle tissue, and nervous system were up‐regulated in the i NF2  (‐Dox) cells (Figure  −/− \n 5D ). This finding is consistent with previous reports that blocking endogenous SMAD2/3 activation redirects the primitive streak toward mesodermal and neural crest fates. [ \n \n \n 28 \n ]  Next, we assessed genes associated with mesodermal and ectodermal differentiation, focusing on those associated with YAP1 or TAZ. Six candidate genes were selected from the top 30 DEGs (Table  S2B , Supplementary Table), and their expressions were cross‐validated in  NF2 \n −/−  1 cells following  YAP1  or  TAZ  knockdown during endoderm differentiation.  FOXC2  (GO terms: Muscle structure development, Heart development, Cardiac muscle) was down‐regulated by only si YAP1  and other genes such as  BMP4  (Nervous system, Heart development),  FEZF2  (Nervous system),  XIRP1  (Muscle structure development, Heart development, Cardiac muscle), and  LHX5  (Nervous system) were down‐regulated by only si TAZ . However,  NKX2‐5  (Muscle structure development, Heart development, Cardiac muscle) was regulated by both  YAP1  and  TAZ  (Figure  S5D , Supporting Information). These results demonstrate that  YAP1  or  TAZ , either independently or together, may influence cell fate toward these lineages in  NF2  cells. −/− \n In contrast with the transcriptomic data suggesting  NF2  cells up‐regulated these genes, there was less evidence at the protein level. For example, semi‐quantitative analysis of immunostained images showed that only 4.29% ± 4.46% of the  −/− \n NF2  1 cells and 0.539% ± 0.543% of the  −/− \n NF2  2 cells were positive for NKX2‐5, while LHX5 expression was too weak to quantify (Figure  −/− \n S5E , Supporting Information). However, the majority of  NF2  1 and  −/− \n NF2  2 cells expressed both alpha‐smooth muscle actin (ACTA2, 100% ± 0%, 100% ± 0%, respectively), vimentin (VIM, 99.3% ± 0.298%, 97.3% ± 1.33%), and collagen type 1 (COL1A1 [a key component of the extracellular matrix], 91.4% ± 3.62%, 90.7% ± 0.439%) compared to WT (ACTA2: 2.76% ± 0.760%, VIM: 9.74% ± 3.61%, COL1A1: 2.38% ± 0.979%) (Figure  −/− \n 5E ; Figure  S5E , Supporting Information). In addition,  NF2  1 and  −/− \n NF2  2 cells did not express smooth muscle cell marker desmin (DES) or vascular endothelial marker CD31 (Figure  −/− \n S5E , Supporting Information). As the cells also had a spindle‐shaped morphology with long, thin cytoplasmic extensions, we surmised they most closely resembled myofibroblasts. [ \n \n \n 29 \n ] \n Activated myofibroblasts are the primary producers and organizers of extracellular matrix proteins during wound healing (i.e., fibrogenesis), [ \n \n \n 30 \n ]  and disruption of their tightly controlled role can result in pathological scarring of organs or tumor stroma remodeling. [ \n \n \n 31 \n ]  TGFβ [ \n \n \n 32 \n ]  and BMP [ \n \n \n 33 \n ]  ligands or their downstream effectors are involved in fibrosis, and  TGFB2  and  BMP4  mRNA were highly expressed in  NF2  1 cells (Table  −/− \n S2B , Supplementary Table). Therefore, we investigated the effect of inhibitors of TGFβ (SB431542 [SB]) and BMP (LDN193189 [LDN]) on the expression of fibrogenesis‐related genes and proteins in  NF2  1 cells. We observed that, compared to NC, the mRNA levels of myofibroblast‐related genes, such as  −/− \n ACTA2 ,  COL1A1 , and  VIM , were decreased in  NF2 \n −/−  1 cell following the application of the TGFβ inhibitor, but not the BMP inhibitor. Specifically, relative expression levels were as follows:  ACTA2  (NC: 1.0 ± 0, SB: 0.55 ± 0.087, LDN: 1.1 ± 0.41),  VIM  (NC: 1.0 ± 0, SB: 0.35 ± 0.19, LDN: 1.0 ± 0.20), and  COL1A1  (NC: 1.0 ± 0, SB: 0.37 ± 0.012, LDN: 0.94 ± 0.086) (Figure  5F ). Similarly, reductions in myofibroblast‐related proteins ACTA2 (NC: 99.7% ± 0.258%, SB: 15.5% ± 2.25%, LDN: 98.6% ± 0.933%), VIM (NC: 98.1% ± 0.181%, SB: 10.1% ± 1.45%, LDN: 97.5% ± 0.459%), COL1A1 (NC: 92.6% ± 1.41%, SB: 22.2% ± 5.64%, LDN: 90.7% ± 1.40%) were observed under SB‐treated conditions (Figure  5G ). The genetic differences between WT and i NF2  (‐Dox) cells after endoderm differentiation were further illustrated by a gene set enrichment analysis (Figure  −/− \n 5H ). The GO terms from the down‐regulated gene set included “Cell communication” and “Cell surface signaling pathway” (Figure  5I ), supporting that impaired cell‐cell interaction dynamics contribute to the failure of endoderm differentiation due to  NF2  deletion. Ingenuity Pathway Analysis (IPA) revealed activation of canonical pathways associated with fibrosis and wound healing (Figure  5J ). Kyoto Encyclopedia of Genes and Genomes (KEGG) pathway analysis highlighted an up‐regulation of cytoskeleton‐related gene expression in muscle cells (Figure  5K ). Taken together, these findings indicate that, in the absence of  NF2 , the TGFβ pathway redirects  NF2  hiPSCs toward a myofibroblast‐like fate even under endoderm differentiation conditions. −/− \n 2.6 Endoderm Formation is Restored by Forced Ectopic  NF2  Expression in  NF2  Cells −/− \n We then investigated whether ectopic  NF2  induction could rescue endoderm formation and other characteristics related to  NF2  deficiency in the knockout cells. Indeed, semi‐quantitative analysis of immunostaining images showed that 31.0% ± 7.27% i NF2  (+Dox) hiPSCs had diminished nuclear YAP1 expression compared to only 1.45% ± 1.27% i −/− \n NF2  (‐Dox) hiPSCs. Similarly, 25.6% ± 4.59% i −/− \n NF2  (+Dox) hiPSCs showed decreased nuclear TAZ expression compared to 3.02% ± 1.51% i −/− \n NF2  (‐Dox) hiPSCs. Additionally, the F‐actin arrangement appeared more organized in i −/− \n NF2  (+Dox) ( −/− \n Figure   \n ). A 3D principal component analysis plot demonstrated that forced  6 A NF2  expression prominently shifted the transcriptome pattern of the i NF2  (+Dox) cells toward that of WT (Figure  −/− \n 6B ). After endoderm differentiation, a total of 6221 DEGs were identified in i NF2  (+Dox) cells, with 1125 genes up‐regulated and 5096 genes down‐regulated compared to i −/− \n NF2  (‐Dox) cells. We then selected the top 200 DEGs that were either induced or suppressed after  −/− \n NF2  induction. Hierarchical clustering analysis depicted that the expression levels of these genes in i NF2 (+Dox) returned to the normal range, similar to WT cells (Figure  −/− \n 6C ). Specifically, endoderm‐related genes ( EOMES ,  SOX17 ,  FOXA2 ,  GATA6 , and  HHEX ), which were decreased in i NF2  (‐Dox) cells, rebounded after  −/− \n NF2  induction. Conversely, the expression of genes related to fibrosis ( ACTA2 ,  COL1A1, and VIM ) and possible ligands that activate the TGFβ signaling pathway ( TGFB1 ,  TGFB2 ), were suppressed following  NF2  induction (Figure  6D ). Figure 6 Rescue of endoderm differentiation by inducible expression of  NF2  in  NF2  cells. A) Immunostaining for YAP1, TAZ, and F‐actin in i −/− \n NF2 \n −/−  hiPSCs with Dox (0.5 µg mL −1 ) and without Dox. Scale bars, 20 µm. B) 3D principal component analysis plot of WT versus i NF2 \n −/−  (‐Dox) versus i NF2 \n −/−  (+Dox) after endoderm differentiation from RNA sequencing data. C) Heatmaps showing the top 200 significantly induced and suppressed genes in i NF2 \n −/−  (‐Dox) versus i NF2 \n −/−  (+Dox) versus WT cells after endoderm differentiation and their hierarchical clustering. D) Expression of genes related to endoderm and myofibroblasts in WT, i NF2 \n −/−  (‐Dox), and i NF2 \n −/−  (+Dox) cells after endoderm differentiation. The size of dots represents ‐Log(adjusted  p ‐value). E) Immunostaining of i NF2 \n −/−  (‐Dox) and i NF2 \n −/−  (+Dox) cells to YAP1, pSMAD2/3, and endoderm markers under endoderm differentiation. Scale bars, 20 µm. F) Measurement of embryoid body (EB) size ( n  = 20) and eccentricity ( n  = 15). EBs with greater eccentricity have less curvature (i.e., a perfect circle has an eccentricity of zero). G) Immunostaining of EBs with and without Dox using endoderm marker SOX17. Scale bars, 100 µm.  *** \n p  < 0.001,  **** \n p  < 0.0001. See “Quantification and Statistical Analysis” in the Experimental Section for statistics and experimental information. Immunostaining was performed to confirm the restoration of normal protein production and localization induced by forced  NF2  expression at the endoderm formation stage. i NF2  (+Dox) cells exhibited lower nuclear expression of YAP1 compared to i −/− \n NF2  (‐Dox) cells (Figure  −/− \n 6E ). Specifically, 53.0% ± 4.4% of i NF2  (+Dox) cells and 95.6% ± 0.49% of i −/− \n NF2  (‐Dox) cells were positive for YAP1 only in the nucleus. In addition, the expression of key endoderm markers EOMES (77.9% ± 12.8%) and SOX17 (82.3% ± 7.4%) was recovered in i −/− \n NF2  (+Dox) endoderm differentiated cells (Figure  −/− \n 6E ). To further test the restoration of endoderm lineage development, we created 3D embryoid bodies (EBs) to mimic and recapitulate aspects of blastocyst formation and gastrulation. [ \n \n \n 34 \n ]  Morphologically, i NF2  (+Dox) EBs displayed heterogenous multi‐layered cell‐cell interactions, while i −/− \n NF2  (‐Dox) EBs remained compacted cell aggregations (Figure  −/− \n S6A , Supporting Information). [ \n \n \n 35 \n ]  Also, the average size of i NF2  (+Dox) EBs (0.572 ± 0.083 mm −/− \n 2 ) was significantly larger than that of i NF2  (‐Dox) EBs, (0.098 ± 0.022 mm −/− \n 2 ) (Figure  6F ). During  Xenopus laevis  early embryo development, NF2 plays an important role in axial pattern formation. [ \n \n \n 36 \n ]  In this context, the mean eccentricity of EBs was significantly higher in i NF2  (+Dox, 0.64 ± 0.08) compared to i −/− \n NF2  (‐Dox, 0.51 ± 0.11). Notably, all i −/− \n NF2  (+Dox) EBs included SOX17 (21/21 EBs)‐ and EOMES (9/9 EBs)‐positive endoderm lineage cells. In contrast, only one of 10 i −/− \n NF2  (‐Dox) EBs had weak SOX17 expression and none were positive for EOMES (0/11 EBs) (Figure  −/− \n 6G ; Figure  S6B , Supporting Information). We further confirmed that  NF2  deletion did not affect ectoderm or mesoderm differentiation, as demonstrated by immunostaining of NESTIN, PAX6 (ectoderm), TBXT, and ACTA2 (mesoderm) (Figure  S6C , Supporting Information).",
  "discussion": "3 Discussion In contrast to the well‐known function of  NF2  as a tumor suppressor gene, [ \n \n \n 37 \n ]  its specific role in human development has long been elusive. In this study, we identified  NF2  as essential for human endoderm specification and formation by using  NF2  knockout hiPSCs cultured via monolayer direct differentiation and 3D self‐organized EB methods. We found that loss of  NF2  abolished the capacity of hiPSCs to generate endoderm lineage cells, which was attributed to the nuclear translocation of YAP1 and subsequent inactivation of the Activin/Nodal pathway required for expression of the endoderm genes  SOX17 ,  FOXA2 ,  GATA4 , and  GATA6 . Instead, hiPSCs lacking  NF2  were directed to a myofibroblast‐like fate under endoderm differentiation conditions. This was triggered by the activation of the TGFβ signaling pathway and expression of  ACTA2 ,  VIM , and  COL1A1 . Importantly, the  NF2 \n −/−  cells’ capacity to form endoderm could be restored via the siRNA‐mediated knockdown of  YAP1  or the forced expression of  NF2  with a tet‐on system, placing  YAP1  repression under the control of  NF2  during this stage of human development. Multiple studies are in line with our findings that the loss of  NF2  would disrupt the Hippo pathway during human endoderm formation, leading to aberrant gene expression due to excessive nuclear expression of YAP1. In mice, homozygous  Yap1  deletion leads to embryonic lethality shortly after gastrulation onset and Yap1 has lower expression within the region of the primitive streak destined to become endoderm, [ \n \n \n 7d \n ]  highlighting its role in anterior‐posterior axis formation and importance in the formation of the 3 germ layers. Further, in vitro studies using human pluripotent stem cells exposed to activin demonstrated that loss of YAP1 enables differentiation toward anterior primitive streak and endoderm cell fate. [ \n \n \n 38 \n ]  There have also been a few prior attempts to generate  NF2‐ deficient hiPSCs for the purpose of studying tumorigenesis, [ \n \n \n 39 \n ]  improving diagnosis of neurofibromatosis type 2, [ \n \n \n 40 \n ]  or modeling  NF2 ‐related schwannomas. [ \n \n \n 41 \n ]  A preprint by Catasús et al. reported that  NF2 \n +/−  hiPSC lines demonstrated a normal capacity to differentiate into the 3 germ layers, but  NF2 \n −/−  hiPSC failed to form EBs under standard protocol conditions. [ \n \n \n 41 \n ]  The altered differentiation capacity suggested  NF2  is involved in pluripotency, but the mechanisms were not identified. In our study, a detailed interrogation of the defect revealed it was due to a lack of expression of endoderm‐specifying genes resulting from YAP1 nuclear translocation. Although YAP1 and TAZ share common features as paralog transcriptional regulators, they have distinct transcriptional partners and control nonidentical transcriptional programs. [ \n \n \n 25 \n ]  Notably, we found that YAP1 functions independently of its co‐activators TAZ and TEAD in inhibiting the Activin/Nodal pathway and attenuating endoderm lineage formation; blocking TAZ or decoupling YAP1 from TEAD was not sufficient to restore endoderm formation. As YAP1 lacks a DNA‐binding domain, it requires interaction with other transcription factors such as p73, RUNX1/2, TBX5, SMAD, or PAX3. [ \n \n \n 42 \n ]  Future studies are needed to identify the co‐activator of YAP1 in this context. A potential candidate may be RUNX2, which had 3.9 times higher mRNA expression in  NF2 \n −/−  1 cells compared to WT cells following endoderm differentiation, and has been recently reported to associate with YAP1 to regulate cardiac fibroblast proliferation. [ \n \n \n 43 \n ] \n The Activin/Nodal pathway has previously been implicated in maintaining the pluripotent state and inducing the primitive streak during gastrulation, as well as specifying the anterior primitive streak. [ \n \n \n 44 \n ]  Additionally, inhibiting Activin/Nodal signaling in human embryonic stem cells has been reported to lead to loss of  NANOG  expression and promotion of neuroectodermal differentiation. [ \n \n \n 45 \n ]  However, we did not observe differential expression of pluripotent state‐related genes in the  NF2 \n −/−  cells in this study, including  NANOG , suggesting that this role of Activin/Nodal signaling was not affected at the hiPSC stage by the loss of  NF2 . YAP1/TAZ is also reported to be important for maintaining a pluripotent state [ \n \n \n 46 \n ]  (e.g., YAP1/TAZ can form transcriptional complexes with SMAD2/3 and OCT4 to regulate pluripotent stage‐associated genes such as  NANOG  [ 46b ]). Thus, the nuclear translocation of YAP1/TAZ in  NF2 \n −/−  cells may contribute to the preservation of an undifferentiated state. Furthermore, the Activin/Nodal pathway is not the sole determinant of primitive streak induction and mesendoderm specification. For example, BMP4 alone can induce posterior primitive streak development during mouse embryonic stem differentiation, [ \n \n \n 47 \n ]  and inhibitors of Activin/Nodal signaling in the presence of BMP4 and FGF2 promote a mesoderm fate in human embryonic stem cells. [ \n \n \n 48 \n ]  Studies involving the loss of  Nodal  mRNA synthesis in mouse embryos have demonstrated that although there is no morphological evidence of complete primitive streak formation, these embryos still contain cells expressing posterior mesoderm markers. [ \n \n \n 49 \n ]  Consistent with previous findings, we observed the induction of mesendoderm cells expressing the pan‐primitive streak marker TBXT in  NF2 \n −/−  EBs (Figure  S6C , Supporting Information). Thus, the capacity for mesoderm induction by  NF2 \n −/−  cells may be unaffected due to  BMP4  up‐regulation, although future studies are suggested to determine whether this extends to all mesodermal subtypes, particularly paraxial mesoderm as the most anterior part of the primitive streak. In addition to elucidating the developmental importance of  NF2 , our study may provide insight into the potential mechanisms underlying pathological fibrosis in patients with inherited or sporadic  NF2  mutations. In alignment with  NF2’ s role as a tumor suppressor, somatic  NF2  mutations can prompt biallelic inactivation in tissues that promote neoplasia, and the risk is higher for patients who have already inherited one mutant  NF2  allele. [ \n \n \n 37 \n ]  The hallmark of  NF2‐ related schwannomatosis is bilateral vestibular schwannoma and these patients also have high rates of meningioma, leading to  NF2  being one of the first gene mutations implicated in meningioma formation. [ \n \n \n 50 \n ]  These tumors are commonly fibroblastic. [ \n \n \n 51 \n ]  Myofibroblasts, similar to those generated via TGFβ signaling in our  NF2 \n −/−  cells, could contribute to fibrosis development in  NF2‐ related schwannomatosis and other tumors. Furthermore, prior studies have established the involvement of the Hippo pathway and YAP1 in multiple fibrotic diseases, [ \n \n \n 52 \n ]  myofibroblast differentiation, [ \n \n \n 53 \n ]  and cancer‐associated fibroblast generation. [ \n \n \n 54 \n ]  Understanding this mechanism is particularly important in the context of vestibular schwannoma, where fibrosis in the tumor microenvironment is associated with a greater risk of hearing loss. [ \n \n \n 55 \n ]  The present results provide a foundation for future investigations into the broader functions of  NF2  across different tissues and contexts, spanning human embryogenesis to disease processes in later life, and may provide valuable insight for future therapeutic strategies.",
  "fetched_at": "2026-02-11T02:40:17.886861",
  "abstract_length": 838,
  "methods_length": 0,
  "introduction_length": 4418,
  "results_length": 34714,
  "discussion_length": 7543
}