{
  "pmid": "39948669",
  "abstract": "BACKGROUND: EQ-5D-Y is a pediatric preference-based health-related quality of life (HRQL) measure that is recommended in health economic evaluation according to China's guidelines. However, there is limited evidence regarding how the EQ-5D-Y perform in patients with rare diseases in the country. Neurofibromatosis type 1 (NF1) is a rare disease that affects the growth and development of underage patients. This study aimed to examine the performance of EQ-5D-Y proxy version among underage NF1 patients in China. METHODS: Data from a nationwide cross-sectional survey from Nov 2022 to Jan 2023 was used. A total of 154 caregivers for underage NF1 patients who completed the EQ-5D-Y proxy version, PedsQL 4.0 Generic Core Scales (PedsQL GCS) proxy version, and Zarit Burden Interview (ZBI-22) were included. The performance of the EQ-5D-Y was assessed by response pattern (ceiling and floor effects), convergent validity against the PedsQL GCS, known-groups validity, and Shannon (H') and Shannon evenness (J') indices. RESULT: Data from 154 caregivers were analyzed. The mean age of caregivers was 38.23 (6.02) years, and 78.57% of them were mothers of NF1 patients. The mean age of NF1 patients was 8.38 (3.34) years, with 51.30% being females. The ceiling effect of EQ-5D-Y was 30.52%, and floor effect was 0%. Moderate to strong correlations were found between EQ-5D-Y and PedsQL GCS dimensions that share similar constructs (rho - 0.42 to -0.60, all p values < 0.001). The hypotheses of known-groups defined by different PedsQL GCS and ZBI scores were validated. The EQ-5D-Y exhibited the strongest informativity and discriminatory power of the \"feeling worried, sad or unhappy\" dimension and weakest for the \"mobility\" dimension (H' CONCLUSIONS: EQ-5D-Y is acceptable for measuring HRQL of underage NF1 patients in China. More evidence for using EQ-5D-Y in rare diseases is awaited.",
  "methods": "Methods Data from a nationwide cross-sectional survey from Nov 2022 to Jan 2023 was used. A total of 154 caregivers for underage NF1 patients who completed the EQ-5D-Y proxy version, PedsQL 4.0 Generic Core Scales (PedsQL GCS) proxy version, and Zarit Burden Interview (ZBI-22) were included. The performance of the EQ-5D-Y was assessed by response pattern (ceiling and floor effects), convergent validity against the PedsQL GCS, known-groups validity, and Shannon (H’) and Shannon evenness (J’) indices. Methods Data collection The study used data from a cross-sectional survey conducted from Nov 2022 to Jan 2023. In this survey, primary caregivers for underage NF1 patients were recruited through a nationwide patient group of the NF1 population, Neurofibromatosis Shenzhen Care Center (NSCC). Volunteers from NSCC helped to organize the participants and make preparations for the survey. As per the ethics committee’s recommendations, all questionnaires in this study should be completed by caregivers of NF1 patients acting as proxies for NF1 patients who were under 18 years old, even though there are varying opinions regarding the consistency between proxy-reported and self-reported HRQL [ 29 – 32 ]. Early studies showed that the proxy and self-reported versions of EQ-5D-Y and PedsQL GCS generally demonstrate moderate to good agreement [ 33 – 39 ]. Caregivers were asked to fill out a questionnaire using an online survey platform, where researchers could monitor the entire process of answering the questions. Information on medical treatment (e.g., annual outpatient visit times and hospitalization times) in the year 2021 was collected. The EQ-5D-Y proxy version, PedsQL 4.0 Generic Core Scales (PedsQL GCS) proxy version and Zarit Burden Interview (ZBI-22) were used. The EQ-5D-Y was applicable for caregivers of those patients aged from 4 to 18, and PedsQL GCS was applicable for caregivers of those patients aged from 2 to 18. ZBI-22 was applicable for all the caregivers included. A total of 223 caregivers of NF1 patients were recruited in the cross-sectional survey, only those who completed both the EQ-5D-Y and PedsQL GCS were included in the present study ( n  = 154). Ethics approval was obtained from the Ethics Committee of Beijing University of Chinese Medicine (2022BZYLL1005). The study was carried out according to the Declaration of Helsinki. Written informed consent was obtained before the survey began. Measures In this study, the EQ-5D-Y proxy version and PedsQL GCS proxy version were used to assess HRQL of underage NF1 patients, and ZBI-22 was used to assess caregiver burden. EQ-5D-Y The EQ-5D-Y is a youth version of the EQ-5D descriptive system, designed for children and adolescents aged 4 to 18, and it has a value set for China [ 17 ]. Caregivers filled out EQ-5D-Y as proxies only for patients aged between 4 and 18 years old in this study. EQ-5D-Y collects information on one’s health status from three response levels (no problems, some problems, and a lot of problems) of five dimensions: “mobility”, “looking after him/herself”, “doing usual activities”, “having pain or discomfort”, “feeling worried, sad or unhappy” [ 40 ]. A visual analog scale (VAS), ranging from 0 to 100, is presented to the respondents after they fill out their health status of five dimensions to get the subjective feeling of their total health. Previous studies demonstrated good validity and reliability of EQ-5D-Y in underage populations [ 22 ,  27 ,  28 ,  41 – 43 ]. In the present study, caregivers’ responses to the EQ-5D-Y were converted from the five questions to preference-based EQ-5D utility scores using a value set for EQ-5D-Y in China [ 17 ]. PedsQL 4.0 Generic Core Scales PedsQL GCS is a 23-item HRQL measure for children aged 2 to 18, using 5-point response Likert scales to assess the health status [ 44 ]. PedsQL GCS showed good reliability and validity in different populations including NF1 patients and was recommended to be used in neurofibromatosis trials [ 45 – 49 ]. In the present study, caregivers filled out PedsQL GCS proxy version if patients aged between 2 and 18 years old. There are 4 scales in PedsQL GCS assessing HRQL in different domains: (1) physical functioning (8 items), (2) social functioning (5 items), (3) emotional functioning (5 items), and (4) school functioning (5 items). Total score and scale scores of PedsQL GCS were calculated as the average of all the items in the whole PedsQL GCS and each scale and then reversely and linearly transformed into scores ranging from 0 to 100, using the scoring system of the PedsQL questionnaires. A higher PedsQL total score or scale score means a better health status. Zarit Burden Interview Zarit Burden Interview (ZBI-22) is a 22-item questionnaire used to measure a caregiver’s burden. ZBI-22 has been used to assess the caregiver burden of different populations including NF1 patients and proved to be valid and reliable [ 50 – 55 ]. ZBI-22 uses a 5-level (0–4 points for each item) severity scale to evaluate how the caregiver feels when they provide care for the one being cared for. The total score of ZBI-22 ranges from 0 to 88. The higher the ZBI-22 total score is, the heavier distress a caregiver is experiencing. All caregivers included in the cross-sectional survey filled out ZBI-22. Data analysis In the present study, measurement properties of the EQ-5D-Y were assessed by response patterns, construct validity, and informativity and discriminatory power. Response patterns were demonstrated by ceiling and floor effects, and distribution across response levels of each dimension. Construct validity included convergent validity and discriminant validity. Convergent validity was examined by Spearman’s correlation coefficient (rho) against the PedsQL GCS. Significant correlations were expected between similar constructs of EQ-5D-Y and PedsQL GCS. At the domain level, similar constructs included EQ-5D-Y “mobility”, “looking after him/herself”, “doing usual activities”, and “having pain or discomfort”, in correspondence to PedsQL physical functioning; “feeling worried, sad or unhappy” in correspondence to PedsQL emotional functioning; “doing usual activities” in correspondence to PedsQL school functioning and social functioning; “doing usual activities”, “having pain or discomfort”, and “feeling worried, sad or unhappy” in correspondence to PedsQL psychosocial health score [ 56 ]. Spearman’s correlation was identified as strong correlation (rho > 0.7), moderate correlation (0.4 ≤ rho ≤ 0.7), and weak correlation (rho < 0.4) [ 57 ]. Discriminant validity was examined by known-groups validity. When analyzing known-groups validity, we analyzed known-groups as follows: (1) gender; (2) outpatient visit times (< 5 times/year vs. ≥5 times/year); (3) hospitalization times (0 times/year vs. ≥1 time/year); (4) median of ZBI-22 total score; (5) median of PedsQL GCS dimensions and pain scores. These groups are known to differ in health status, and it was anticipated that the EQ-5D-Y utility scores and VAS scores could distinguish children with different health statuses. Informativity and discriminatory power were examined by Shannon (H’) and Shannon evenness (J’) indices. In the study, data of EQ-5D-Y, PedsQL GCS, and ZBI-22 need to be complete in order to assess the measurement properties of EQ-5D-Y. Therefore, listwise deletion would be conducted if there was any missing data in EQ-5D-Y, PedsQL GCS, or ZBI-22. We conducted statistical analyses using Stata 17.0 SE. We considered that significant differences exist when  p  value was ≤ 0.05. Effect size is interpreted as small (Cohen’s  d  = 0.2), medium (Cohen’s  d  = 0.5), and large (Cohen’s  d  = 0.8).",
  "introduction": "",
  "results": "",
  "discussion": "",
  "fetched_at": "2026-02-11T23:39:51.172470",
  "abstract_length": 1889,
  "methods_length": 7712,
  "introduction_length": 0,
  "results_length": 0,
  "discussion_length": 0
}