{
  "pmid": "PMID:39981185",
  "abstract": "Schwann cells are specific peripheral glial cells with remarkable plasticity following peripheral nerve injury. Injury responses stimulate c-Jun activation in Schwann cells, drive epithelial-mesenchymal transition and cellular phenotypic changes, and induce the generation of reprogrammed repair Schwann cells to orchestrate peripheral nerve regeneration process. Schwann cells and/or Schwann cell-derived molecules are commonly used as supporting cells and/or neurotrophic factors to construct Schwann cell-based tissue-engineered nerve grafts for repairing severe peripheral nerve injury with long defects. Transplantation of Schwann cells and/or Schwann cell-derived molecules also serves as a helpful approach for the treatment of other injured tissues, such as the spinal cord, skin, digit tip, and bone. Schwann cells are not only associated with tissue regeneration but also involved in tumorigenesis and tumor progression. Schwann cells are the major cellular component of neurofibromatosis type 1 and the sole cell type in neurofibromatosis type 2 and schwannomatosis. In addition, Schwann cells also function as an important player in the tumor microenvironment and aid in the growth and invasiveness of many other solid cancers. In the present review, we outline the physiological and pathological activities of Schwann cells and discuss the functional roles of Schwann cells in homeostasis, regeneration, and cancer.",
  "methods": "",
  "introduction": "Introduction Schwann cells are unique glial cells of the peripheral nervous system that are derived from the neural crest. During development, neural crest cells emerge from the dorsal neural tube and differentiate into numerous types of cells, including melanocytes, fibroblasts, smooth muscle cells, neurons, and Schwann cell precursors ( Jessen and Mirsky, 2005 ;  Takahashi et al., 2013 ). Schwann cell precursors generate immature Schwann cells which express some common markers as neural crest cells and Schwann cell precursors, such as the neuregulin (NRG) receptors Erb-B2 receptor tyrosine kinase 2 (ErbB2), Erb-B2 receptor tyrosine kinase 3 (ErbB3), and Erb-B2 receptor tyrosine kinase 4 (ErbB4), the neurotrophin receptor p75, transcription factors SRY-box 2 (Sox2) and SRY-box 10 (Sox10), and mesenchymal marker vimentin ( Aquino and Sierra, 2018 ). Immature Schwann cells, compared with their precursor cells, have a reduced amount of mesenchymal marker N-cadherin but high abundance of early growth response 2 (Krox20) and glial fibrillary acidic protein (GFAP) ( Aquino and Sierra, 2018 ). Postnatally, immature Schwann cells give rise to myelinating Schwann cells that not only express pan-Schwann markers ErbB3 and S100 but also express myelin proteins such as myelin basic protein (Mbp), myelin protein zero (Mpz), and proteolipid protein 1 (Plp1) as well as non-myelinating Schwann cells that express p75, glutamate-ammonia ligase (Glul), apolipoprotein D (Apod), SPARC related modular calcium binding 2 (Smoc2), and fatty acid binding protein 7 (Fabp7) ( Avraham et al., 2020 ;  Wolbert et al., 2020 ). Myelinating Schwann cells spirally wrap large diameter axons, form compact myelin lamellae around axons, produce mature myelin sheaths, and thus contribute to the rapid conduction of nerve impulses. Non-myelinating Schwann cells occupy a larger proportion than myelin forming Schwann cells. Non-myelinating Schwann cells can be further divided into Remak Schwann cells, terminal Schwann cells at neuromuscular junctions, and Schwann cells in sensory corpuscles ( Griffin and Thompson, 2008 ). Remak Schwann cells, although do not form compact myelin sheaths, also ensheath axon lengths. Different from myelinating Schwann cells that ensheath axons at a 1:1 ratio, each Remak Schwann cell ensheathes multiple small-caliber axons ( Figure 1 ) ( Armati and Mathey, 2013 ;  Harty and Monk, 2017 ). FIGURE 1 Schwann cell lineage during development. Schwann cell precursors arise from neural crest cells and differentiate to immature Schwann cells. Immature Schwann cells next give rise to mature Schwann cells, including myelinating Schwann cells and non-myelinating Schwann cells.",
  "results": "",
  "discussion": "Conclusion Schwann cells, as unique and major peripheral glial cells, execute essential axon surrounding and supporting roles under physiological conditions. In response to peripheral nerve injury, Schwann cells can be reprogrammed to a repair phenotype to orchestrate tissue remodeling. Hence, Schwann cells have been used as important supporting cells in the field of regenerative medicine. Schwann cells, especially hyperactivated Schwann cells, on the other hand, may be important niche components of the tumor microenvironment and influence tumor progression. A comprehensive understanding of the biological activities of Schwann cells and the mechanisms underlying Schwann cell reprogramming is likely to aid in the regeneration of injured tissues and organs as well as the prevention of cancer development.",
  "fetched_at": "2026-02-11T02:39:11.249753",
  "abstract_length": 1428,
  "methods_length": 0,
  "introduction_length": 2699,
  "results_length": 0,
  "discussion_length": 813
}