{
  "pmid": "PMID:39980445",
  "abstract": "BACKGROUND: Improving the surgical outcomes for commonly occurring spinal neoplasms of extradural and intradural extramedullary origins requires precise intraoperative diagnosis provided by highly trained neuropathologists. METHODS: Through a retrospective study of n = 319 patient specimens, verified where appropriate by learning curve analysis to be sufficient for statistically significant observations, we aimed to assess the utility of 10-second picosecond infrared laser mass spectrometry (MS; PIRL-MS) for non-subjective diagnosis of major spinal tumor types of metastatic carcinoma, schwannoma, and meningiomas. RESULTS: The sensitivity and specificity values of spinal tumor-type diagnosis (based on n = 182 independent specimens) were (93% ± 1)% and (97% ± 2)%, respectively. This classification utilizes n = 41 cellular lipids including phosphatidylcholines, sphingomyelins, phosphatidylethanolamines, and ceramides whose identities were established using high-resolution tandem MS. Furthermore, the accuracy of diagnosis of a model that contained n = 97 meningioma and n = 106 schwannoma was not drastically influenced by the presence of n = 54 additional intradural extramedullary spinal neoplasms of myxopapillary ependymoma, neurofibroma, paraganglioma, and solitary fibrous tumor types in the differential diagnosis, confirming the generalizability and robustness of the identified molecular array in rendering correct classification even in the presence of data not seen previously by the model. CONCLUSIONS: The identified lipids form a \"molecular array\" for robust diagnosis of meningioma and schwannoma tumors by non-pathologists in a manner similar to genomic, transcriptomic, or methylomic arrays used to diagnose brain cancer types, albeit on a much faster timescale of seconds as opposed to hours.",
  "methods": "",
  "introduction": "",
  "results": "",
  "discussion": "",
  "fetched_at": "2026-02-11T02:39:23.678179",
  "abstract_length": 1822,
  "methods_length": 0,
  "introduction_length": 0,
  "results_length": 0,
  "discussion_length": 0
}