{
  "pmid": "39980445",
  "abstract": "BACKGROUND: Improving the surgical outcomes for commonly occurring spinal neoplasms of extradural and intradural extramedullary origins requires precise intraoperative diagnosis provided by highly trained neuropathologists. METHODS: Through a retrospective study of n = 319 patient specimens, verified where appropriate by learning curve analysis to be sufficient for statistically significant observations, we aimed to assess the utility of 10-second picosecond infrared laser mass spectrometry (MS; PIRL-MS) for non-subjective diagnosis of major spinal tumor types of metastatic carcinoma, schwannoma, and meningiomas. RESULTS: The sensitivity and specificity values of spinal tumor-type diagnosis (based on n = 182 independent specimens) were (93% ± 1)% and (97% ± 2)%, respectively. This classification utilizes n = 41 cellular lipids including phosphatidylcholines, sphingomyelins, phosphatidylethanolamines, and ceramides whose identities were established using high-resolution tandem MS. Furthermore, the accuracy of diagnosis of a model that contained n = 97 meningioma and n = 106 schwannoma was not drastically influenced by the presence of n = 54 additional intradural extramedullary spinal neoplasms of myxopapillary ependymoma, neurofibroma, paraganglioma, and solitary fibrous tumor types in the differential diagnosis, confirming the generalizability and robustness of the identified molecular array in rendering correct classification even in the presence of data not seen previously by the model. CONCLUSIONS: The identified lipids form a \"molecular array\" for robust diagnosis of meningioma and schwannoma tumors by non-pathologists in a manner similar to genomic, transcriptomic, or methylomic arrays used to diagnose brain cancer types, albeit on a much faster timescale of seconds as opposed to hours.",
  "methods": "Methods Through a retrospective study of  n  = 319 patient specimens, verified where appropriate by learning curve analysis to be sufficient for statistically significant observations, we aimed to assess the utility of 10-second picosecond infrared laser mass spectrometry (MS; PIRL-MS) for non-subjective diagnosis of major spinal tumor types of metastatic carcinoma, schwannoma, and meningiomas. Materials and Methods Tissues and Samples Ethics statement.— Flash frozen banked patient specimens were sourced from local biobanks as approved per the institutional review board and subsequent authorization by the research ethics board of the University Health Network. The authorization for specimen use for research purposes was obtained through  written informed consent  secured at the biobanking stage, and then evaluated by the ethics board for use in the context of the specific aims of this publication (authorization UHN REB 21-5929). This study used  n  = 319 specimens in total. Here, metastatic carcinomas ( n  = 62), meningioma ( n  = 97), schwannoma ( n  = 106), myxopapillary ependymoma ( n  = 18), neurofibroma ( n  = 18), paraganglioma ( n  = 9), solitary fibrous tumors also known as hemangiopericytoma ( n  = 9) were subjected to PIRL-MS analysis. See SI section “Additional Information: Experimental methods” for how ground truth pathology for these specimens were established. PIRL-MS Data Collection and Analysis The molecular profiles (100–1000 Da) were collected on a Xevo G2-XS quadrupole Time-of-Flight mass spectrometer (Waters) in the negative ion mode. Desorption was performed by a PIRL system (Light-Matter Interaction) in a hand-held mode through a 0.4 mm sapphire fiber at 1 kHz (300–400 mW of average power). The actual average signal duration for sampling was 13 ± 2 seconds, and the plume of the laser-ablated material was transported to the qTOF instrument using ~ 2 m Tygon tubing interfaced with the metallic extension of the ion block (heated to 150 °C). This used an ion block extension provided with DESI-MS source (Waters), utilized for convenience. The act of sampling resulted in the collection of multiple PIRL-MS spectra from the surface of each specimen. Each mass spectrum forms a single sampling event comprised of  m/z  values (100–1000 Da) averaged from an ~10-second data collection. Additional details regarding PIRL-MS data analysis and identification of discriminating ions with liquid chromatography are included in the SI section “Additional Information: Experimental methods.”",
  "introduction": "",
  "results": "",
  "discussion": "",
  "fetched_at": "2026-02-11T23:41:26.302658",
  "abstract_length": 1822,
  "methods_length": 2534,
  "introduction_length": 0,
  "results_length": 0,
  "discussion_length": 0
}