{
  "pmid": "39996452",
  "abstract": "INTRODUCTION: Neurofibromatosis type 2 (Nf2) gene inactivation is common in sporadic and Nf2-related meningioma. There is currently scant literature describing the development of an intracranial meningioma model in animals. Given the role of Nf2 and other gene inactivation in meningeal cells, we used Cas9 mice here as the background host to establish a new animal model of skull base meningioma in this study. AIMS: Cas9 transgenic mice were purchased from Jackson Laboratory and raised in our institution. Subsequently, meningeal cells were obtained from the Cas9 transgenic mice, cultured in medium, and passaged in vitro. We then prepared lentivirus vector pLentiCre/gRNA, which could express the elements blocking the function of four genes: Nf2, P15 RESULTS: Twenty Cas9 transgenic mice were successfully bred. Five mice were killed so that meningeal cells could be extracted, cultured, and infected with the lentivirus vector pLentiCre/gRNA for 72 h in vitro. The gene function test showed that Nf2, P15 CONCLUSIONS: The Cas9 mouse model of skull base meningioma generated with the Nf2 genetic defect and the combinational loss of P15",
  "methods": "2 Materials and Methods 2.1 Preparation of Meningeal Cells From Cas9 Transgenic Mice Twenty mice of Rosa26‐LSL‐Cas9 knockin were purchased from Jackson Laboratory (Strain #:024857, USA) and successfully bred in our lab. All of the protocols were approved by the Experimental Animals Ethics Committee of Fudan University (2022JS‐318). Five neonatal mice (postnatal day 2) were killed, meningeal tissues were isolated, and single‐cell primary cultures were obtained via mechanical and enzymatic methods. Primary meningeal cells were passaged for four to five generations. 2.2 Transfection of Meningeal Cells From Cas9 Transgenic Mice The lentiviral vector pLentiCre/gRNA was packaged, and the viral expression strategy was as follows: CMV‐NLS‐Cre‐3FLAG‐polyA‐U6‐gRNA1‐U6‐gRNA2‐U6‐gRNA3‐U6‐gRNA4. From this, four gRNAs were screened and separately directed to the  Nf2, P15 \n \n ,  Ink4b \n P16 \n \n , and  Ink4a \n P19 \n \n  genes. Arf \n The titer of the packaged virus was greater than 10 8 /ml. According to a virus: cell ratio of 200:1, the primary meningeal cells were infected, cultured, and passaged. The green fluorescent protein (GDP) signal was observed after 3 days of infection with the pLentiCre/gRNA virus, while no signal was observed in the control group. This indicated that the virus could infect the cells and express Cre, which in turn would activate Cas9 expression. In addition, we found that primary meningeal cells infected with the no‐load virus could no longer be propagated after four passages, while the cells infected with pLentiCre/gRNA exhibited a vigorous growth trend, requiring passaging every 2 days, with no slowing in growth for more than 10 generations. 2.3 Target Gene Expression After Viral Infection in Meningeal Cells After being infected with the pLentiCre/gRNA virus, the meningeal cells were passaged for 10 generations, and some meningeal cells were used for DNA extraction. Polymerase chain reaction (PCR) and sequencing were performed on the site to be edited and revealed that the editing sites set in the meningeal cells for the four target genes ( Nf2, P15 \n \n ,  Ink4b \n P16 \n \n , and  Ink4a \n P19 \n \n ) were all mutated. This indicated that our strategy can indeed simultaneously achieve mutations in the four genes in meningeal cells. Arf \n 2.4 Viral Injection Into the Meningeal Site of Neonatal Mice Usually, AAV has a high packaging titer and has a long‐lasting effect in vivo [ 7 ]. Therefore, according to the pLentiCre/gRNA strategy, we constructed an AAV vector of pAAVCre/gRNA, which could import Cre and the four gRNAs. After the above‐mentioned primary meningeal cells were infected with AAV in vivo, the fluorescence expression was observed as well, indicating that the AAV could activate Cas9 expression as the pLentiCre/gRNA virus. The structure of the pAAVCre/gRNA was as follows: ITR‐U6‐sgRNA(Nf2)‐U6‐sgRNA(p16Ink4a)‐U6‐sgRNA(p15Ink4b)‐U6‐sgRNA(p19Arf)‐pEFS‐Rluc‐2A‐Cre‐shortPA‐ITR. The prepared pAAVCre/gRNA was injected into the skull base at the subdural position of 2‐day‐old Cas9 transgenic mice, with each mouse being injected with about 10 8  VG/ml of virus. The mice that survived the injection continued to be observed (one mouse died of viral injection). Two months after injection, five mice were killed, and the expressions of GFP in the injection site at the skull base were observed under microscopy. 2.5 Observation of Meningioma Formation by Brain  MRI  Scan After 10 months' observation, five mice were sent for a brain magnetic resonance image (MRI) scan in order to detect intracranial tumor growth. This study was conducted on a Bruker 7.0 T scanner (Bruker BioSpin GmbH). The specific method is as follows: Inhale 1%–2% isoflurane (IsoFlo, USA) into mice, and after anesthesia, the mice were placed in a magnetic resonance room for scanning. First, we performed rapid acquisition with relaxation enhancement echo scans in three directions and then performed conventional spin echo sequence, T1‐weighted, and T2‐weighted scans on the entire brain. The scanning parameters are as follows: relaxation time 4000 milliseconds, echo time 15 milliseconds, field of view 25.6 × 25.6 mm, matrix 256 × 256, slice thickness 0.8 mm, scan time 3 min 20 s. After that, Gd‐DTPA (Magnevist, Germany) magnetic resonance enhancer was injected intraperitoneally into mice; the dose was 0.8 mL/kg for enhanced scanning. 2.6 Histological and Immunohistochemical Analysis After 10 months' observation, finally, nine mice tumor specimens were processed for histological examination via standard hematoxylin and eosin (HE) staining and also examined for EMA, vimentin, and Ki‐67 (as detected by MIB‐1 antibody) via immunohistochemical (IHC) staining. The primary antibodies were all obtained from Abcam.",
  "introduction": "",
  "results": "",
  "discussion": "",
  "fetched_at": "2026-02-11T23:41:30.417714",
  "abstract_length": 1142,
  "methods_length": 4761,
  "introduction_length": 0,
  "results_length": 0,
  "discussion_length": 0
}