{
  "pmid": "PMID:40009403",
  "title": "Treatment of Cutaneous Neurofibromas in Neurofibromatosis Type 1 With MEK Inhibitor Selumetinib: A Nonrandomized Clinical Trial.",
  "abstract": "IMPORTANCE: Cutaneous neurofibromas (cNFs) can cause itching, disfigurement, pain, and emotional difficulties in people with neurofibromatosis type 1 (NF1). OBJECTIVE: To determine the impact of the mitogen-activated protein kinase kinase inhibitor selumetinib on cNF including change in tumor volume and patient-reported outcome measures. DESIGN, SETTING, AND PARTICIPANTS: Adults with NF1 and 9 or more measurable cNFs were enrolled in this nonrandomized pilot trial at the National Cancer Institute and the University of Alabama at Birmingham, which spanned from August 26, 2017, to August 21, 2023. INTERVENTION: Participants received selumetinib for up to 24 cycles (1 cycle = 28 days) with restaging visits after every 4 cycles. MAIN OUTCOMES AND MEASURES: Photography and volumetric measurements of cNFs using calipers were used to evaluate the number and volume of tumors. Participants completed the Skindex-29 Quality of Life assessment to quantify the effect of treatment on symptoms, functioning, emotions, itching, and pain. RESULTS: Among the 11 participants who enrolled, the median (range) age was 54 (28-75) years, and 6 were female. The median (IQR) best response across all participants and tumors was a -28.5% (-40.9% to -12.5%) decrease in cNF volume from baseline. Some participants showed a visible improvement in cNF burden while receiving treatment in standardized photographs. The median (range) duration of treatment was 9 cycles (1-24), with only 4 participants completing the full 24 cycles of treatment. Two of these participants continued treatment beyond the original 24 cycles due to perceived clinical benefit. All participants experienced at least 1 reversible drug-related adverse event (AE), with cutaneous AEs such as dry skin and rash being the most common. Two participants were removed from treatment due to concern for drug reaction with eosinophilia and systemic symptoms. While the Skindex-29 assessment showed improvement in emotion scores after cycle 1, there were no other significant or durable changes in scores. CONCLUSIONS AND RELEVANCE: In this nonrandomized pilot trial, selumetinib resulted in some decrease in cNF volume; however, there was no sustained improvement in patient-reported outcome measures. Study enrollment was incomplete, in part due to the COVID-19 pandemic, and highlights the challenges of treating patients with cNF with a drug that often leads to dermatologic AEs. Future larger studies using other measurement techniques, such as 3-dimensional photography, could help to yield results that are more generalizable to the phenotypically diverse NF1 population. TRIAL REGISTRATION: ClinicalTrials.gov Identifier: NCT02839720.",
  "authors": "Andrea M Gross; Olivia H Reid; Lauren A Baldwin; Ashley Cannon; Hyoyoung Choo-Wosoba; Seth M Steinberg; Mina Lobbous; Pamela L Wolters; Dominique C Pichard; Cecilia M Tibery; Eva Dombi; Joanne Derdak; Brigitte C Widemann; Bruce R Korf",
  "journal": "JAMA dermatology",
  "publicationDate": "2025-02-26",
  "doi": "10.1001/jamadermatol.2024.6574",
  "methods": "",
  "cache_level": "abstract_only",
  "has_fulltext": false,
  "fetch_date": "2026-02-20 07:00:26"
}