{
  "pmid": "40027205",
  "abstract": "Neurofibromatosis type-1 is a rare autosomal dominant disease, due to the loss of the NF1 tumour suppressor gene. Here we present a case of a 28-year-old man with neurofibromatosis type-1 lung disease and pleuroparenchymal fibroelastosis leading to recurrent pneumothoraxes requiring intervention.",
  "methods": "",
  "introduction": "1 Introduction Neurofibromatosis type‐1 is an autosomal dominant disorder due to the loss of the NF1 tumour suppressor gene, leading to increased cell growth and proliferation. The clinical presentation and severity of the disease can vary widely, with diagnosis relying on a range of pathognomonic signs affecting multiple systems [ 1 ] (Table  1 ). TABLE 1 Diagnostic criteria of neurofibromatosis type‐1 (NF‐1). Two or more of the following criteria is required to diagnose NF‐1 [ 1 ]. \n \n Six or more café‐au‐lait macules over 5 mm in greatest diameter in prepubertal individuals and over 15 mm in post‐pubertal individuals Freckling in the axillary or inguinal region Two or more neurofibromas of any type or one plexiform neurofibroma Optic pathway glioma Two or more iris lisch nodules identified by slit lamp examination or two or more choroidal abnormalities A distinctive osseous lesion such as sphenoid dysplasia, anterolateral bowing of the tibia or pseudoarthrosis of the long bone A heterozygous pathogenic NF1 variant with an allele fraction of 50% in apparently normal tissue such as white blood cells Pleuroparenchymal fibroelastosis (PPFE) is a rare interstitial pneumonia characterised by upper lobe fibrosis of the pleura with fibroelastosis of the subpleural lung parenchyma, often leading to progressive respiratory failure [ 2 ]. Although pulmonary manifestations of neurofibromatosis type‐1 can be highly variable, PPFE is an extremely rare complication of neurofibromatosis type‐1, with only one other documented case to date [ 3 ].",
  "results": "",
  "discussion": "3 Discussion Pulmonary manifestations of neurofibromatosis type‐1 vary widely and occur in approximately 10 to 20% of patients with the condition. Neurofibromatosis‐associated diffuse lung disease typically presents in adulthood with apical lung cysts and bullae, along with bilateral symmetrical basal fibrosis without honeycombing, resembling a non‐specific idiopathic pneumonia (NSIP). Pulmonary hypertension is a rare but severe manifestation of neurofibromatosis type‐1. It is classified as group 5 due to direct involvement of the pre‐capillary plexiform arteries without lung parenchymal disease. Other pulmonary manifestations can include restrictive lung disease due to kyphoscoliosis and lung cancer, particularly adenocarcinoma [ 4 ]. PPFE is a rare interstitial lung disease that typically presents with a cough, chest pain, dyspnoea on exertion, recurrent chest infections, and pneumothoraces. Diagnosis is primarily based on computer tomography (CT) of the chest, which can show apical pleural thickening and traction bronchiectasis, potentially leading to upper lobe volume loss and platythorax in severe cases. While biopsies may reveal dense fibrosis in the visceral pleura with intra‐alveolar fibrosis and elastosis, they are rarely performed due to the increased risk of pneumothorax in patients with PPFE. Prognosis is poor, with limited treatment options beyond supportive care and lung transplantation if appropriate [ 2 ]. PPFE can be idiopathic or associated with other conditions including lung or haematopoietic stem cell transplantation, connective tissue diseases, recurrent infections (such as Aspergillus and  \n  Complex), hypersensitivity pneumonitis, pneumoconiosis, and certain chemotherapy agents. There may also be a genetic component to PPFE—genes related to telomere integrity and function are relatively common in patients with PPFE [ Mycobacterium Avium \n 2 ]. While the exact mechanism of PPFE remains unclear, it is hypothesised that injury to the lung triggers interstitial inflammation, which persists and fails to resolve, leading to abnormal tissue repair, overactivation of fibroblasts, and subsequent fibroelastosis [ 3 ]. Telomere shortening may contribute to the disease processes of both neurofibromatosis type‐1 and PPFE. Mutations in genes related to telomere function are common in PPFE, and telomere length has been linked to tumourgenesis in neurofibromatosis type‐1, particularly gliomas and malignant peripheral nerve sheath tumours [ 4 ]. These shared mechanisms suggest a potential link between the two conditions. Neurofibromatosis type 1 may also be linked to PPFE through dysregulation of fibroblast activity. NF1‐mutated mast cells have been shown to produce elevated levels of Tumour Growth Factor Beta (TGF‐β), a cytokine that potentiates the effects of fibroblasts. Additionally, NF1‐mutated fibroblasts seem to be more sensitive to growth factors, potentially enhancing their effects. Significantly higher numbers of fibroblasts have been observed in neurofibromas, underscoring their likely role in tumourigenesis [ 5 ]. Only one other case of PPFE in neurofibromatosis type‐1 has been reported in the literature [ 3 ]. Our case further highlights the potential pathogenic link between neurofibromatosis type‐1 and PPFE. This may be due to telomere dysfunction, overactivation of fibroblasts in neurofibromatosis type‐1, or a combination of both. However, more research is needed to confirm this relationship and determine the underlying mechanisms.",
  "fetched_at": "2026-02-11T02:36:25.805767",
  "abstract_length": 297,
  "methods_length": 0,
  "introduction_length": 1557,
  "results_length": 0,
  "discussion_length": 3517
}