{
  "pmid": "PMID:40025578",
  "title": "Development of CAR-T cell therapy for NF1/SWN-related nerve sheath tumor treatment.",
  "abstract": "Neurofibromatosis type 1 (NF1) and schwannomatosis (SWN) are rare genetic disorders with distinct genetic etiologies. Both syndromes are predominantly characterized by the development of multiple benign nerve sheath tumors, which typically arise from cranial/peripheral nerves. The management of NF1/SWN-associated benign nerve sheath tumors pose a substantial clinical challenge. In recent years, immunotherapy has demonstrated significant efficacy in treating various tumors, but its application to NF1/SWN has not been explored. In this study, we first evaluated the feasibility of chimeric antigen receptor (CAR)-T cell therapy for the treatment of benign NF1/SWN-related nerve sheath tumor by analyzing the expression of multiple antigens in 85 tumor samples. Our findings revealed that epidermal growth factor receptor (EGFR/HER1) was highly expressed in most samples, indicating its potential as an ideal target for CAR-T cell therapy. Additionally, TGFβ1 and PDL1, key inhibitory regulators of T cell function within solid tumor microenvironment (TME), were universally overexpressed in these samples, highlighting the immunosuppressive nature of NF1/SWN tumors. To target HER1, we constructed CARs using three distinct scFvs (806, E2 and NEC). All three types of CAR-T cells demonstrated significant tumor-eliminating capability against NF1/SWN tumor cell lines, with 806 CAR-T cells showing the highest efficacy. Considering the immunosuppressive TME, we knocked out TGFBR2 and/or PDCD1 in 806 CAR-T cells using CRISPR/Cas9. Their anti-tumor efficacy was further evaluated using a 3D tumor spheroid model, and the gene-edited 806 CAR-T cells exhibited superior anti-tumor efficacy. In conclusion, we identified HER1 as a target for CAR-T cell therapy in NF1/SWN-related nerve sheath tumors, and developed anti-HER1 CAR-T cells that effectively eliminated NF1/SWN tumor cells, providing a promising therapeutic strategy for patients with these conditions.",
  "authors": "Na Tang; Lei Cheng; Jiawei Hao; Beilei Xu; Xi Pan; Xiaofei Wei; Hao Wu; Haoyi Wang",
  "journal": "Acta neuropathologica communications",
  "publicationDate": "2025-03-01",
  "doi": "10.1186/s40478-025-01965-6",
  "methods": "Materials and methods Cell lines Human 293T cells (used for lentiviral packaging), sNF96.2 (a MPNST cell line derived from a patient with NF1, used as target cells) and HFFs (human foreskin fibroblasts, used as target cells) were maintained in DMEM (GIBCO) supplemented with 10% (v/v) FBS (GIBCO), and 100 U/ml penicillin (GIBCO) and streptomycin (GIBCO). NCI-H266 (a lung carcinoma cell line, used as target cells) and K562 (a chronic myelogenous leukemia cell line, used as target cells) were maintained in RPMI1640 (GIBCO) supplemented with 10% (v/v) FBS (GIBCO), and 100 U/ml penicillin (GIBCO) and streptomycin (GIBCO). All cell lines except HFFs, which were kindly provided by Pro. Wang Yanling (Institution of Zoology, Chinese Academy of Science), were purchased from ATCC. Firefly over-expressing sNF96.2 (sNF96.2-luci, also used as target cells) was derived by lentiviral infection and puromycin selection. All above cells were cultured at 37 °C in a 5% CO2 atmosphere. Patients and tissue specimens This study was initiated under an Institutional Review Board (IRB) approved protocol at the Institute of Zoology, Chinese Academy of Sciences and Xuanwu Hospital of Capital Medical University (IOZ2021007). For this study, we selected archival formalin-fixed paraffin-embedded (FFPE) tumor samples from patients (received surgical resection during 2014–2020) who met clinical diagnostic criteria for NF1 and SWN. In total, 25 NF1 and 60 SWN-NOS tumor samples with adequate quality and quantity of tissue were selected for further histological analysis. The detailed information of aforementioned patients was listed in Table  1 . In addition, freshly surgical specimens from 8 patients (the detailed information was listed in Table  2 ) were used for primary tumor cell isolation, culture, spheroid formation and further experiments. Table 1 Characteristic summary of 85 patients who supplied tumor paraffin sections Diagnosis Number of patients Median age (years) at tumor resection (range) Gender (Male/Female) Tumor type NF1 25 51.8 (15–71) 18/7 Intraspinal neurofibromas + plexiform neurofibromas (25/25) SWN-NOS 60 41.4 (8–72) 29/31 Bilateral vestibular schwannomas (29/60); Multiple intraspinal schwannomas (31/60) Table 2 Characteristic summary of 8 patients who supplied fresh tumors Patient no Diagnosis Gene detection of blood/tumor sample Tumor type T20210106 NF2 -related SWN Blood, ND*; NF2 , exon12, c.1327G > T (Tumor) Intraspinal schwannoma T20210108 NF2 -related SWN Blood, ND*; NF2 , exon13, c.1366C > T (Tumor) Intraspinal schwannoma T20210304 NF2 -related SWN NF2 , Exon 9, c.883dup (Blood) Bilateral vestibular schwannomas T20210401 NF1 NF1,  chr17: 29,652,821–29,662,065 del (Blood) Multiple intraspinal neurofibromas T20210618 NF2 -related SWN NF2 , Exon 6, c.597dup (Blood) Bilateral vestibular schwannomas T20211105 NF2 -related SWN NF2 , Exon 11, c.1099–1102 del (Blood) Bilateral vestibular schwannomas T20220826 NF1 NF1 , Exon 21, c.2510G > A (Blood) Multiple intraspinal neurofibromas T20230718 SMARCB1 -related SWN SMARCB1 , Exon 3, c.362 + 1 G > A (Blood) Multiple intraspinal schwannomas ND*  not detected Gene sequencing of patients’ samples Gene sequencing of patients’ samples was performed at ThorGene (Beijing, China). Briefly, blood DNA of patients listed in Table  2  was extracted using the TIANamp Genomic DNA Kit (DP348, TIANYuan, Beijing, China). Subsequently, DNA libraries were constructed using the KAPA Library Preparation Kit (Kapa Biosystems Inc.). This multistep process encompassed DNA fragmentation (range: 150–800 bp), end repair, 3′ end adenylation, end ligation, amplification, purification, and size selection. The tailored Agilent SureSelectXT panel (962 genes including  NF1 ,  NF2 ,  SMARCB1  and  LZTR1 ) was employed for DNA capture. High-throughput sequencing was executed on the Illumina X10 platform (Illumina Inc.), ensuring an average sequencing depth exceeding 500× and a Q30 value surpassing 90% for both normal and tumor samples. Sequencing data underwent mutation analysis and human genome build hg19 was used as the reference genome. The sequenced reads were mapped to the hg19 by Burrows-Wheeler Aligner (BWA version 0.7.15, default parameters, BWA-MEM algorithm). Mutations were identified via GATK MuTect2 (version 4.1, default parameters). Mutations were annotated with software ANNOVAR (version 2016-02-01, default parameters). The annotation of the CLINVAR database was used to determine whether the mutation was pathogenic or not. Immunohistochemistry Immunohistochemistry (IHC) was performed at ZSGB-BIO (Beijing, China) on 5-μm FFPE human tissue and spheroid sections using the following unconjugated antibodies: rabbit anti-human HER1 (Abcam, ab52894), rabbit anti-human HER2 (ZSGB-BIO, ZA-0023), rabbit anti-human VEGFR2 (CST, 9698S), rabbit anti-human B7H3 (CST, #14058), rabbit anti-human CD171 (Abcam, ab208155), rabbit anti-human EGFRvIII (ZSGB-BIO, ZA-0643), rabbit anti-human TGFβ1 (Abcam, ab215715), rabbit anti-human PDL1 (Genetex, GTX104763) and rabbit anti-human S100 (ZSGB-BIO, ZA-0225). After deparaffinization, rehydration, quenching of endogenous peroxidases, and antigen retrieving, sections were incubated with above primary antibodies in appropriate dilutions respectively for 2 h at 37 °C. After final wash, the appropriate secondary antibody conjugated to HRP was added and incubated 1 h at 37 °C. After final wash, colorimetric detection and hematoxylin counterstaining was done. Then the slides were visualized under the microscope (Nikon, H600L) after dehydrating and mounting. The intensity of immunohistochemical staining for a specific antibody was evaluated as: -, negative; +, weak; ++, moderate; +++, strong; ++++, very strong [ 18 ]. Isolation and culture of primary tumor cells Fresh tumor specimens were obtained from 6 patients (T20210106, T20210108, T20210304, T20210401, T20210618 and T20211105) after informed consent. Primary tumor cells were isolated and cultured as previously reported [ 19 ]. Briefly, tumor samples were placed in DMEM medium immediately after excision, then shipped under low temperature into our laboratory, and further processed within 6 h. Tumor specimens were cut into small pieces (about 1–2 mm 3 ) after removing tumor-adjacent tissues. Tumor pieces were incubated in 10 ml L-15 medium with 15% (v/v) FBS (GIBCO), 1.25 U/ml dispase, 300U/ml collagenase, and 100 U/ml penicillin and streptomycin (GIBCO) for 18–20 h at 37 °C. The digestive solution was diluted by L-15 medium and then filtered through 40 μm cell strainer (BD Falcon). Cell pellet was suspended in DMEM medium with 20% (v/v) FBS (GIBCO), and 100 U/ml penicillin and streptomycin (GIBCO) after centrifugation, and then 1 × 10 6  cells were plated into T75 flask. Culture medium was changed every 3 days. Cells were trypsinized when the confluence reached 100%. 1/2 cells were cultured in standard medium and cryopreserved in passage 2 (P2). The remaining 1/2 cells were plated in T75 flask pre-coated with 10 μg/ml laminin (Sigma, L2020), and cultured in standard medium supplemented with 25 ng/ml human GGF2 (BPS Bioscience, 90255-A). Cells could be used for flow cytometric analysis, cytolysis assay and spheroid formation at P3-P4, and at least 2 days after hGGF2 withdrawing. Spheroid formation and detection sNF96.2-luciferase cells or primary tumor cells (cultured from T20210106 and T20210304  or freshly isolated from T20220826 and T20230718) were suspended in culture medium and seeded in ultra-low cluster, 96-well plate (Corning). When the spheroids formed, effector cells were added with indicated E: T ratio. After incubation, the spheroids were collected, ethanol-fixed, and then mixed with Histogel (Thermofisher, HG-4000-012). Then the solidified Histogel mixture was placed inside a standard tissue cassette and processed as a standard histology specimen. Paraffin sections were prepared for hematoxylin and eosin (H.E.) and IHC staining. Generation of anti-HER1 CAR-T cells Anti-HER1 CARs were constructed, and corresponding CAR-T cells were generated and expanded as previously described [ 20 ]. Briefly, freshly purified primary CD3 +  T cells were activated for 24 h and then infected with lentivirus harboring anti-HER1 CAR (806, E2 or NEC). Lentivirus was produced by co-transfecting with packaging plasmids PMD2.G, PsPAX2, and anti-HER1 CAR (806, E2 or NEC) into 293T cells. The virus supernatants were harvested 48 and 72 h after transfection, and the virus was prepared after concentration (Millipore). Preparation of gene edited CAR-T cells Gene edited CAR-T cells were prepared as previously reported [ 20 ,  21 ]. Briefly, Cas9 and sgRNA ribonucleoprotein were prepared immediately before electroporation. 6 μg Cas9 protein with 6 μg sgRNA (Genescript) was incubated at room temperature for 20 min. 1 × 10 6  CAR-T cells were centrifuged at 300 g  for 5 min, resuspended in 20 μl transfection buffer containing indicated ribonucleoprotein, and then transferred into the electroporation cuvette. P3 Primary Cell 4D-Nucleofector X Kit (V4XP-3032, Lonza), and program EO-115 were used for CAR-T cell electroporation. After electroporation, same volume of Opti-MEM (GIBCO) was added to the cuvette, and cells were recovered for 20 min in incubator. Then transferred the cell solution into culture plate, and incubated at 37 °C in an atmosphere of 5% CO2 after adding enough pre-warmed culture medium respectively. The indel frequencies of  TGFBR2  and  PDCD1  were measured by TIDE (Tracking Indels by Decomposition) analysis [ 22 ]. The sequences of sgRNAs, and PCR primers used for the amplification of target loci were listed in Supplemental Table S1. Luciferase-based cytolysis assay sNF96.2-luciferase cell-based cytotoxicity was assessed as previously described [ 20 ,  21 ]. Briefly, sNF96.2-luciferase cells and effector cells were suspended at a density of 1 × 10 5  cells/mL in DMEM medium, then seeded in white opaque plate at the indicated ratio and incubated at 37 °C in 5% CO2. After co-culture for indicated time, 10 μl Steady-Glo luciferase substrate (Promega) was added, and 5 min later, luminescence was recorded by PerkinElmer Ensight. The results were reported as percentage of killing based on the luciferase activity in the wells compared with tumor cells alone (percentage killing = 100 − [(RLU from well with effector and target cell coculture)/(RLU from well with target cells) × 100]). Real time cell analysis (RTCA)-based cytolysis assay A RTCA system, iCELLigence (ACEA Biosciences, San Diego, CA, USA), was used to assess the cytolytic effect of anti-HER1 CAR-T cells (with or without gene editing) on primary tumor cells according to the manufacturers’ instruction. Firstly, the optimum cell number of primary NF tumor cells for the experiment was determined. Then 100 μl tumor cell suspension, about 7.5 × 10 3  cells, was seeded to each well of E-plate. 24 h later, 70 μl anti-HER1 CAR-T cell suspension (with or without gene editing) with indicated E:T ratio was added to corresponding well. Cells were monitored every 15 min by the iCELLigence system, and the measurements were recorded for 72–96 h after CAR-T cell addition. Untreated cells were set as the negative control. The specific lysis ratio was calculated as the equation: % killing = 100 × (1 − [cell index from well with effector addition]/ [cell index from untreated cells]). Caspase-3 substrate-based cytolysis assay 1 × 10 4  tumor cells such as sNF96.2-luci, primary tumor cells derived from T20210106 and T20210304 were seeded in white opaque plate. 24 h later, effector cells such as gene-edited 806 were added to corresponding well at indicated E:T ratio. After 48–72 h incubation at 37 °C in 5% CO2, Caspase-3 substrate (Biotium, 30029) was added to the wells according to the manufacturers’ instruction. After 30 min incubation at RT, washed the cells with PBS and observed cells by fluorescence microscopy in PBS using filter sets for green fluorescence (PE Operetta, Ex/Em: 485/515 nm). Flow cytometry BD Fortessa (BD Bioscience) was used to perform fluorescence expression analysis. Cells were harvested and prepared according to the manufacture’s protocols. The antibodies used are as follows: S100β- Alexa Fluor 647 (Abcam, ab196175); Alexa Fluor 647 AffiniPure F (ab') 2 Fragment Goat Anti-Human IgG (H + L) (Jackson ImmunoResearch, 109-606-003); HER1-PE (352904), CD4-PE (317410), CD8a-APC (301014), CD45RO-PE (304206), and CCR7-Percp (353242) (all from BioLegend). Statistics Data are shown as mean ± SD. All statistical comparisons were evaluated by ordinary 1-way or 2-way ANOVA or unpaired  t  test (2 tailed). The exact  P  values were labeled in corresponding figures.  P  values of less than 0.05 were considered significant.",
  "cache_level": "minimal",
  "has_fulltext": true,
  "fetch_date": "2026-02-19 09:31:01"
}