{
  "pmid": "PMID:40025578",
  "title": "Development of CAR-T cell therapy for NF1/SWN-related nerve sheath tumor treatment.",
  "abstract": "Neurofibromatosis type 1 (NF1) and schwannomatosis (SWN) are rare genetic disorders with distinct genetic etiologies. Both syndromes are predominantly characterized by the development of multiple benign nerve sheath tumors, which typically arise from cranial/peripheral nerves. The management of NF1/SWN-associated benign nerve sheath tumors pose a substantial clinical challenge. In recent years, immunotherapy has demonstrated significant efficacy in treating various tumors, but its application to NF1/SWN has not been explored. In this study, we first evaluated the feasibility of chimeric antigen receptor (CAR)-T cell therapy for the treatment of benign NF1/SWN-related nerve sheath tumor by analyzing the expression of multiple antigens in 85 tumor samples. Our findings revealed that epidermal growth factor receptor (EGFR/HER1) was highly expressed in most samples, indicating its potential as an ideal target for CAR-T cell therapy. Additionally, TGFβ1 and PDL1, key inhibitory regulators of T cell function within solid tumor microenvironment (TME), were universally overexpressed in these samples, highlighting the immunosuppressive nature of NF1/SWN tumors. To target HER1, we constructed CARs using three distinct scFvs (806, E2 and NEC). All three types of CAR-T cells demonstrated significant tumor-eliminating capability against NF1/SWN tumor cell lines, with 806 CAR-T cells showing the highest efficacy. Considering the immunosuppressive TME, we knocked out TGFBR2 and/or PDCD1 in 806 CAR-T cells using CRISPR/Cas9. Their anti-tumor efficacy was further evaluated using a 3D tumor spheroid model, and the gene-edited 806 CAR-T cells exhibited superior anti-tumor efficacy. In conclusion, we identified HER1 as a target for CAR-T cell therapy in NF1/SWN-related nerve sheath tumors, and developed anti-HER1 CAR-T cells that effectively eliminated NF1/SWN tumor cells, providing a promising therapeutic strategy for patients with these conditions.",
  "authors": "Na Tang; Lei Cheng; Jiawei Hao; Beilei Xu; Xi Pan; Xiaofei Wei; Hao Wu; Haoyi Wang",
  "journal": "Acta neuropathologica communications",
  "publicationDate": "2025-03-01",
  "doi": "10.1186/s40478-025-01965-6",
  "methods": "Materials and methods Cell lines Human 293T cells (used for lentiviral packaging), sNF96.2 (a MPNST cell line derived from a patient with NF1, used as target cells) and HFFs (human foreskin fibroblasts, used as target cells) were maintained in DMEM (GIBCO) supplemented with 10% (v/v) FBS (GIBCO), and 100 U/ml penicillin (GIBCO) and streptomycin (GIBCO). NCI-H266 (a lung carcinoma cell line, used as target cells) and K562 (a chronic myelogenous leukemia cell line, used as target cells) were maintained in RPMI1640 (GIBCO) supplemented with 10% (v/v) FBS (GIBCO), and 100 U/ml penicillin (GIBCO) and streptomycin (GIBCO). All cell lines except HFFs, which were kindly provided by Pro. Wang Yanling (Institution of Zoology, Chinese Academy of Science), were purchased from ATCC. Firefly over-expressing sNF96.2 (sNF96.2-luci, also used as target cells) was derived by lentiviral infection and puromycin selection. All above cells were cultured at 37 °C in a 5% CO2 atmosphere. Patients and tissue specimens This study was initiated under an Institutional Review Board (IRB) approved protocol at the Institute of Zoology, Chinese Academy of Sciences and Xuanwu Hospital of Capital Medical University (IOZ2021007). For this study, we selected archival formalin-fixed paraffin-embedded (FFPE) tumor samples from patients (received surgical resection during 2014–2020) who met clinical diagnostic criteria for NF1 and SWN. In total, 25 NF1 and 60 SWN-NOS tumor samples with adequate quality and quantity of tissue were selected for further histological analysis. The detailed information of aforementioned patients was listed in Table  1 . In addition, freshly surgical specimens from 8 patients (the detailed information was listed in Table  2 ) were used for primary tumor cell isolation, culture, spheroid formation and further experiments. Table 1 Characteristic summary of 85 patients who supplied tumor paraffin sections Diagnosis Number of patients Median age (years) at tumor resection (range) Gender (Male/Female) Tumor type NF1 25 51.8 (15–71) 18/7 Intraspinal neurofibromas + plexiform neurofibromas (25/25) SWN-NOS 60 41.4 (8–72) 29/31 Bilateral vestibular schwannomas (29/60); Multiple intraspinal schwannomas (31/60) Table 2 Characteristic summary of 8 patients who supplied fresh tumors Patient no Diagnosis Gene detection of blood/tumor sample Tumor type T20210106 NF2 -related SWN Blood, ND*; NF2 , exon12, c.1327G > T (Tumor) Intraspinal schwannoma T20210108 NF2 -related SWN Blood, ND*; NF2 , exon13, c.1366C > T (Tumor) Intraspinal schwannoma T20210304 NF2 -related SWN NF2 , Exon 9, c.883dup (Blood) Bilateral vestibular schwannomas T20210401 NF1 NF1,  chr17: 29,652,821–29,662,065 del (Blood) Multiple intraspinal neurofibromas T20210618 NF2 -related SWN NF2 , Exon 6, c.597dup (Blood) Bilateral vestibular schwannomas T20211105 NF2 -related SWN NF2 , Exon 11, c.1099–1102 del (Blood) Bilateral vestibular schwannomas T20220826 NF1 NF1 , Exon 21, c.2510G > A (Blood) Multiple intraspinal neurofibromas T20230718 SMARCB1 -related SWN SMARCB1 , Exon 3, c.362 + 1 G > A (Blood) Multiple intraspinal schwannomas ND*  not detected Gene sequencing of patients’ samples Gene sequencing of patients’ samples was performed at ThorGene (Beijing, China). Briefly, blood DNA of patients listed in Table  2  was extracted using the TIANamp Genomic DNA Kit (DP348, TIANYuan, Beijing, China). Subsequently, DNA libraries were constructed using the KAPA Library Preparation Kit (Kapa Biosystems Inc.). This multistep process encompassed DNA fragmentation (range: 150–800 bp), end repair, 3′ end adenylation, end ligation, amplification, purification, and size selection. The tailored Agilent SureSelectXT panel (962 genes including  NF1 ,  NF2 ,  SMARCB1  and  LZTR1 ) was employed for DNA capture. High-throughput sequencing was executed on the Illumina X10 platform (Illumina Inc.), ensuring an average sequencing depth exceeding 500× and a Q30 value surpassing 90% for both normal and tumor samples. Sequencing data underwent mutation analysis and human genome build hg19 was used as the reference genome. The sequenced reads were mapped to the hg19 by Burrows-Wheeler Aligner (BWA version 0.7.15, default parameters, BWA-MEM algorithm). Mutations were identified via GATK MuTect2 (version 4.1, default parameters). Mutations were annotated with software ANNOVAR (version 2016-02-01, default parameters). The annotation of the CLINVAR database was used to determine whether the mutation was pathogenic or not. Immunohistochemistry Immunohistochemistry (IHC) was performed at ZSGB-BIO (Beijing, China) on 5-μm FFPE human tissue and spheroid sections using the following unconjugated antibodies: rabbit anti-human HER1 (Abcam, ab52894), rabbit anti-human HER2 (ZSGB-BIO, ZA-0023), rabbit anti-human VEGFR2 (CST, 9698S), rabbit anti-human B7H3 (CST, #14058), rabbit anti-human CD171 (Abcam, ab208155), rabbit anti-human EGFRvIII (ZSGB-BIO, ZA-0643), rabbit anti-human TGFβ1 (Abcam, ab215715), rabbit anti-human PDL1 (Genetex, GTX104763) and rabbit anti-human S100 (ZSGB-BIO, ZA-0225). After deparaffinization, rehydration, quenching of endogenous peroxidases, and antigen retrieving, sections were incubated with above primary antibodies in appropriate dilutions respectively for 2 h at 37 °C. After final wash, the appropriate secondary antibody conjugated to HRP was added and incubated 1 h at 37 °C. After final wash, colorimetric detection and hematoxylin counterstaining was done. Then the slides were visualized under the microscope (Nikon, H600L) after dehydrating and mounting. The intensity of immunohistochemical staining for a specific antibody was evaluated as: -, negative; +, weak; ++, moderate; +++, strong; ++++, very strong [ 18 ]. Isolation and culture of primary tumor cells Fresh tumor specimens were obtained from 6 patients (T20210106, T20210108, T20210304, T20210401, T20210618 and T20211105) after informed consent. Primary tumor cells were isolated and cultured as previously reported [ 19 ]. Briefly, tumor samples were placed in DMEM medium immediately after excision, then shipped under low temperature into our laboratory, and further processed within 6 h. Tumor specimens were cut into small pieces (about 1–2 mm 3 ) after removing tumor-adjacent tissues. Tumor pieces were incubated in 10 ml L-15 medium with 15% (v/v) FBS (GIBCO), 1.25 U/ml dispase, 300U/ml collagenase, and 100 U/ml penicillin and streptomycin (GIBCO) for 18–20 h at 37 °C. The digestive solution was diluted by L-15 medium and then filtered through 40 μm cell strainer (BD Falcon). Cell pellet was suspended in DMEM medium with 20% (v/v) FBS (GIBCO), and 100 U/ml penicillin and streptomycin (GIBCO) after centrifugation, and then 1 × 10 6  cells were plated into T75 flask. Culture medium was changed every 3 days. Cells were trypsinized when the confluence reached 100%. 1/2 cells were cultured in standard medium and cryopreserved in passage 2 (P2). The remaining 1/2 cells were plated in T75 flask pre-coated with 10 μg/ml laminin (Sigma, L2020), and cultured in standard medium supplemented with 25 ng/ml human GGF2 (BPS Bioscience, 90255-A). Cells could be used for flow cytometric analysis, cytolysis assay and spheroid formation at P3-P4, and at least 2 days after hGGF2 withdrawing. Spheroid formation and detection sNF96.2-luciferase cells or primary tumor cells (cultured from T20210106 and T20210304  or freshly isolated from T20220826 and T20230718) were suspended in culture medium and seeded in ultra-low cluster, 96-well plate (Corning). When the spheroids formed, effector cells were added with indicated E: T ratio. After incubation, the spheroids were collected, ethanol-fixed, and then mixed with Histogel (Thermofisher, HG-4000-012). Then the solidified Histogel mixture was placed inside a standard tissue cassette and processed as a standard histology specimen. Paraffin sections were prepared for hematoxylin and eosin (H.E.) and IHC staining. Generation of anti-HER1 CAR-T cells Anti-HER1 CARs were constructed, and corresponding CAR-T cells were generated and expanded as previously described [ 20 ]. Briefly, freshly purified primary CD3 +  T cells were activated for 24 h and then infected with lentivirus harboring anti-HER1 CAR (806, E2 or NEC). Lentivirus was produced by co-transfecting with packaging plasmids PMD2.G, PsPAX2, and anti-HER1 CAR (806, E2 or NEC) into 293T cells. The virus supernatants were harvested 48 and 72 h after transfection, and the virus was prepared after concentration (Millipore). Preparation of gene edited CAR-T cells Gene edited CAR-T cells were prepared as previously reported [ 20 ,  21 ]. Briefly, Cas9 and sgRNA ribonucleoprotein were prepared immediately before electroporation. 6 μg Cas9 protein with 6 μg sgRNA (Genescript) was incubated at room temperature for 20 min. 1 × 10 6  CAR-T cells were centrifuged at 300 g  for 5 min, resuspended in 20 μl transfection buffer containing indicated ribonucleoprotein, and then transferred into the electroporation cuvette. P3 Primary Cell 4D-Nucleofector X Kit (V4XP-3032, Lonza), and program EO-115 were used for CAR-T cell electroporation. After electroporation, same volume of Opti-MEM (GIBCO) was added to the cuvette, and cells were recovered for 20 min in incubator. Then transferred the cell solution into culture plate, and incubated at 37 °C in an atmosphere of 5% CO2 after adding enough pre-warmed culture medium respectively. The indel frequencies of  TGFBR2  and  PDCD1  were measured by TIDE (Tracking Indels by Decomposition) analysis [ 22 ]. The sequences of sgRNAs, and PCR primers used for the amplification of target loci were listed in Supplemental Table S1. Luciferase-based cytolysis assay sNF96.2-luciferase cell-based cytotoxicity was assessed as previously described [ 20 ,  21 ]. Briefly, sNF96.2-luciferase cells and effector cells were suspended at a density of 1 × 10 5  cells/mL in DMEM medium, then seeded in white opaque plate at the indicated ratio and incubated at 37 °C in 5% CO2. After co-culture for indicated time, 10 μl Steady-Glo luciferase substrate (Promega) was added, and 5 min later, luminescence was recorded by PerkinElmer Ensight. The results were reported as percentage of killing based on the luciferase activity in the wells compared with tumor cells alone (percentage killing = 100 − [(RLU from well with effector and target cell coculture)/(RLU from well with target cells) × 100]). Real time cell analysis (RTCA)-based cytolysis assay A RTCA system, iCELLigence (ACEA Biosciences, San Diego, CA, USA), was used to assess the cytolytic effect of anti-HER1 CAR-T cells (with or without gene editing) on primary tumor cells according to the manufacturers’ instruction. Firstly, the optimum cell number of primary NF tumor cells for the experiment was determined. Then 100 μl tumor cell suspension, about 7.5 × 10 3  cells, was seeded to each well of E-plate. 24 h later, 70 μl anti-HER1 CAR-T cell suspension (with or without gene editing) with indicated E:T ratio was added to corresponding well. Cells were monitored every 15 min by the iCELLigence system, and the measurements were recorded for 72–96 h after CAR-T cell addition. Untreated cells were set as the negative control. The specific lysis ratio was calculated as the equation: % killing = 100 × (1 − [cell index from well with effector addition]/ [cell index from untreated cells]). Caspase-3 substrate-based cytolysis assay 1 × 10 4  tumor cells such as sNF96.2-luci, primary tumor cells derived from T20210106 and T20210304 were seeded in white opaque plate. 24 h later, effector cells such as gene-edited 806 were added to corresponding well at indicated E:T ratio. After 48–72 h incubation at 37 °C in 5% CO2, Caspase-3 substrate (Biotium, 30029) was added to the wells according to the manufacturers’ instruction. After 30 min incubation at RT, washed the cells with PBS and observed cells by fluorescence microscopy in PBS using filter sets for green fluorescence (PE Operetta, Ex/Em: 485/515 nm). Flow cytometry BD Fortessa (BD Bioscience) was used to perform fluorescence expression analysis. Cells were harvested and prepared according to the manufacture’s protocols. The antibodies used are as follows: S100β- Alexa Fluor 647 (Abcam, ab196175); Alexa Fluor 647 AffiniPure F (ab') 2 Fragment Goat Anti-Human IgG (H + L) (Jackson ImmunoResearch, 109-606-003); HER1-PE (352904), CD4-PE (317410), CD8a-APC (301014), CD45RO-PE (304206), and CCR7-Percp (353242) (all from BioLegend). Statistics Data are shown as mean ± SD. All statistical comparisons were evaluated by ordinary 1-way or 2-way ANOVA or unpaired  t  test (2 tailed). The exact  P  values were labeled in corresponding figures.  P  values of less than 0.05 were considered significant.",
  "cache_level": "full",
  "has_fulltext": true,
  "fetch_date": "2026-02-19 09:31:01",
  "introduction": "Introduction Neurofibromatosis (NF) is a multisystem disease caused by the aberrant development of neural crest cells due to genetic defects. Historically, NF has been classified into three types: NF1, NF2 and schwannomatosis (SWN) [ 1 ,  2 ]. However, recent updates to the diagnostic criteria and nomenclature have led to a reorganization of these categories. Notably, NF2 and SWN have been consolidated under the broader category of SWN, which is further subdivided based on genetic etiology (e.g.,  NF2 -related SWN,  SMARCB1 -related SWN,  LZTR1 -related SWN, and 22q-related SWN) or, in cases where the specific gene is unknown, by descriptive nomenclature [ 3 ,  4 ]. NF1 is the most prevalent form of the disorder, with an incidence of approximately 1 in 2000–3000 individuals. It is predominantly characterized by cutaneous manifestations (such as cafe-au-lait macules, intertriginous freckling), ophthalmologic findings (including Lisch nodules, choroidal abnormalities), skeletal abnormalities, and a predisposition to various tumors. These tumors include optic pathway gliomas, plexiform and cutaneous neurofibromas, malignant peripheral nerve sheath tumors (MPNSTs), gastrointestinal stromal tumors (GISTs), breast cancer, among others. Notably, approximately 95% of patients exhibiting clinical manifestations of NF1 harbor germline pathogenic variants in the  NF1  gene [ 5 ]. SWN is characterized by the presence of multiple schwannomas affecting peripheral and/or spinal nerves. Vestibular schwannomas (VS) are almost universally present in cases of  NF2 -related SWN and are occasionally found in  LZTR1 -related SWN [ 6 ]. In addition to schwannomas,  NF2 -related SWN is also associated with ependymomas, meningiomas, and ophthalmologic abnormalities such as juvenile cataracts and epiretinal membranes [ 4 ]. Despite the distinct genetic etiologies underlying NF1 and SWN, both conditions commonly present with multiple nerve sheath tumors involving cranial and peripheral nerves. NF1-related neurofibromas and SWN-related schwannomas are both believed to originate from Schwann cells [ 7 ]. However, the treatment of nerve sheath tumors associated with NF1 or SWN remains a significant challenge due to the extensive involvement of nerves and the high risk of recurrence following surgical resection. Although the introduction of selumetinib has represented a major advancement in the treatment of NF1-related plexiform neurofibromas, effective treatments for the majority of nerve sheath tumors associated with NF1 or SWN remain insufficient [ 8 ]. In recent years, chimeric antigen receptor-T (CAR-T) cell therapy has achieved remarkable success in the treatment of hematologic cancers, with several products now approved for B cell malignancies and numerous clinical trials underway for other tumor types [ 9 ]. However, the clinical outcomes for solid tumors have been considerably less favorable, largely due to a number of challenges [ 10 ,  11 ]. First, identifying tumor antigens that are both highly expressed and consistently present across cancer cells remains difficult. Second, CAR-T cells must effectively migrate from the bloodstream to the tumor site and penetrate solid tumors to exert targeted cytotoxicity. Third, even after successful migration and infiltration, T cells often experience rapid dysfunction within the hostile tumor microenvironment (TME). Finally, the potential immunogenicity and toxicity of CAR-T cells themselves present further obstacles [ 12 ,  13 ]. As a result, significant research efforts are focused on overcoming these challenges to improve the efficacy of CAR-T cell therapy against solid tumors. NF1/SWN-related nerve sheath tumors are solid tumors for which effective treatments beyond repeated surgical interventions remain lacking. In the United States, more than 100,000 individuals are affected by NF1, with the estimated number of patients in China being over four times higher [ 14 ,  15 ]. Although some studies have explored the role of immune system in NF1/SWN-related tumors [ 16 ,  17 ], no cell-based therapies have been applied to these conditions, and to date, no large-scale analyses have evaluated the feasibility of such approaches. In this study, we aimed to identify common tumor antigens among benign NF1/SWN-related nerve sheath tumors to inform the design of CAR-T cell therapies. We conducted a comprehensive analysis of tumor antigen expression in 85 NF1/SWN samples and found that HER1 was moderately to highly expressed across these tumors. Based on this finding, we designed three CARs using different single-chain fragment variables (scFvs) targeting HER1, all three types of CAR-T cells effectively eliminated NF1/SWN-related nerve sheath tumor cell lines, with the 806 CAR-T cells demonstrating particularly potent effects. Additionally, our analysis of inhibitory factor expression in the same 85 samples revealed a highly suppressive immune environment within these tumors. To enhance the tumor-eliminating efficacy of anti-HER1 CAR-T cells, we employed CRISPR/Cas9 to block inhibitory signaling pathways. Finally, we developed NF1/SWN spheroids that closely mimic the architecture of primary tumors. The gene edited anti-HER1 CAR-T cells exhibited an enhanced ability to eradicate HER1-positive spheroids, indicating their potential as a therapeutic strategy for patients with NF1/SWN-related nerve sheath tumors.",
  "results": "Results Characterization of 85 benign NF1/SWN-related nerve sheath tumor samples identified HER1 as a therapeutic target Although NF1 and SWN are distinct disease entities, the nerve sheath tumors associated with both conditions are believed to originate from Schwann cells. Given this shared cellular origin, we aimed to investigate potential similarities between these tumors, particularly in the context of antigen expression, despite their distinct genetic backgrounds. To this end, we collected benign NF1/SWN-related nerve sheath tumors from 85 patients and conducted a comprehensive analysis of their antigen expression profiles. The patients’ clinical status, age at the time of tumor resection, gender, and tumor types are detailed in Table  1 . According to the latest diagnostic criteria for NF1 and SWN [ 3 ,  4 ], 25 patients were diagnosed with NF1-related neurofibromas. Additionally, 60 patients had SWN-NOS-related schwannomas without genetic testing; among these, 29 presented with bilateral vestibular schwannoma ( NF2 -related SWN) and 31 had multiple intraspinal schwannomas, with an average of 4 tumors per patient (Table  1 ). We analyzed the expressions of six antigens in these specimens using immunohistochemical (IHC) staining: HER1, HER2, B7H3, CD171 and EGFRvIII- antigens that are currently being targeted by CAR-T cell therapies in clinical trials for nervous system tumors (ClinicalTrails.gov)—and VEGFR2, which has been utilized in peptide vaccination for patients with progressive  NF2 -related SWN in previous studies [ 23 ]. As shown in Fig.  1 A and Table  3 , the overall expression levels of four antigens—HER1, B7H3, CD171, and VEGFR2—were appreciable in most samples, whereas HER2 and EGFRvIII expression was minimal. Notably, all samples, including the 25 NF1 and 60 SWN-NOS cases, exhibited moderate to high expression of HER1 (Fig.  1 B). This finding aligns with previous studies that have highlighted the critical role of HER1 in NF1/SWN-related nerve tumorigenesis [ 24 – 26 ] and malignant transformation [ 27 ]. Additionally, all but three samples showed marked expression of CD171 (formerly L1 cell adhesion molecule, L1CAM). Previous reports have noted that CD171 is constitutively and strongly expressed in neuroblastoma and schwannoma, although its expression is rarer and weaker in MPNSTs [ 28 – 31 ]. Our data further demonstrated high CD171 expression in NF1/SWN samples, suggesting that CD171 might serve as a therapeutic target for NF1/SWN-related nerve sheath tumors. Fig. 1 Expression analysis of 6 antigens in 85 benign NF1/SWN-related nerve sheath tumor samples by IHC staining.  A  Expression intensity of HER1, HER2, VEGFR2, B7H3, CD171 and EGFRvIII in 25 NF1 and 60 SWN-NOS tumor samples.  B  Typical images of HER1, HER2, VEGFR2, B7H3, CD171 and EGFRvIII expression in 3 NF1 and 6 SWN-NOS tumor samples respectively. Scale bar = 100 μm. NF1, type 1 neurofibromatosis; SWN-NOS, schwannomatosis-not otherwise specified Table 3 The expression analysis of target antigen in 85 tumors by IHC Clinical classification Target antigen Expression intensity ++++ +++ ++ + − NF1 HER1 1/25 16/25 8/25 0/25 0/25 HER2 0/25 1/25 6/25 12/25 6/25 VEGFR2 0/25 9/25 12/25 4/25 0/25 B7H3 0/25 7/25 10/25 3/25 5/25 CD171 17/25 8/25 0/25 0/25 0/25 EGFRvIII 0/25 0/25 0/25 0/25 25/25 SWN-NOS HER1 6/60 45/60 9/60 0/60 0/60 HER2 0/60 7/60 12/60 28/60 13/60 VEGFR2 0/60 34/60 24/60 2/60 0/60 B7H3 2/60 32/60 19/60 5/60 2/60 CD171 32/60 21/60 4/60 2/60 1/60 EGFRvIII 0/60 2/60 2/60 4/60 52/60 Given that the safety and efficacy of anti-HER1 CAR-T cells have already been evaluated in patients with advanced solid tumors, such as metastatic pancreatic carcinoma and advanced relapsed/refractory non-small cell lung cancer [ 32 ,  33 ], we selected HER1 as the initial target for developing CAR-T cell therapy for benign NF1/SWN-related nerve sheath tumors in this proof of concept study. Meanwhile, CD171, as a potential target, warrants further investigation in future studies. Anti-HER1 CAR-T cells effectively and specifically eliminated NF1/SWN tumor cells Given the widespread expression of HER1 in NF1/SWN-related nerve sheath tumor samples, we designed three anti-HER1 CAR constructs for further investigation. The scFvs were derived from three anti-HER1 monoclonal antibodies: ABT806, E2 and Necitumumab [ 34 – 36 ]. The intracellular signaling components of these CARs included the 4-1BB costimulatory domain and CD3zeta (Figure S1A). Anti-HER1 CAR-T cells, referred to as 806, E2 and NEC, were generated via lentiviral transduction (Figure S1B). Initially, we used the commercially available MPNST cell line sNF96.2-luci, derived from a NF1 patient and overexpressing luciferase, as target cells. After confirming the expression of HER1 on sNF96.2 (Fig.  2 A), we assessed the tumor-lysing capabilities of 806, E2 and NEC. As shown in Fig.  2 B, sNF96.2-luci was completely eliminated by all three types of CAR-T cells at an effector to target (E:T) ratio of 1: 1. Notably, 806 exhibited superior performance even at lower E:T ratios. At an E:T ratio of 0.25: 1, E2 and NEC lost their tumor-lysing activity, whereas 806 was still able to lyse 75% of the tumor cells (Fig.  2 B). Fig. 2 The cytolytic ability of 3 anti-HER1 CAR-T cells to cultured tumor cells.  A  The expression of HER1 on MPNST cell line-sNF96.2.  B  The specific lysis ratio of 806, E2 and NEC to sNF96.2-luci when the E:T = 1:1, 0.5:1, 0.25:1 and 0.125:1.  C  The expression of HER1 on primary tumor cells derived from 6 fresh tumor samples.  D  The cytolytic ability of 806, E2 and NEC to 6 primary tumor cells when the E:T = 0.5:1. Mean ± SD of 3 technical replications per assay. 2-way ANOVA and Tukey’s multiple comparisons test were used in  B . 2-way ANOVA and Dunnett’s multiple comparisons test were used in  D . The assays in  B  and  D  were repeated 2 times To further evaluate the efficacy of 806, E2 and NEC CAR-T cells, primary tumor cells were isolated from fresh surgical specimens of six NF1/SWN patients (one NF1, five  NF2 -related SWN, as listed in Table  2 ; HER1 expression of the six specimens was shown in Figure S1C), expanded in culture, and used as target cells. After confirming cell purity via S100β staining (Figure S1D) and HER1 expression (Fig.  2 C), we found that the majority of these cells were HER1-positive and exhibited characteristics of Schwann cells. These six primary tumor cells were then co-cultured separately with 806, E2 and NEC. The cytolytic effect was assessed using Real Time Cell Analysis (RTCA). Our results showed that three types of CAR-T cells induced varying degree of tumor clearance at an E:T ratio of 0.5:1, with 806 demonstrating superior efficacy (Fig.  2 D). However, the cytolytic effect was relatively weak when the E:T was 0.25: 1 (Figure S2A), suggesting that certain factors expressed or released by these tumor cells may inhibit the function of anti-HER1 CAR-T cells. Importantly, control T cells exhibited no cytolytic effects on these target cells. Next, we investigated the on-target, off-tumor effect of 806 using three different cell lines as target cells: HFFs (a normal primary cell line), NCI-H266 (a lung carcinoma cell line) and K562 (a chronic myelogenous leukemia cell line). As illustrated in Figure S2B, the expression levels of the target antigen, HER1, varied across these cell lines. NCI-H266 was nearly 100% HER1 positive with high expression intensity. While HFFs showed 98.6% HER1 positivity with low expression intensity. K562 had no HER1 expression. As shown in Figure S2C, 806 demonstrated varying lysis ratios across these cells. NCI-H266 was completely eliminated at an E:T of 0.2:1, with the lysis decreasing as the E:T ratio was reduced. Although HFFs are HER1-positive, 806 did not exhibit any cytolytic effect on these normal cells. As expected, K562 cells were not lysed by 806. These findings indicate 806 selectively targets and kills tumor cells with elevated HER1 expression, demonstrating the specificity of the CAR-T cells. Given its superior functionality and specificity, we selected the 806 CAR-T cells for further investigation. TGFβ1 and PDL1 were highly expressed in 85 benign NF1/SWN-related nerve sheath samples In the complex TME of solid tumors, T cells encounter inhibitory molecules such as TGFβ1 and PDL1, which can impair their survival, activation, proliferation, and effector functions [ 37 ,  38 ]. To further characterize the TME of NF1/SWN-related nerve sheath tumors, we analyzed the expression of TGFβ1 and PDL1 in 85 samples. As shown in Fig.  3 A and Table  4 , all but three NF1 samples exhibited moderate to high-level expression of TGFβ1 and PDL1, with significant intensity for both factors (Fig.  3 A, B). We then measured the release of TGFβ1 in the culture medium and assessed PDL1 expression in sNF96.2 and six primary NF tumor cells. The concentration of TGFβ1 in the sNF96.2 culture medium reached nearly 2000 pg/ml (Fig.  3 C). In contrast, the TGFβ1 release from primary NF1/SWN tumor cells was relatively low, except for the T20210106 and T20210304 samples, which exhibited release levels around 250 pg/ml (Fig.  3 C). TGFβ1, a key regulator within TME, can be secreted by both tumor and stromal cells [ 20 ,  38 ,  39 ]. Given the relatively high TGFβ1 expression observed in the six NF1/SWN tumor samples (Figure S2D, upper panel), but the low TGFβ1 release by the six NF1/SWN primary cell lines (Fig.  3 C), we hypothesized that the elevated TGFβ1 levels in NF1/SWN tumors could be primarily attributed to stromal cells. Alternatively, tumor cells may have lost their TGFβ1 expression during in vitro expansion. Additionally, approximately 95% of sNF96.2, T20210108 and T20210618, around 85% of T20210304, T20210401 and T20211105 cells, and nearly 60% of T20210106 cells were PDL1-positive (Fig.  3 D). This was consistent with the widespread PDL1 expression observed in the six NF1/SWN tumor samples (Figure S2D, lower panel). Fig. 3 Expression analysis of TGFβ1 and PDL1 in tumor samples and cultured cells.  A  Expression intensity of TGFβ1 and PDL1 in 25 NF1 and 60 SWN-NOS tumor samples.  B  Typical images of TGFβ1 and PDL1 expression in 3 NF1 and 6 SWN-NOS tumor samples respectively. Scale bar = 100 μm.  C  The concentration of TGFβ1 released in culture medium of sNF96.2 and 6 primary tumor cells respectively.  D  PDL1 expression on sNF96.2 and 6 primary tumor cells respectively. NF1, type 1 neurofibromatosis; SWN-NOS, schwannomatosis-not otherwise specified Table 4 The expression analysis of inhibitory factors in 85 tumors by IHC Clinical classification Target Antigen Expression intensity ++++ +++ ++ + − NF1 TGFβ1 0/25 18/25 4/25 3/25 0/25 PDL1 0/25 19/25 3/25 3/25 0/25 SWN-NOS TGFβ1 1/60 55/60 4/60 0/60 0/60 PDL1 2/60 45/60 13/60 0/60 0/60 To evaluate whether blocking the TGFβ1 and/ or PD1-PDL1 signaling pathway could enhance the function of anti-HER1 CAR-T cells, we introduced SB431542 (a specific inhibitor to TGFβ receptor 1) and/or PD1 antibody into the sNF96.2-luci and 806 co-culture system. As shown in Figure S2E, the specific lysis of sNF96.2-luci by 806 was higher in the SB431542, PD1 antibody (PD1 Ab), and combined treatment (SB + PD1 Ab) groups, with the most pronounced improvement observed at an E:T ratio of 0.125:1. Notably, blocking the TGFβ1 signaling pathway resulted in greater enhancement of CAR-T cell activity compared to inhibiting the PD1-PDL1 signaling pathway. Editing  TGFBR2  and/or  PDCD1  enhanced the tumor eliminating efficiency of anti-HER1 CAR-T cells To further investigate the impact of genetically blocking the TGFβ and/or PD1-PDL1 signaling pathways, we generated 806 CAR-T cells with  TGFBR2  and/or  PDCD1  knockout using CRISPR/Cas9, as previously described [ 20 ]. The indel frequencies were approximately 70% for  TGFBR2  and nearly 60% for  PDCD1  (Figure S3A). Editing these two genes did not affect the proliferation (Figure S3B), CAR expression (Figure S3C), or subtypes (Figure S3D, E) of 806 CAR-T cells. When co-cultured with sNF96.2-luci cells,  TGFBR2- edited 806 (referred to as 806-TKO) demonstrated a significant advantage at an E:T ratio of 0.25:1 compared to control 806 electroporated without ribonucleoproteins (referred to as 806-EP), showing 94% versus 60% efficacy, respectively. This advantage became more pronounced at lower E:T ratios of 0.125:1 (806-TKO vs. 806-EP: 76% vs.45%) and 0.0625:1 (806-TKO vs. 806-EP: 24.5% vs. 2.7%). Similarly,  PDCD1- edited 806 (referred to as 806-PKO) also exhibited enhanced anti-tumor efficacy compared to 806-EP, although the improvement was less pronounced than that observed with 806-TKO. However, the double knockout of  TGFBR2  and  PDCD1  (referred to as 806-DKO) did not result in a synergistic enhancement of anti-tumor efficacy compared to 806-TKO (Fig.  4 A). These findings were corroborated by Caspase-3 assay, which showed increased apoptosis in sNF96.2-luci cells following treatment with gene-edited 806 CAR-T cells (Fig.  4 B, C). Fig. 4 TGFBR2  and  PDCD1  editing enhanced the tumor eliminating efficiency of 806.  A  The specific lysis ability of 806, with or without gene editing, to sNF96.2-luci at indicated E:T ratio.  B  Typical images of Caspase-3 positive cells 48 h after co-incubation of sNF96.2-luci with effector cells when E:T = 0.125:1. Scale bar = 200 μm.  C  Quantification of Caspase-3 intensity referred in  B .  D  The specific lysis ability of 806, with or without gene editing, to primary tumor cells derived from T20210106 and T20210304 specimens.  E  Typical images of Caspase-3 positive cells (left panel) and quantification of Caspase-3 intensity (right panel) 72 h after co-incubation of primary tumor cells with effector cells when E:T = 0.125:1. Scale bar = 200 μm. Mean ± SD of 3 technical replications per assay. 2-way ANOVA and Dunnett’s multiple comparisons test were used in  A . 1-way ANOVA and Dunnett’s multiple comparisons test were used in  C  and  E . 2-way ANOVA and Tukey’s multiple comparisons test were used in  D . The assays in  A ,  C ,  D  and  E  were repeated 2 times Primary tumor cells, T20210106 and T20210304, which released approximately 250 pg/ml of TGFβ1, were incubated with 806-EP, 806-TKO, 806-PKO and 806-DKO, respectively. For T20210106, the cytolysis induced by gene-edited 806 CAR-T cells was higher than that induced by 806-EP, with the most significant increase observed in 806-DKO (Fig.  4 D, left panel). Similarly, in T20210304, gene-edited 806 CAR-T cells exhibited a significantly stronger tumor lysis compared to 806-EP, although no substantial difference was noted among 806-TKO, 806-PKO and 806-DKO (Fig.  4 D, right panel). These trends were further confirmed by Caspase-3 assay detecting apoptosis in primary tumor cells (Fig.  4 E). Compared to the effects of gene-edited 806 CAR-T cells on sNF96.2-luci cells, the improvement in tumor elimination efficiency for primary NF1/SWN tumor cells was less pronounced. This may be attributed to lower TGFβ1 release and PDL1 expression, as well as the inherent heterogeneity of primary tumor cells. TGFBR2  and/or  PDCD1 -edited 806 CAR-T cells efficiently eliminated Schwann cell tumor spheroids Given that 2D cultured tumor cells exhibit a flattened morphology and altered heterogeneity compared to primary tumor tissues [ 40 ], which may influence their response to effector cells, we further established a 3D Schwann cell tumor model to evaluate the function of 806 CAR-T cells, with or without gene editing. Using ultra-low cluster 96-well plates, sNF96.2-luci cells readily formed spheroids 24 h after seeding with varying cell densities (Figure S4A). The luciferase activity of these spheroids showed a linear correlation with the number of seeded cells (Figure S4B). The spheroids displayed a compact morphology, high expression of HER1 and TGFβ1, and relatively low expression of PDL1, with nearly absent S100 expression (Fig.  5 A). Upon co-incubation with 806 CAR-T cells, the spheroids became less compact, with a significant number of tumor cells undergoing cell death (Figure S4C). Notably, substantial infiltration of CD3-positive T cells was observed in the spheroids treated with 806 CAR-T cells. In contrast, spheroids co-incubated with control T cells (derived from the same donor and cultured under standard conditions without 806 CAR-expressing lentivirus infection) exhibited minimal T cell infiltration, with most T cells localized at the outer edge of the spheroids (Figure S4D, upper panel). Furthermore, a large number of Caspase-3-positive cells were detected in the spheroids treated with 806 CAR-T cells (Figure S4D, lower panel), consistent with the results from luciferase-based cytolysis assay. Interestingly, tumor cells in spheroids were more sensitive to 806 CAR-T cells than those cultured in 2D. As shown in Figure S4E, 806-EP along with other groups achieved complete tumor elimination at a E:T ratio of 0.25:1. When the E:T ratio was further reduced to lower levels, such as 0.03:1 and 0.015:1, the advantage of  TGFBR2 -edited 806 CAR-T cells emerged. This was characterized by changes in spheroid morphology (Fig.  5 B, left panel), luciferase activity (Fig.  5 B, right panel), and the increased expression of CD3 (Fig.  5 C, upper panel) and Caspase-3 (Fig.  5 C, lower panel) in the treated spheroids. Fig. 5 Gene-edited 806 CAR-T cells eliminated Schwann cell tumor spheroids efficiently.  A  Typical images of morphology and antigen expression of sNF96.2-luci spheroids. Scale bar = 100 μm.  B  Typical images of sNF96.2-luci spheroids after 72 h incubation with gene-edited 806 CAR-T cells (left panel), and specific lysis ratio of gene-edited 806 CAR-T cells to sNF96.2-luci spheroids after 72h co-incubation (right panel) when the E:T = 0.03:1 and 0.015:1. Scale bar = 200 μm.  C  Typical images of CD3 and Caspase-3 expression (left panel), and quantification of CD3 and Caspase-3 positive cells (right panel) in sNF96.2-luci spheroids after 72 h co-incubating with gene-edited 806. Scale bar = 100 μm. Mean ± SD of 3 technical replications per assay in B. Mean ± SD of 8–11 spheroids per assay in  C . 1-way ANOVA and Dunnett’s multiple comparisons test were used in  B  and  C . The assays in  B  and  C  were repeated 2 times. 806-EP, 806 electroporated without RNP; 806-TKO,  TGFBR2 -edited 806; 806-PKO,  PDCD1 -edited 806; 806-DKO,  TGFBR2  and  PDCD1 -edited 806 After optimizing the 3D model using sNF96.2-luci cells, we proceeded to construct 3D models using primary tumor cells derived from T20210106 and T20210304 specimens. These primary tumor cells readily formed spheroids after several passages in vitro; however, their morphology and protein expression profiles differed significantly from those of the original primary tumors (Figure S5A). This discrepancy may be attributed to changes in tumor cell morphology, heterogeneity and expression patterns during in vitro 2D culture. To more closely model the biological nature of primary tumors, we generated spheroids from freshly isolated tumor cells derived from the T20220826 specimen. Although it took nearly a week to obtain viable spheroids, these structures more closely resembled primary tumors, as evidenced by their morphology and the expression of S100, HER1, TGFβ1, and PDL1 (Fig.  6 A, upper panel). We then evaluated the function of aforementioned gene-edited 806 CAR-T cells using these primary tumor-derived spheroids. Upon co-incubation with gene-edited 806 CAR-T cells, the spheroids exhibited a less compact morphology (Figure S5B, upper panel) and a higher proportion of CD3-positive and Caspase-3-positive cells (Fig.  6 B) compared to those treated with wild-type 806. Notably, during the course of this study, we also collected one HER1-negative specimen, T20230718. Spheroids generated from freshly isolated tumor cells derived from this specimen displayed morphology and protein expression profiles similar to those of the primary tumor (Fig.  6 A, lower panel). Neither the gene-edited nor the wild-type 806 CAR-T cells had a significant effect on these HER1-negative spheroids (Figure S5B, lower panel), highlighting the specificity of 806 CAR-T cells for HER1-positive tumors. Fig. 6 Gene-edited 806 CAR-T cells eliminated HER1-positive spheroids derived from freshly isolated primary tumor cells efficiently.  A  Morphology and antigens expression of primary tumors and spheroids derived from freshly isolated tumor cells of the T20220826 and T20230718 specimens. Scale bar = 100 μm.  B  Typical images of CD3 and Caspase-3 expression (left panel), and percentage of CD3 and Caspase-3 positive cells (right panel) in spheroids derived from T20220826 specimen after 72 h co-incubation with gene-edited 806 CAR-T cells. Scale bar = 100 μm. Mean ± SD of 8 spheroids per assay in  B . 1-way ANOVA and Dunnett’s multiple comparisons test were used in  B . The assays in  B  were repeated 2 times. 806-EP, 806 electroporated without RNP; 806-TKO,  TGFBR2 -edited 806; 806-PKO,  PDCD1 -edited 806; 806-DKO,  TGFBR2  and  PDCD1 -edited 806 In summary, 806 CAR-T cells demonstrated potent tumor-eliminating efficacy against HER1-positive NF tumor cells in both 2D and 3D models. This efficacy was further enhanced by blocking the TGFβ and/or PD1-PDL1 signaling pathways.",
  "discussion": "Discussion Although NF1 and SWN arise from distinct genetic mutations, both conditions are predominantly characterized by the development of multiple tumors arising from Schwann cells. While the majority of nerve sheath tumors associated with NF1 and SWN are benign, the multifocal distribution of these tumors, combined with a high risk of recurrence and potential neurological impairment following surgical intervention, presents substantial challenges to achieving complete disease resolution. Selumetinib represents a significant advancement in pharmacological treatment, having received approval for NF1-related plexiform neurofibromas. However, a substantial proportion of nerve sheath tumors associated with NF1 and SWN remain refractory to current therapeutic strategies, highlighting the critical need for novel treatment that improves patient outcomes and quality of life. In this study, we investigated the feasibility of developing CAR-T therapy for the treatment of NF1/SWN-related nerve sheath tumors. We analyzed the expression of six antigens in 85 benign NF1/SWN-related nerve sheath tumor specimens from Chinese patients and identified HER1 as a universal target, with CD171 being another potential target. Notably, the overall expression level of HER2 in our study was relatively low, which contrasts with previous reports suggesting HER2 overexpression in schwannomas and meningiomas [ 41 ,  42 ]. This discrepancy may be attributed to factors such as sample size and the specific antibody clone used. In this study, T cells engineered with three anti-HER1 CARs (806, E2 and NEC) effectively eliminated NF1/SWN tumor in vitro, with 806 demonstrating the most robust performance. Furthermore, when tested on normal and tumor cell lines with varying HER1 expression levels, 806 specifically lysed HER1-positive tumor cells while sparing normal cells, highlighting its promising efficacy and safety for future clinical application. Furthermore, we found high expression levels of inhibitory factors such as TGFβ1 and PDL1 in NF1/SWN-related nerve sheath tumor specimens, which reduced CAR-T cell efficacy. This problem could be addressed by blocking these signaling pathways through gene editing, with TGFβ signaling blockade showing superior benefits. This study has several limitations. First, although our CAR-T cells were specifically engineered to target NF1/SWN-related nerve sheath tumors and demonstrated promising anti-tumor efficacy, the inherited syndromes NF1 and SWN, particularly  NF2 -related SWN, are characterized by considerable heterogeneity. The impact of CAR-T cell therapy on other associated conditions, such as NF1-related MNPST, NF1-related glioma, NF2-SWN-related ependymoma, and NF2-SWN-related meningioma, requires further investigation. Second, the effect of anti-HER1 CAR-T cells was not evaluated in vivo due to the lack of cell line- and patient-derived xenograft (CDX and PDX) mouse models. Although several CDX and PDX mouse models of nerve sheath tumor have been developed in previous studies, the success rate for benign nerve sheath tumor remains low, except for MPNSTs and certain NF2-associated schwannoma [ 19 ,  43 ,  44 ]. In our study, despite extensive efforts to establish NF1/SWN CDX or PDX model using NOD-Prkdcscid Il2rg null  (NPG) mice, we were unable to create models with benign tumor cells and specimens. To better assess T cell infiltration and tumor cell death following CAR-T cell treatment, we developed a 3D tumor model by generating NF1/SWN spheroids. Using this model, we observed enhanced efficacy of gene-edited CAR-T cells. Recent advancements in tumor organoid development offer models that more closely replicate primary tissues in architecture and function, preserving their histopathological features, genetic profiles, mutational landscapes, and therapeutic responses [ 45 ,  46 ]. The creation of a benign nerve sheath tumor organoid would therefore be invaluable for evaluating the anti-tumor efficacy of anti-HER1 CAR-T cells in future studies. In conclusion, to our knowledge, this is the first study to systematically analyze the expression of multiple antigens and inhibitory factors in a large cohort of benign NF1/SWN-related nerve sheath tumor samples. Leveraging on these findings, we developed anti-HER1 CAR-T cell therapy for NF1/SWN-related nerve sheath tumors, enhanced its efficacy by knocking out  TGFBR2  and  PDCD1  using CRISPR/Cas9, and evaluated their function using both 2D and 3D tumor models. While further safety assessments in NF1/SWN animal models are warranted, our findings offer a promising therapeutic strategy for treating NF1/SWN tumors.",
  "upgrade_date": "2026-02-20 07:29:32"
}