{
  "pmid": "PMID:40034205",
  "abstract": "Neurofibromatosis type 1 (NF1)- and NF2-related schwannomatosis are rare autosomal dominant monogenic disorders characterized by a predisposition for nerve-associated tumors. Current treatments focus on symptomatic management, but advancements in the gene therapy field present unique opportunities to treat the genetic underpinnings and develop curative therapies for NF. Approaches such as nonsense suppression agents and oligonucleotide therapies are becoming more mature and have emerging preclinical data in the context of NF. Furthermore, there has been progress in developing gene therapy vectors that can be delivered locally into tumors to ablate or shrink their size. While still a nascent research area, gene addition and gene repair strategies hold tremendous promise for the prevention and treatment of NF-related tumors. These technologies will also require parallel development of delivery vectors able to target the Schwann cells from which tumors most commonly arise. This review seeks to contextualize these advancements and which hurdles remain for their clinical adoption.",
  "methods": "Alternative viral and non-viral delivery methods Although recombinant AAV is the current virus-based system of choice for direct  in vivo  delivery, other virus-based vector systems have also been investigated for NF. These systems include oncolytic herpes simplex virus (HSV) and HSV-based amplicons, adenoviral and retroviral vectors both in primary human tumor cells and  in vivo  models of NF2. 94 , 95 , 96 ,  These viral delivery methods share similar safety concerns in terms of toxicity as well as persistence and/or integration into the genome. 97 98 The use of nanoparticles as an alternative to virus-based gene delivery systems have also been investigated for NF. To examine the feasibility of using silver nanoparticles to treat NF1-associated MPNSTs, Alewine et al. assessed their cytotoxicity in mutant NF1-associated MPNSTs, NF1 wild type sporadic MPNST, and normal Schwann cells.  Although these nanoparticles were found to be selectively cytotoxic to NF1-associated MPNSTs, long-term data and their efficiency  99 in vivo  has yet to be examined. Nanoparticles have also been adapted to deliver siRNA therapeutics to human vestibular schwannoma cells in  NF2 -related schwannomatosis, although similar questions of long-term efficacy and i n vivo  efficiency remain.  Experiences in treating other diseases has also shown that even intracerebroventricularly injected nanoparticles will internalize in off-target sites and cells. 100 101",
  "introduction": "Introduction Neurofibromatoses (NFs) are a family of genetic disorders that harbor a predisposition for nerve-associated tumors, particularly neurofibromas and schwannomas. 1 , 2 NF1 (neurofibromatosis type 1) is the most common of these conditions, occurring in 1 in 3,000–4,000 individuals. 3 ,  NF1 is associated with cutaneous, subcutaneous, and plexiform neurofibromas that are initiated by somatic second-hit mutations of the  4 NF1  gene in Schwann cells but incorporate other cell types, including fibroblasts and perineural cells.  Malignant peripheral nerve sheath tumors and optic gliomas are less frequent but can require more aggressive intervention. 3  Individuals with NF1 can present with a constellation of other manifestations, including Lisch nodules, skinfold freckling, skeletal dysplasias, neurocognitive issues, and muscle hypotonia. 4  Loss of neurofibromin (the protein encoded for by the  3 NF1  gene) promotes Ras activity, resulting in the dysregulation of a variety of downstream cell signaling pathways, including the mitogen-activated protein kinase pathway.  Clinical data support the use of MEK inhibitors in managing the growth of some NF1 tumors; however, they are indicated for only some tumor types, have limited and variable efficacy, require ongoing dosing, and can produce adverse side effects. 5 6 ,  In practice, NF1 tumor management involves monitoring alongside surgical resection, laser ablation, radiation therapy, chemotherapy, and pharmacotherapy. 7 4 Schwannomatosis is far less frequent than NF1, yet it presents significant challenges for clinical management.  Schwannomas arise specifically from Schwann cells, forming well-encapsulated tumors that grow along the outside of the nerve sheath rather than becoming interwoven with the nerve fibers themselves. They are less likely to become malignant than plexiform neurofibromas and can remain asymptomatic for a long time; however, they can cause significant complications for patients through disruption and compression of affected and adjacent nerves, causing pain, numbness, or weakness. 3 \n 8 NF2 -related schwannomatosis characteristically features unilateral or bilateral vestibular schwannomas that can affect hearing and balance and, in some instances, cause facial paralysis. Other common tumor types include brain/spinal tumors (meningiomas and ependymomas) and cranial nerve tumors; the latter can lead to facial paralysis, difficulties swallowing, and vision problems. Like NF1 , NF2 -related schwannomatosis is caused by heterozygous germline mutations (in the  NF2  gene), and tumors are associated with sporadic double inactivation of  NF2 . \n 9 NF2  encodes for merlin, a protein with a range of functions that include tumor suppression, cell signaling, and cytoskeletal modulation. 9 , 10 ,  Clinical treatment aims to limit the impact of vestibular schwannomas and spinal tumors via surgeries and/or targeted radiation therapy. Pharmacotherapies, such as the vascular endothelial growth factor-antibody bevacizumab 11  and the tyrosine kinase inhibitor brigatinib, 12  have shown clinical utility in managing schwannoma growth. Sporadic schwannomas can also arise outside the context of  13 NF2- related schwannomatosis, but these are rare and often present as genetically undefined. These tumors can be caused by mosaic or somatic  NF2  mutations as well as genes such as  SMARCB1  and  LZTR1  (which have been linked to benign but painful schwannomas ); the genetic causes of many sporadic schwannomas remain unknown. 14 15 There is growing interest in the potential of gene therapies—techniques aimed at preventing or treating disease by modifying or manipulating an individual’s genetic material—to treat both NF1 and  NF2 -related Schwannomatosis. This has been highlighted in several prior reviews, 16 , 17 , 18 , 19 , 20 ,  but since their publication, there have been many technical advancements in the field. Notably, both conditions share a common key cellular target; thus, any delivery system that aims to replace or correct gene function is precancerous or cancerous, and Schwann cells could be adapted to treat either disorder. Such therapies, which neutralize a mutation prior to tumorigenesis, could be prophylactically effective for preventing later-onset tumors. 21  With the increased accessibility of inexpensive sequencing, early genetic diagnosis could offer an opportunity for early intervention during childhood to minimize new tumor formation and/or tumor growth. 21",
  "results": "",
  "discussion": "Conclusion Despite the surge in technical advancements, gene addition or gene editing treatments require considerable development to be put into clinical practice. It would not be unreasonable to assume a hesitancy regarding the timelines for human NF treatments as the prospects of cancer gene therapy has been discussed for over two decades.  Nevertheless, recent advances in AAV vectors, increased versatility and efficiency of gene-editing enzymes, and a broader acceptance and clinical use of gene therapy suggest that clinical gene therapy trials for NF could be possible within the next 5–10 years. 102 It is likely that initial trials will focus on (1) therapeutic treatment of tumors (e.g., by disruption with suicide genes), (2) prevention of future tumors by repair of the mutant allele, or (3)  NF2  gene addition (whether it is the  NF2  open reading frame or an  NF1  Ras-GTPase-activating domain). While appealing, gene editing technologies are challenging in terms of obtaining sufficient efficiency, and gene repair would need to optimally occur in a high percentage of cells. This contrasts with other conditions, such as hemophilia and certain metabolic disorders, where functional rescue in a small proportion of cells is sufficient to yield phenotypic effects. 103 ,  While  104 NF2  gene replacement may be more straightforward to achieve, it also has challenges associated with regulating expression levels, and overexpression may be as physiologically detrimental as deficiency. It is important to note that most symptomatic tumors under NF conditions are benign rather than malignant, so the risk/benefit of intervention must be carefully considered. The aforementioned therapies focus on childhood or adult intervention, but prenatal or neonatal treatments are theoretically possible. NF1- and  NF2 -related Schwannomatosis may not serve as ideal hereditary disease targets for fetal repair based on practical and ethical criteria outlined in the International Fetal Transplantation and Immunology Society Consensus Statement. 105 , 106 ,  While many tumors arise from second hits later in life, there is evidence that structural changes occur in the NF1 brain during both development and growth that are unlikely to be improved by subsequent gene therapy. 107 108 , 109 Finally, it must be acknowledged that gene technology and resultant cell and animal models of disease may have broad utility in NF research. For instance, CRISPR gene editing has allowed specific patient mutations to be recapitulated with relative ease, avoiding the need to harvest patient cells and allowing examination of a mutation’s effects in comparison to controls with an identical genetic background. This benefit was highlighted in a recent review focused on creating cancer models with CRISPR-Cas9 and specifically highlights NF.  The authors note that this will need to be accompanied by advancements in cell culture modeling, particularly the conversion of primary human Schwann cells to MPNST cells. Stem cells may be of utility, as reflected by recent efforts to create induced pluripotent stem cell-derived neurons and neural organoids with specific NF1 patient mutations. 110  For  70 NF2 -related schwannomatosis, CRISPR-Cas9 editing has been used to model NF2 loss in meningioma cells, and these cells were subsequently used as a model for therapeutic drug testing.  CRISPR-Cas9 editing has also been used in the context of creating rat 71  and porcine 111  models of NF1 disruption and will likely streamline the creation of mice with specific patient mutations. 72 73 In conclusion, the last decade has brought remarkable advancements in gene therapy, particularly through CRISPR and improved vector delivery systems. These technologies are already being applied to conditions such as liver and hematopoietic disorders, where even low levels of gene replacement can restore function. These disorders were always the most accessible starting point for gene therapy, representing “low-hanging fruit.” Addressing more complex disorders, such as NF1- and NF2-related schwannomatosis, presents greater challenges. These conditions involve tumor suppressor genes, which pose unique technical and biological hurdles. Nevertheless, ongoing innovations in gene editing and vector technologies, coupled with insights from clinical trials, are steadily expanding the possibilities for treating these conditions. NF1- and NF2-related Schwannomatosis differ in their underlying disease mechanisms while also presenting with a wide range of mutations. These differences may necessitate tailored therapeutic strategies. It is likely that a combination of approaches, each targeting specific mutations, will ultimately be required. As research progresses, these combined strategies could advance into clinical trials and, eventually, into practical treatments.",
  "fetched_at": "2026-02-11T02:36:13.528842",
  "abstract_length": 1092,
  "methods_length": 1454,
  "introduction_length": 4511,
  "results_length": 0,
  "discussion_length": 4862
}