{
  "pmid": "PMID:40063513",
  "title": "DLK1 Distinguishes Subsets of NF1-Associated Malignant Peripheral Nerve Sheath Tumors with Divergent Molecular Signatures.",
  "abstract": "PURPOSE: Malignant peripheral nerve sheath tumor (MPNST) is the leading cause of premature death among individuals with neurofibromatosis type 1 (NF1), and the transcriptional aberrations that precede malignant transformation and contribute to MPNST tumorigenesis remain poorly defined. Alterations involving CDKN2A and components of PRC2 have been implicated as early drivers of peripheral nerve sheath tumor (PNST) evolution, but these events do not occur in all MPNST. Accordingly, emerging data have begun to highlight the importance of molecular-based stratification to improve outcomes in patients with NF1-PNST. EXPERIMENTAL DESIGN: In this study, we perform an integrated analysis of multiple, independent datasets obtained from human patients with NF1 to gain critical insights into PNST evolution and MPNST heterogeneity. RESULTS: We show that delta-like noncanonical Notch ligand 1 (DLK1) is significantly increased in MPNST and provide evidence that DLK1 overexpression may precede histologic changes consistent with malignancy. In complementary analyses, we find that serum levels of DLK1 are significantly higher in both mice and humans harboring MPNST compared with those without malignancy. Importantly, although DLK1 expression is increased in MPNST overall, through the integration of multiple, independent datasets, we demonstrate that divergent levels of DLK1 expression distinguish MPNST subsets characterized by unique molecular programs and potential therapeutic vulnerabilities. Specifically, we show that overexpression of DLK1 is associated with the reactivation of embryonic signatures, an immunosuppressive microenvironment, and a worse overall survival in patients with NF1-MPNST. CONCLUSIONS: Collectively, our findings provide critical insights into MPNST tumorigenesis and support prospective studies evaluating the utility of DLK1 tissue and serum levels in augmenting diagnosis, risk assessment, and therapeutic stratification in the setting of NF1-PNST.",
  "authors": "Dana K Mitchell; Kylee Brewster; Stavriani C Makri; Jaffar Khan; Eric A Albright; Andrew Horvai; Henry Mang; Qingbo Lu; Shelley A H Dixon; Emily White; Mohammad Reza Saadatzadeh; Khadijeh Bijangi-Vishehsaraei; Silpa Gampala; Brooke E Hickey; Hannah Leffew; Xiaohong Li; Li Jiang; Marisa D Ciesielski; Waylan K Bessler; Christopher D Collier; Aaron Cohen-Gadol; Melissa L Fishel; Christine A Pratilas; Karen E Pollok; Steven P Angus; Steven Rhodes; Wade Clapp",
  "journal": "Clinical cancer research : an official journal of the American Association for Cancer Research",
  "publicationDate": "2025-05-15",
  "doi": "10.1158/1078-0432.CCR-24-3029",
  "methods": "Experimental design: Here we perform an integrated analysis of multiple, independent datasets obtained from human NF1 patients to gain critical insight into PNST evolution and MPNST heterogeneity. MATERIALS AND METHODS Ethical considerations Archived samples associated clinical data and imaging were collected under approval by the Indiana University Institutional Review Board under exempt protocols #17332 and #20042. For patients in the institutional cohort whose samples underwent bulk RNA sequencing, whole exome sequencing and spatial transcriptomics profiling, written informed consent was obtained under IRB protocol #1501467439. Sample selection Immunohistochemistry. Institutional cohort samples were selected retrospectively by querying the Indiana University pathology archives with the search terms “neurofibromatosis type 1”, “neurofibroma”, “ANNUBP”, “atypical neurofibroma”, “neurofibroma with atypia”, “plexiform neurofibroma” and “MPNST.” Hematoxylin and eosin (H&E)-stained tissue sections from each tumor were reviewed by a board-certified pathologist, with expertise in diagnosing NF1-associated nerve sheath tumors[ 8 ]. Institutional cohort metadata is available in  Supplemental Table 1 ).Validation cohort tissue samples were obtained from the Johns Hopkins NF1 Biospecimen Repository ( Supplemental Table 2 )[ 24 ]. RNA sequencing. Fresh frozen tumor samples from patients with NF1 (detailed clinical data unavailable) were obtained for bulk RNA and whole exome sequencing under the protocols listed above from the Indiana Pediatric Biobank and the IU Simon Comprehensive Cancer Center Biospecimen Repository. Overall Survival. Patients from our institutional cohort with adequate tumor samples for immunohistochemical staining of DLK1 and appropriate clinical data were included in survival analyses. Overall survival was calculated as the number of days between histopathological confirmation of MPNST and date of death. For patients who are still alive, overall survival was calculated using the date of last know contact documented in the medical record. Patients were stratified into DLK1 positive (n=7) or DLK1 negative (n=8) based on whole tumor DLK1 percent positivity as described in the  Immunohistochemistry  section below. Kaplan-Meier plots were generated in GraphPad Prism and p-values were determined by log-rank Mantel-Cox test.",
  "cache_level": "full",
  "has_fulltext": true,
  "fetch_date": "2026-02-20 07:00:25",
  "introduction": "INTRODUCTION Neurofibromatosis type 1 (NF1) is one of the most common cancer predisposition syndromes, affecting approximately 1:2500 individuals globally [ 1 ]. It is caused by pathogenic variants or deletions of the  NF1  tumor suppressor gene resulting in Ras pathway hyperactivation [ 2 ,  3 ]. A hallmark feature of NF1 is the development of histologically benign peripheral nerve sheath tumors (PNST) called plexiform neurofibromas (PNF)[ 4 ,  5 ]. While benign, in persons with NF1, there is an 8-16% lifetime risk of these pre-existing neurofibroma (PNST) undergoing malignant transformation to a highly aggressive form of sarcoma called a malignant peripheral nerve sheath tumor (MPNST) [ 6 ]. MPNST, which are often resistant to both chemotherapy and radiation, represents the leading cause of premature death in individuals with NF1 [ 6 ,  7 ]. Wide marginal excision is the only curative therapy, however due to infiltration of adjacent vital structures, adequate resection is often not possible. At present, our ability to accurately predict risk of PNST transformation or MPNST therapeutic response remains limited. Thus, a deeper understanding of MPNST tumorigenesis is critical to improving outcomes in patients with NF1-associated PNST. The development of MPNST from pre-existing PNF often proceeds through intermediate lesions known as atypical neurofibromatous neoplasms with unknown biological potential (ANNUBP). ANNUBP are characterized by the presence of at least two of the following histopathological features: hypercellularity, cytologic atypia, loss of neurofibroma architecture and a mitotic index >1/50 high power fields (HPF) and <3/10 HPF [ 8 ]. However, not all ANNUBP will progress to MPNST and our ability to identify neurofibroma at a high risk of undergoing malignant transformation remains limited [ 8 ]. Importantly, recent work by our group and others has demonstrated that even PNST that appear histopathologically benign can exhibit significant molecular heterogeneity and diverse evolutionary trajectories [ 9 ,  10 ]. Translocations or copy number loss of cyclin-dependent kinase inhibitor 2A ( CDKN2A ) and somatic mutations involving components of the polycomb repressive complex 2 (PRC2) have been implicated as early drivers of PNST evolution, however these events do not occur in all MPNST [ 10 - 18 ]. Mounting evidence suggests that the re-activation of embryogenic programs promotes MPNST initiation, heterogeneity and tumor progression [ 19 ]. Accordingly, recent studies have begun to identify discrete subsets of MPNST characterized by the reactivation of embryonic molecular signatures and exhibiting distinct therapeutic vulnerabilities [ 17 ,  20 ]. The mechanisms by which these transcriptional programs of de-differentiation become aberrantly activated in MPNST, however, remain poorly defined. Dysregulation of developmentally restricted proteins can promote the acquisition of a stem-like phenotype and the development of aggressive disease in multiple human cancers [ 21 ]. One such protein, Delta Like Non-canonical Notch Ligand 1 (DLK1), is overexpressed in a range of solid tumors [ 22 ]. During physiologic development, DLK1 regulates cell proliferation, differentiation and apoptosis through interactions with members of the Notch and Wnt signaling pathways [ 23 ]. In malignancy, emerging data suggests that DLK1 may contribute to the maintenance of cancer stemness and therapeutic resistance[ 23 ]. In the present study, we show that aberrant overexpression of DLK1 is characteristic of MPNST and provide evidence that  DLK1  overexpression may precede histological changes consistent with malignancy. In complementary analyses, we find that serum levels of DLK1 are significantly higher in both mice and humans harboring MPNST. Importantly, through the integration of multiple, independent datasets, we demonstrate that divergent levels of  DLK1  expression distinguish MPNST subsets characterized by unique molecular programs and potential therapeutic vulnerabilities. Specifically, we show that  DLK1  overexpression is associated with the reactivation of embryonic signatures, an immunosuppressive microenvironment and worse overall survival in patients with NF1-MPNST. Together these findings provide critical insight into MPNST tumorigenesis and support future, prospective trials evaluating the utility of DLK1 as a biomarker capable of augmenting diagnosis, risk assessment and therapeutic stratification in the setting of NF1-PNST.",
  "results": "RESULTS Re-activation of embryogenic programs is associated with overexpression of  DLK1  in NF1-associated MPNST. To better understand the molecular alterations distinguishing MPNST from benign and normal tissue, we first performed differential gene expression (DEG) analysis comparing normal nerve and NF1-associated MPNST (TCGA-MPNST) samples utilizing data obtained from the GTEx (n=278) and TCGA datasets (n=6), respectively ( Supplemental Table 5 )[ 31 ]. Only MPNST arising in patients with confirmed sporadic or familial NF1 were included for analysis. Genes upregulated in TCGA-MPNST broadly enriched for processes involved in mitosis, cell cycle regulation and immune system response ( Supplemental Table 6 ). CellMarker Augmented 2021 analysis further revealed an upregulation of genes enriching for signatures consistent with stem and progenitor cell programs in tumor samples ( Supplemental Table 7 ). Recent work by Sun et al., has shown that cells with stem-like properties promote tumoral heterogeneity and progression of NF1-MPNST [ 19 ]. Therefore, we next utilized the Sciatic Nerve Atlas ( https://www.snat.ethz.ch ) to identify members of the top 20 significantly upregulated protein-coding genes in TCGA-MPNST that are highly expressed in the embryonic, but not the postnatal sciatic nerve ( Supplemental Table 5 , yellow) [ 25 ]. Eight genes met this criterion, including  BIRC5  and  RRM2,  which were excluded for further consideration as previous reports have already detailed their roles in MPNST [ 9 ,  53 ]. To narrow our focus to genes most relevant to human disease, we performed differential gene expression analysis comparing MPNST to benign neurofibroma ( Supplemental Table 8 ) and identified  DLK1  as the most significantly upregulated (log 2 FC=6.508, adjusted p-value=0.033) of the aforementioned, embryonically restricted genes (n=8). Comparison of MPNST to adjacent normal tissue (GEO Database, accession #:  GSE141438 ) or benign neurofibroma (GEO Database, accession #:  GSE178989 ) using two additional independent datasets, again revealed significant upregulation of  DLK1  in MPNST ( Supplemental Table 9  &  10 ) [ 34 ]. DLK1  is highly expressed throughout embryogenesis where it plays an essential role in regulating cell proliferation, differentiation and development [ 54 ]. Conversely, in adulthood  DLK1  expression is largely undetectable with only select tissues retaining basal level expression [ 23 ]. Consistent with these results, analysis of data obtained through the Sciatic Nerve Atlas (SNAT) [ 25 ] revealed that expression of  Dlk1  in the murine peripheral nervous system peaks on embryonic day 17.5 (E17.5) and gradually returns to near zero by postnatal day 60 (P60) ( Supplemental Figure 1A ). Within the postnatal day 1 (P1) murine sciatic nerve,  Dlk1  is broadly expressed, with the highest expression occurring within the epi- (EpC), per- (PnC) and endoneurial (EnC) cells ( Supplemental Figure 1B - D ). However, by P60,  Dlk1  expression is drastically reduced and what remains is largely restricted to the endoneurium ( Supplemental Figure 1E - G ). Merged t-SNE plot of Schwann cells, specifically, at P1, P5, P14 and P60 reveals expression of  Dlk1  is restricted to a few, immature Schwann cells (iSC), suggesting that aberrant overexpression of  DLK1  in NF1-MPNST may identify tumor cells characterized by an immature or de-differentiated phenotype ( Supplemental Figure 1H ). Overexpression of DLK1 is associated with a worse overall survival in NF1-MPNST To validate upregulation of DLK1 at the protein level, we performed immunohistochemical staining of PNST tumors (n=34) obtained from patients (n=22) cared for at our institution ( Figure 1A ). Consistent with our above results, we found DLK1 protein expression to be significantly upregulated in MPNST compared to both PNF and ANNUBP ( Figure 1B ). Validation of these findings in an additional cohort from an outside institution (n=23) revealed similar results ( Supplemental Figure 2A & B ). Three lesions in our institutional cohort (PNF: n=2 of 9, ANNUBP: n=1 of 7) were identified as statistical outliers with respect to DLK1 expression ( Supplemental Figure 2C , bold). Strikingly, all three of these tumors were associated with the subsequent development of, or exhibited features concerning for, MPNST. Specifically, IU-26-A, which was histopathologically classified as an ANNUBP in our analysis, exhibited clinical characteristics concerning for malignancy including a nodular appearance with contrast enhancement on MRI and increased metabolic activity FDG-PET (SUV 6.67) ( Figure 1C -top). Histopathological diagnostic consensus of this tumor could not be reached with independent expert reviews classifying the lesion as ANNUBP versus low grade MPNST (LG-MPNST). In contrast to other tumors histologically consistent with ANNUBP included in this dataset, immunohistochemical analysis of this lesion demonstrated diffuse DLK1 positivity ( Figure 1C -bottom). The second tumor, IU-71-P1, arose in a young (<10y) patient with a significant plexiform burden of the posterior mediastinum and subscapular region ( Supplemental Figure 2D -left). This patient subsequently developed a DLK1-positive MPNST (IU-71-M) in this region approximately seven years later ( Supplemental Figure 2D -right). The final lesion, IU-48-P, was histologically consistent with PNF and was contiguous with an existing ANNUBP and MPNST. Spatial profiling of the contiguous ANNUBP and MPNST revealed a discrete cluster of  DLK1  expressing cells within the ANNUBP and more diffuse  DLK1  positivity within the contiguous MPNST, suggesting that aberrant overexpression of  DLK1  may precede histopathological evidence of malignancy and may identify pre-malignant lesions at an increased risk of undergoing malignant transformation ( Figure 1D ). Lastly, while we found tissue expression of DLK1 to be increased in MPNST overall, further review of MPNST samples from our institutional cohort revealed two distinct subgroups defined by either greater than (DLK1+) or less than (DLK1-) 1% of cells staining positively for DLK1. Correlation of DLK1 staining with clinical data from our institutional cohort (n=15) revealed DLK1+ tumors to be associated with a significantly worse overall survival (347 vs. 1739 days, p=0.0443) ( Figure 1E ), suggesting that elevated tissue levels of DLK1 may identify MPNST with more aggressive behavior. Serum DLK1 is elevated in mice and human patients with NF1-MPNST DLK1 is transmembrane protein that can be released into the serum following cleavage by ADAM17/TACE and prior work has suggested a role for serum DLK1 as a biomarker in other conditions[ 22 ,  23 ,  55 ]. Review of MPNST samples stained for DLK1 revealed evidence of intravascular DLK1 positivity in several tumor sections ( Supplemental Figure 2E ). To more rigorously evaluate this observation, we compared DLK1 concentrations in the serum of  Nf1 flox/flox ;Cdkn2a flox/flox Cre+  and  Nf1 flox/flox ;Cdkn2a \n flox/+ Cre+  ( Nf1/Cdkn2a ) mice harboring MPNST (MPNST, n=19) to those who had not yet developed malignancy (No Tumor, n=8). Importantly,  Nf1/Cdkn2a  mice recapitulate human disease and develop MPNST through the malignant transformation of pre-existing plexiform and atypical neurofibroma [ 9 ,  11 ]. This analysis revealed a significant increase (12255 vs 4044 pg/mL, p=0.0153) in serum levels of DLK1 in tumor bearing compared to non-tumor bearing  Nf1/Cdkn2a  mice ( Figure 1F ). We next compared the concentration of DLK1 in the serum of human NF1 patients with MPNST (n=11) to that from those without malignancy (n=19). Serum DLK1 levels were significantly higher (12.27 vs. 4.575 ng/mL, p=0.0452) in patients with MPNST compared to those without ( Figure 1G ). A sample obtained from a patient with a PNF was identified as statistical outlier by Grubbs’ method (α=0.0001). Notably, there were several clinical factors that may have contributed to the abnormally elevated serum DLK1 level seen in this patient. This sample was not obtained at the initial presentation, but rather after numerous resections and revisions for the same lesion (n>6), some of which were associated with infection and other complications. For these reasons and the proposed role of DLK1 in wound healing and the inflammatory response, this patient’s sample was excluded from further analysis [ 56 - 58 ]. Collectively, these findings support future, prospective studies to establish the sensitivity and specificity of serum DLK1 in predicting the risk of malignant transformation and early identification of MPNST in patients with NF1. Overexpression of DLK1 is associated with the reactivation of embryonic gene signatures Consistent with the findings from our institutional cohort, we noted that, again while TCGA-MPNST expressed significantly higher levels of  DLK1  compared to normal nerve overall, TCGA-MPNST samples were also distinguishable by higher or lower levels of  DLK1  expression ( Figure 2A ). Accordingly, principal component ( Figure 2B ) and unsupervised hierarchical clustering analysis ( Supplemental Figure 3 ) revealed separation of two distinct subclusters defined by  DLK1  expression ( DLK1  and  Hi DLK1 ). Differential gene expression ( Lo Supplemental Table 11 ) and GO Biological Process enrichment analysis comparing  DLK1  and  Hi DLK1  tumors demonstrated significant upregulation of genes involved in developmental and embryonic processes in  Lo DLK1  samples ( Hi Figure 2C ). To further investigate these findings, we performed bulk RNA sequencing on tumors (n=10) obtained from patients cared for at our institution. Congruent with the above results, NF1-MPNST from our institutional cohort were also distinguishable by  DLK1  expression ( Figure 2D - F ). Differential gene expression ( Supplemental Table 12 ) and pathway enrichment analyses ( Figure 2G ) similarly revealed enrichment of pathways and processes involved in development and differentiation by the genes upregulated in  DLK1  tumors. Finally, publicly available bulk RNA sequencing data of MPNST acquired from the Gene Expression Omnibus (accession #:  Hi GSE178989 ) revealed similar results ( Supplemental Table 13 ,  Supplemental Figure 4A - D ), underscoring the consistent upregulation of  DLK1  and its association with the reactivation of embryogenic signatures in a subset of MPNST. DLK1 expression is increased in human MPNST cells characterized by a stem-like phenotype During embryogenesis, DLK1 is known to regulate differentiation and the maintenance of stem cell pools, however, the precise mechanisms by which it does so remain incompletely understood [ 23 ]. Initially described as a Notch antagonist, emerging data now suggests that DLK1 may actually activate the Notch pathway in specific settings, and elevated levels of DLK1 have been observed in tissues exhibiting elevated Notch signaling [ 59 - 62 ]. Consistent with this observation, analysis of the Sciatic Nerve Atlas (SNAT) revealed that  Notch1  expression exhibits a pattern reminiscent to that of  Dlk1  ( Supplemental Figure 1A ), peaking at embryonic day 17.5 (E17.5) and gradually decreasing to its lowest level by postnatal day 60 (P60) ( Figure 3A )[ 25 ]. Like DLK1, Notch signaling is required for the maintenance and proliferation of stem and progenitor cells within the nervous system [ 62 ]. Specifically, prior work by Yan et al., revealed that Notch signaling regulates key transcription factors involved in neural differentiation, including  SOX11  [ 62 ]. Accordingly, we found  SOX11  expression to be significantly upregulated in  DLK1  compared to  Hi DLK1  tumors in all three of the previously described datasets ( Lo Figure 3B ,  Supplemental Figure 5A & B ). Furthermore, linear regression analysis of  SOX11  and  DLK1  expression revealed a positive correlation between  SOX11  and  DLK1  in all three datasets (Pearson r=0.80-0.91) ( Figure 3C ,  Supplemental Figure 5C & D ). Given the above enrichment of developmental gene signatures and the upregulation of  SOX11  in  DLK1  tumors, we hypothesized that DLK1 would be increased in MPNST cells characterized by a stemness phenotype[ Hi 63 ]. To test this hypothesis, we first confirmed expression of DLK1 in a panel of human MPNST cell lines ( Figure 3D ). MPNST cell lines (n=4) were then grown in low adhesion (LA) plates to allow for the enrichment of cells with a stem-like phenotype through sphere formation. Consistent with our hypothesis, DLK1 was significantly increased in cells grown under spheroid-promoting conditions (LA) in all lines tested ( Figure 3E - G ,  Supplemental Figure 5E & F ). Transfer of spheres back to standard, adherent conditions following three days of growth in low adhesion plates (LA) revealed that this elevated expression of DLK1 was maintained for at least 5 days post-transfer ( Supplemental Figure 5G & H ). The expression of SOX11 was also elevated in cells grown in spheroid promoting conditions ( Figure 3H & I ), suggesting a role for both DLK1 and SOX11 in the maintenance of MPNST cells with a stem-like phenotype. Evaluation of the impact of DLK1 inhibition on spheroid forming ability was limited by the striking decrease in cell viability following siRNA-mediated knockdown in human MPNST cell lines (n=4) ( Figure 3J & K ,  Supplemental Figure 5I - J ). Importantly, a significant decrease in viability was observed in two MPNST cell lines generated from NF1 patients whose tumors were known to express high levels of DLK1  in vivo  ( Supplemental Figure 5K - N ). This decrease in viability was accompanied by a significant decrease in the expression of both cleaved NOTCH1 and SOX11 ( Figure 3L - O ,  Supplemental Figure 5O & P ). We also noted a dramatic decrease in phospho-ERK following siRNA inhibition of  DLK1  ( Figure 3P ). This is consistent with a previous report observing DLK1-mediated activation of ERK signaling prevents cellular differentiation[ 64 ]. Overexpression of DLK1 using a doxycycline-inducible lentiviral system resulted in a modest, yet significant increase in the proliferative rate of the human MPNST cell line ST-8814 ( Supplemental Figure 6A - C ). Alternatively, while exogenous overexpression of DLK1 did not appear to impact the proliferative rate of the human PNF cell lines, ipNF95.6 and ipNF05.5, colony forming assays revealed a significant increase in the number of spheroid colonies following doxycycline-induced overexpression of DLK1 in both cell lines ( Supplemental Figure 6D - G ). The acquisition of this three-dimensional growth capability was accompanied by a notable increase in the expression of SOX11 ( Supplemental Figure 6H ). Collectively, these findings validate our RNA sequencing analyses proposing  DLK1  as marker for MPNST cells exhibiting a stem-like phenotype and suggest a novel role for DLK1 as a regulator of SOX11 expression and ERK signaling in MPNST. DLK1 Hi  MPNST are characterized by an immunosuppressive microenvironment The re-activation of embryonic transcriptional programs by tumor cells is associated with the development of an immunosuppressive tumor microenvironment (TME) in other cancers[ 65 ]. Accordingly,  DLK1  tumors from all three datasets exhibited significant, positive enrichment of a stemness gene signature ( Hi Supplemental Table 14 ) shown to be associated with a poor anti-tumor, immune response ( Figure 4A ,  Supplemental Figure 7A & B )[ 66 ]. Likewise, GO Biological Process 2023 enrichment analysis revealed broad suppression of genes involved in immune and inflammatory processes including cytokine production and immune cell activation among  DLK1  MPNST from all datasets ( Hi Figure 4B ,  Supplemental Tables 15  & 16 ). Cell type profiling of tumors from our institutional cohort (n=10) using computational deconvolution methods and Immunostates [ 44 ] as the reference dataset, highlighted differences in inferred immune cell subtypes between  DLK1  and  Hi DLK1  tumors. Compared to  Lo DLK1  tumors, gene signatures consistent with M1 macrophages, myeloid dendritic cells, CD14+ monocytes and T cells were positively enriched in  Hi DLK1  samples ( Lo Figure 4C ). In line with these findings, we observed a significant reduction in the expression of  CD14 ,  CD4 ,  CD86  and major histocompatibility complex class II (MHC-II) molecules in  DLK1  tumors from all three datasets ( Hi Supplemental Figure 7C - F ,  Supplemental Tables 11  &  13 ). Analysis of the spatially profiled MPNST initially presented in  Figure 1E , produced similar results and revealed a decrease in the expression of macrophage-associated genes in clusters characterized by elevated DLK1 expression ( Figure 4D ). Specifically, expression of monocyte/macrophage markers  CD68  and  CD14  was suppressed in regions characterized by the highest levels of  DLK1  expression ( Figure 4E - H ). In addition to promoting the development of an immunosuppressive TME, tumor cell acquisition of a stem-like phenotype has been implicated in driving resistance to immunotherapeutic targeting [ 65 ,  67 ,  68 ]. Geneset signature analysis revealed positive enrichment of tumor associated antigens (TAAs) ( Supplemental Table 17 ) [ 66 ] by  DLK1  MPNST in all three datasets ( Hi Figure 4I ,  Supplemental Figure 7G & H ), suggesting that the  DLK1 -associated immunosuppression is not due to decreased expression of TAAs. Prior work in glioma suggests that cancer cells with a stemness phenotype can also evade anti-tumor immune responses through the suppression of MHC-I expression or disruption of other proteins comprising the antigen-processing machinery (APM) [ Hi 69 ]. Notably, the loss of MHC-I mediated antigen presentation has been shown to be associated with resistance to immunotherapy [ 70 ]. Consistent with these findings, we observed a significant decreased in the expression of genes encoding MHC-I molecules as well as key components of the APM ( B2M, ERAP1, TAPBP ) in  DLK1  MPNST from all three datasets ( Hi Supplemental Figure 7I  and  Supplemental Tables 11 - 13 ). In line with our findings, emerging data has begun to identify subsets of patients who may experience superior benefit from immunotherapeutic approaches[ 48 - 51 ]. Notably, geneset enrichment analysis of the Ayers signature, which has been shown to predict response to anti-PD-1 immunotherapy ( Supplemental Table 18 ), revealed significant negative enrichment by  DLK1  tumors in all three datasets ( Hi Figure 4J ,  Supplemental Figure 8A & B ), suggesting that  DLK1  tumors may be less amenable to anti-PD1 blockade than those characterized by low expression of  Hi DLK1 [ 49 ,  52 ]. Alternatively, LINCS L1000 activity analysis suggested that patients with  DLK1  tumors may, instead, benefit from treatment with topoisomerase, histone deacetylase (HDAC), microtubule and cyclin-dependent kinase (CDK) inhibitors ( Hi Supplemental Figure 8C - E ). Analysis of treatment response data from the Cancer Cell Line Encyclopedia[ 53 ] revealed a significantly lower IC 50  (mM) of HDAC inhibitors Belinostat and AR-42 in  DLK1  compared to  Hi DLK1  unaltered cell lines ( Supplemental Figure 8F & G ) [ 12 ]. Importantly, geneset enrichment analysis suggests that these  DLK1  cell lines exhibit a transcriptomic phenotype similar to that of  Hi DLK1  MPNST as described above ( Hi Supplemental Figure 8H & I ). Collectively, these results imply that  DLK1  expression level may delineate tumor subsets characterized by distinct therapeutic vulnerabilities stemming from disparate tumor autonomous and microenvironmental phenotypes. Spatial transcriptomic profiling reveals aberrant expression of  DLK1  preceding histopathological evidence of malignancy In addition to identifying therapeutic vulnerabilities in MPNST, the accurate stratification of benign PNST on the basis of risk for malignant transformation is pivotal for reducing morbidity and mortality in patients with NF1. This has remained a significant challenge as even PNST adhering to uniform histopathological criteria can exhibit substantial molecular heterogeneity and disparate biological behavior [ 8 ,  9 ]. To gain a better understanding of the molecular programs contributing to the malignant transformation of MPNST precursors, we performed spatial transcriptomic profiling of an MPNST-contiguous ANNUBP, which revealed a region of elevated  DLK1  expression ( Figure 1D ,  Supplemental Figure 9A ). Compared to the surrounding  DLK1 Lo  tissue, this  DLK1 Hi  cluster (#5) was characterized by the suppression of genes involved in the immune response as well as those known to positively regulate differentiation ( Figure 5A ,  Supplemental Table 19 ). Likewise, we also observed a parallel upregulation of genes involved in developmental processes within this  DLK1  cluster (#5) ( Hi Figure 5B ,  Supplemental Table 20 ). Surface plots of Schwann cell specific markers  S100B , and  NES  revealed elevated, but not restricted, expression within the  DLK1 Hi  cluster, implicating Schwann cells as the source of  DLK1  expression within this region ( Figure 5C - E )[ 71 - 73 ]. Genes associated with stem- and progenitor cell phenotypes including  POSTN ,  GAP43 ,  NGFR ,  PTN  and  PTPRZ1,  also exhibited elevated expression ( Figure 5F - J ) within the  DLK1 Hi  cluster and positive correlative trajectories ( Figure 5K - O ,  Supplemental Figure 9B ), suggesting that Schwann cells characterized by an immature phenotype predominate within the  DLK1 Hi  region [ 74 - 77 ]. Differential gene expression analysis comparing the  DLK1 Hi  cluster (#5) to the surrounding tissue revealed that expression of interleukin-33 ( IL-33 ), was significantly increased within the  DLK1 Hi  cluster ( Figure 5P ). Importantly, IL-33 has been shown to promote the acquisition of stem-like characteristics by tumor cells while simultaneously promoting the development of an immunosuppressive tumor microenvironment through the induction of immune exhaustion [ 78 - 80 ]. Conversely,  CCL2, CCL5  and  CCL14  which drive the recruitment peripheral immune cells, exhibited little to no expression within the region of elevated  DLK1  expression ( Figure 5Q - S ) [ 81 - 83 ]. Consistent with these findings, the expression of T and NK cell markers  CD2, CD3E, CD8A  was essentially absent within the  DLK1 Hi  region ( Figure 5T - V ). Likewise, expression of macrophage/monocyte marker  CD68  was also suppressed within the  DLK1 Hi  cluster ( Figure 5W ). These findings are consistent with our above results and with previous studies suggesting that the aberrant re-activation of dedifferentiation programs by tumorigenic cells is associated with the development of an immunosuppressive TME [ 84 ]. Importantly, recent work by our group found ANNUBP to exhibit significant CD4 + FOXP3 −  and CD8 + FOXP3 −  T cell infiltration compared to both PNF and MPNST [ 9 ]. This effector T cell infiltration was significantly diminished in MPNST, suggesting that the malignant transformation of ANNUBP is associated with a shift from a “hot” to “cold” immune microenvironment [ 9 ,  85 ,  86 ]. Here, we provide evidence that aberrant overexpression of  DLK1  in MPNST precursor lesions is associated with the acquisition of an immature phenotype and suppression of the anti-tumor immune response. Furthermore, these results suggest that overexpression of  DLK1  precedes histopathological changes consistent with malignancy. Overexpression of  DLK1  occurs independently of PRC2 loss DLK1 is encoded by one of three paternally expressed genes located within an imprinted cluster on chromosome 14q32[ 87 ]. Regulation of monoallelic  DLK1  expression relies on differential DNA methylation and histone modification within an intergenic differentially methylated region (IG-DMR) located upstream of  MEG3  ( Figure 6A )[ 87 ]. Prior reports have suggested a role for PRC2 in regulating the imprinting and expression of genes within the  DLK1-DIO3  locus [ 88 ,  89 ]. Specifically, PRC2 is required for the expression of micro- and long non-coding RNAs ( MEG3, MEG8, MIRG ) on the maternal allele [ 89 ]. Given the frequency of PRC2 loss in MPNST, it would be reasonable to attribute an increase in  DLK1  expression to a loss of PRC2 however, we did not appreciate an exclusive trend of PRC2 deficiency in  DLK1  tumors in the TCGA dataset ( Hi Supplemental Table 21 ) nor in our institutional cohort ( Supplemental Table 22 ) [ 13 ,  14 ,  90 ]. Additionally, the expression levels of  SUZ12  and  EED  were not significantly different between  DLK1  and  Hi DLK1  tumors in any of the previously analyzed datasets ( Lo Supplemental Tables 11 - 13 ). Reduced expression of  MEG3  and  MEG8,  which would be expected in the setting of PRC2 loss, was also not appreciated in  DLK1  compared to  Hi DLK1  samples in any of the datasets ( Lo Supplemental Figure 10A - F ). Expansion of our analysis to include all samples in the TCGA Sarcoma dataset did not reveal a correlation between  DLK1  expression and copy number alterations or mutations of PRC2 components  SUZ12  (Pearson r=−0.0247, 95% CI [−0.1471 to 0.09841], p=0.6943) or  EED  (Pearson r=−0.0611, 95% CI [−0.1826 to 0.06220], p=0.3311) ( Figure 6B & C ). Integration of pathway, expression and copy number data via the PARADIGM algorithm failed to reveal a significant difference in PRC2 pathway activation between the two groups in the TCGA-MPNST dataset ( Figure 6D ). Accordingly, analysis of Illumina Infinium HumanMethylation450 data revealed no significant difference in the average methylation across the  DLK1 - DIO3  locus between  DLK1  and  Hi DLK1  TCGA-MPNST ( Lo Figure 6E & F ). With respect to specific CpG loci within  DLK1 , significant differences in methylation were noted in only 6 of 45 (13%) CpG loci ( Supplemental Figure 10G - L ). These alterations occurred irrespective of PRC2 status as they were present in the  DLK1  tumor lacking disruption of  Hi SUZ12  or  EED  (TCGA-QQ-A8VH-01), but not in the  DLK1  samples exhibiting copy number loss of  Lo EED  (TCGA-RN-AAAQ-01, TCGA-SI-A71P-01). Consistent with these results, RNAseq analysis of PRC2-deficient human MPNST lines (n=6) revealed significant variability in  DLK1  expression ( Figure 6G ) [ 89 ]. Importantly, differential gene expression ( Supplemental Figure 10M ) and pathway enrichment ( Supplemental Figure 10N ) analyses comparing PRC2-deficient MPNST cell lines with  DLK1  expression above ( DLK1 ) and below ( Hi DLK1 ) the mean, revealed molecular signatures consistent with results described above, suggesting that the phenotypic differences between  Lo DLK1  and  Hi DLK1  samples are not simply the result of PRC2 loss. Re-expression of  Lo SUZ12  and subsequent restoration of histone H3 at lysine 27 trimethylation (H3K27me3) in two human PRC2-deficient MPNST cell lines expression had no impact on DLK1 protein levels ( Figure 6H ). Finally, we also did not observe decreased expression of  Suz12  or  Eed  in the murine MPNST precursor cells with elevated  Dlk1  expression ( Figure 6I ). Collectively, these findings suggest that factors independent of PRC2 loss contribute to the elevated expression of  DLK1  observed in MPNST. While we did not appreciate an exclusive correlation between PRC2 loss and high  DLK1  expression, we did observe that homozygous, combined loss of  CDKN2A  and S-methyl-5'-thioadenosine phosphorylase ( MTAP ) occurred exclusively in  DLK1  tumors from our institutional cohort ( Hi Figure 7A ). Beyond  CDKN2A  and  MTAP ,  DLK1  tumors were characterized by loss of larger portions of 9p21.3, extending 2,421-5,072 kilobases. Importantly, in addition to  Hi MTAP  and  CDKN2A , this region of chromosome 9 is home to several genes believed to serve as tumor suppressors as well as the type 1 interferon gene cluster ( Figure 7B ). Confirmatory IHC of MPNST from our institutional cohort (n=13) revealed a significant decrease in MTAP expression in  DLK1  MPNST ( Hi Figure 7C & D ). This finding is of particular clinical importance as the inhibition of protein arginine N-methyltransferase 5 (PRMT5) with MRTX1719 has demonstrated clinical efficacy in  CDKN2A/MTAP  deficient tumors [ 91 ,  92 ]. Given these findings, future studies evaluating the association of  DLK1  overexpression with the dual loss of  CDKN2A/MTAP  in NF1-MPNST are warranted.",
  "discussion": "Discussion MPNST remains the leading cause of premature death among individuals with NF1 and our ability to accurately predict risk of PNST transformation or MPNST therapeutic response remains limited [ 93 ]. In the present study, we have shown that DLK1 is significantly increased in MPNST compared to benign neurofibroma and provide evidence that  DLK1  overexpression may precede histological changes consistent with malignancy. In complementary analyses, we find that serum levels of DLK1 are significantly higher in both mice and humans harboring MPNST compared to those without malignancy. Importantly, while DLK1 expression is increased in MPNST overall, through the integration of multiple, independent datasets we demonstrate that divergent levels of  DLK1  expression distinguish MPNST subsets characterized by unique molecular programs and potential therapeutic vulnerabilities. Specifically, we show that overexpression of  DLK1  is associated with the reactivation of embryonic signatures, an immunosuppressive microenvironment and a worse overall survival in patients with NF1-MPNST. Collectively, these findings provide critical insight into MPNST tumorigenesis and support future, prospective trials evaluating the utility of DLK1 tissue and serum levels in augmenting diagnosis, risk assessment and therapeutic stratification in the setting of NF1-PNST. Loss of  CDKN2A/B  has been implicated as key driver of PNST transformation to MPNST, but the utility of  CDKN2A/B  loss in risk assessment and prognostication has proven limited[ 11 ,  18 ,  94 ]. Prior work has demonstrated that both hetero- and homozygous  CDKN2A/B loss  can be observed within distinct regions of a single neurofibroma and p16 INK4A  positivity has been observed within tumors known to harbor homozygous deletion of  CDKN2A/B  [ 10 ,  18 ,  94 ]. In addition to loss of  CDKN2A/B , somatic mutations and copy number alterations involving members of the PRC2 complex (e.g.  SUZ12  and  EED ) are also believed to promote the development of MPNST [ 13 ,  14 ]. However, like  CDKN2A/B , PRC2 deficiency is also not detected in all MPNST [ 14 ]. Accordingly, emerging data has begun to highlight the importance of molecular-based stratification of MPNST into distinct subsets and work by the Genomics of MPNST (GeM) consortium has recently proposed the use of H3K27me3-based stratification [ 17 ,  20 ,  95 ]. While these findings provide critical insight into MPNST biology, emerging evidence suggests that divergent methylation profiles alone may not account for the unique molecular signatures exhibited by distinct MPNST subsets [ 17 ,  20 ,  95 ]. Specifically, work by Suppiah et al., found that while mutations and inactivating gene fusions involving members of the PRC2 complex were exclusive to one MPNST subset, the other subset still exhibited global hypomethylation [ 20 ]. Here we show that NF1-associated MPNST can be stratified into distinct subsets on the basis of  DLK1  expression levels. These MPNST subsets exhibit opposing molecular signatures, with  DLK1  tumors characterized by the reactivation of gene programs involved in embryogenesis and development. Notably, we did not observe a direct association between PRC2 loss and  Hi DLK1  expression in any of the analyzed datasets and restoration of H3K27me3 via overexpression of SUZ12 in human MPNST cell lines did not suppress DLK1 protein levels. Collectively, our findings suggest that divergent  DLK1  expression levels identify MPNST subsets with distinct molecular profiles that are independent of PRC2 and H3K27me3. While the mechanisms underlying MPNST immunity remain incompletely understood, work by Høland et al., and others suggests that MPNST are distinguishable by divergent immunologic phenotypes [ 17 ,  20 ,  95 ]. In the present study, we demonstrate that  DLK1  MPNST are characterized by features consistent with impaired antigen presentation and diminished immune cell infiltration. Importantly, through spatial transcriptomic profiling of an MPNST-contiguous ANNUBP, we find evidence that aberrant  Hi DLK1  overexpression may precede histopathological signs of malignancy and that this is accompanied by the presence of a “cold” immune microenvironment. This agrees with prior work by our group demonstrating that evidence of immunosuppression and developmental regression in pre-cursor lesions signifies the inception of malignant transformation[ 9 ]. Future studies will be needed to elucidate the mechanisms by which DLK1 promotes the acquisition of an immunosuppressive microenvironment in MPNST, but early work in other settings suggests that DLK1 may be capable of directly suppressing the pro-inflammatory responses of infiltrating immune cells [ 58 ]. If validated prospectively, the findings presented in this study may have significant implications for biomarker-guided therapeutic interventions in the future. Preliminary evidence in gastrointestinal stromal tumors (GIST) suggests that levels of DLK1 tissue expression have prognostic value in predicting therapeutic response to surgery and adjuvant imatinib[ 96 ]. Consistent with this finding, we present evidence that contrasting expression levels of  DLK1  may identify MPNST with unique therapeutic vulnerabilities. Specifically,  DLK1  MPNST may be more susceptible to treatment with drugs known to preferentially target cells with a stem-like phenotype and less amenable to immunotherapeutic agents, including anti-PD1 blockade [ Hi 97 ,  98 ]. While clinical trials evaluating the efficacy of immune checkpoint blockade (ICB) in MPNST are currently underway ( NCT04784247 ,  NCT02834013 ,  NCT04465643 ), these studies do not incorporate biomarker-guided pre-treatment stratification of patients based on MPNST subtype. Notably, DLK1 exhibits several characteristics that could position it as a promising biomarker in the setting of NF1-PNST. Firstly, the limited expression of  DLK1  in healthy adult tissues allows for increased diagnostic specificity[ 23 ]. Importantly, here we have shown that elevated tissue expression of DLK1 is restricted to MPNST and neurofibroma associated with the development of, or that exhibited features concerning for, malignancy. Through spatial transcriptomic profiling we find Schwann cells to be the source of  DLK1  expression, thereby allowing for the precise identification of tumor cells and those possessing malignant potential. Secondly, in addition to its membrane-bound form, cleavage by ADAM17/TACE can release DLK1 as a secreted form into the serum[ 23 ]. Accordingly, here we have shown that serum DLK1 is significantly increased in both mice and humans harboring MPNST compared to those without malignancy. While future, prospective studies are needed, our findings provide evidence that serum and tissue levels of DLK1 may hold promise for improving risk assessment, prognostication and therapeutic stratification of patients with NF1-MPNST. While this study presents many novel findings, we acknowledge several limitations. Firstly, human tissue and serum samples included in this dataset were identified through retrospective review of patients not participating in a formal natural history study. As a result, the amount and type of clinical data available was variable, as were the treatment strategies employed. While NF1 is one of the most common cancer predisposition syndromes and affects approximately 1:2500 individuals worldwide, the sample sizes of the individual analyses presented throughout this study are modest. To address this limitation, we performed integrative analyses of multiple independent datasets, collectively consisting of over 80 tissue and 54 serum (human n=30, mouse n=24) samples, which revealed congruent results. Additionally, due to the inability to predict risk of PNST transformation, preemptive resection of ANNUBP is standard practice at many NF centers. This poses a limitation to the prospective validation of predictive biomarkers in all such studies. Finally, while this study identifies a novel role for  DLK1  in NF1-MPNST, a thorough interrogation of the regulation and biological functions of DLK1 in MPNST pathogenesis is beyond the scope of this manuscript. Future studies will further elucidate the functional role of DLK1 and its regulatory mechanisms in NF1-associated PNST. Nonetheless, these data support the future evaluation of DLK1 as a novel biomarker for improved risk and therapeutic stratification in the setting of NF1-associated PNST and associated malignancies.",
  "upgrade_date": "2026-02-21 02:20:14"
}