{
  "pmid": "40063513",
  "abstract": "PURPOSE: Malignant peripheral nerve sheath tumor (MPNST) is the leading cause of premature death among individuals with neurofibromatosis type 1 (NF1), and the transcriptional aberrations that precede malignant transformation and contribute to MPNST tumorigenesis remain poorly defined. Alterations involving CDKN2A and components of PRC2 have been implicated as early drivers of peripheral nerve sheath tumor (PNST) evolution, but these events do not occur in all MPNST. Accordingly, emerging data have begun to highlight the importance of molecular-based stratification to improve outcomes in patients with NF1-PNST. EXPERIMENTAL DESIGN: In this study, we perform an integrated analysis of multiple, independent datasets obtained from human patients with NF1 to gain critical insights into PNST evolution and MPNST heterogeneity. RESULTS: We show that delta-like noncanonical Notch ligand 1 (DLK1) is significantly increased in MPNST and provide evidence that DLK1 overexpression may precede histologic changes consistent with malignancy. In complementary analyses, we find that serum levels of DLK1 are significantly higher in both mice and humans harboring MPNST compared with those without malignancy. Importantly, although DLK1 expression is increased in MPNST overall, through the integration of multiple, independent datasets, we demonstrate that divergent levels of DLK1 expression distinguish MPNST subsets characterized by unique molecular programs and potential therapeutic vulnerabilities. Specifically, we show that overexpression of DLK1 is associated with the reactivation of embryonic signatures, an immunosuppressive microenvironment, and a worse overall survival in patients with NF1-MPNST. CONCLUSIONS: Collectively, our findings provide critical insights into MPNST tumorigenesis and support prospective studies evaluating the utility of DLK1 tissue and serum levels in augmenting diagnosis, risk assessment, and therapeutic stratification in the setting of NF1-PNST.",
  "methods": "Experimental design: Here we perform an integrated analysis of multiple, independent datasets obtained from human NF1 patients to gain critical insight into PNST evolution and MPNST heterogeneity.",
  "introduction": "",
  "results": "",
  "discussion": "",
  "fetched_at": "2026-02-11T23:42:02.468648",
  "abstract_length": 1988,
  "methods_length": 196,
  "introduction_length": 0,
  "results_length": 0,
  "discussion_length": 0
}