{
  "pmid": "40087579",
  "abstract": "BACKGROUND: Neurofibromatosis Type 1 is a genetic condition diagnosed in infancy that substantially increases the likelihood of a child experiencing cognitive and developmental difficulties, including Autism Spectrum Disorder (ASD) and Attention Deficit Hyperactivity Disorder (ADHD). Children with NF1 show clear differences in attention, but whether these differences emerge in early development and how they relate to broader difficulties with cognitive and learning skills is unclear. To address this question requires longitudinal prospective studies from infancy, where the relation between domains of visual attention (including exogenous and endogenous shifting) and cognitive development can be mapped over time. METHODS: We report data from 28 infants with NF1 tested longitudinally at 5, 10 and 14 months compared to cohorts of 29 typical likelihood infants (with no history of NF1 or ASD and/or ADHD), and 123 infants with a family history of ASD and/or ADHD. We used an eyetracking battery to measure both exogenous and endogenous control of visual attention. RESULTS: Infants with NF1 demonstrated intact social orienting, but slower development of endogenous visual foraging. This slower development presented as prolonged engagement with a salient stimulus in a static display relative to typically developing infants. In terms of exogenous attention shifting, NF1 infants showed faster saccadic reaction times than typical likelihood infants. However, the NF1 group demonstrated a slower developmental improvement from 5 to 14 months of age. Individual differences in foraging and saccade times were concurrently related to visual reception abilities within the full infant cohort (NF1, typical likelihood and those with a family history of ASD/ADHD). CONCLUSIONS: Our results provide preliminary evidence that alterations in saccadic reaction time and visual foraging may contribute to learning difficulties in infants with NF1.",
  "methods": "Methods We report data from 28 infants with NF1 tested longitudinally at 5, 10 and 14 months compared to cohorts of 29 typical likelihood infants (with no history of NF1 or ASD and/or ADHD), and 123 infants with a family history of ASD and/or ADHD. We used an eyetracking battery to measure both exogenous and endogenous control of visual attention. Methods Participants and procedure 28 infants with a clinical diagnosis of Neurofibromatosis Type 1 (NF1) were recruited into a longitudinal study running from 2013 to 2019 (EDEN: [ 31 ]). The comparison cohort was a group of  n  = 161 infants with a first degree relative with ASD (FH-ASD) and/or ADHD (FH-ADHD, FH ASD + ADHD) and infants who had no first degree relatives with a diagnosis of ASD and/or ADHD (Typical Likelihood,TL) who were recruited as part of the STAARS study [ 5 ]. In both cohorts, infants were tested longitudinally at 5, 10 and 14 months (see SM1 for full recruitment and categorisation processes). We first compared our cohort with NF1 to infants who had no first-degree relatives with a diagnosis of ASD or ADHD, and for whom parents reported no developmental concerns (Typical Likelihood group; TL). Secondly, we compared the NF1 group to infants with first degree relatives with ASD and/or ADHD (FH-ASD, FH-ADHD or FH-ASD + ADHD). The TL group was largely recruited from a volunteer database at the Centre for Brain and Cognitive Development, Birkbeck University of London. At the time of enrolment, none of the infants in this cohort had a known medical or developmental condition. Participants in the NF1 cohort were recruited through local medical and genetic centres. All participants had their diagnosis confirmed via molecular testing of cord blood samples or clinical diagnosis based on NIH consensus criteria [ 85 ] and had no other developmental concerns at the time of the visits. Infants with an older sibling/parent with ASD and/or ADHD were recruited through online advertising, word of mouth, magazines/media, and clinical referrals. Inclusion criteria for all groups included full-term birth (gestational age greater than 36 weeks). We examined infant visual attention and its associations with concurrent cognitive function at 5, 10 and 14 months of age. At these timepoints, participants came in for a day long visit and took part in a battery of tasks, including measures of eye tracking (see SM2 for full details). Following the eyetracking tasks, the behavioural measures (e.g., the Mullen Scales of Early Learning; Mullen, 1995) were completed. Infants also took part in EEG, physiological and play based assessments though these are not reported in the current paper (see [ 3 ]). Informed written consent was provided by the parent(s) prior to the commencement of the study. The testing only took place if the infants were in a content and alert state. Ethical approval was granted by the National Research Ethics Service and the Research Ethics Committee of the Department of Psychological Sciences, Birkbeck, University of London. Participant families were reimbursed expenses for travel, subsistence and overnight stay if required. Infants were given a certificate and t-shirt after each visit. Data availability varied by timepoint; Fig.  1  gives the number of children providing valid data per timepoint and key dependent measure. Fig. 1 Consort diagram of data availability across measures and timepoint Measures Eyetracking tasks Visual stimuli were presented, and eye tracking data acquired, using a Tobii TX-300 eye tracker (see SM 2.1). Exogenous attention: Gap-Overlap :  shifts of visual attention were measured using the gap-overlap task [ 25 ] which measures the time taken to plan and execute a saccade from a centrally-presented stimulus (CS), to a peripheral stimulus (PS) presented pseudo-randomly at one side of the screen, at distance of ~ 20° of visual angle (at a viewing distance of 60 cm). Each trial started with the onset of a central stimulus (CS), a cartoon image of an analogue clock accompanied by an alerting sound. After a 200 ms period had elapsed, the peripheral stimulus (PS) was presented. In the baseline condition the CS was removed from the screen when the PS was presented. In the overlap condition the CS continued to be presented for the duration of the rest of the trial. In the gap condition the CS was removed from the screen and the PS was presented after a short gap. The PS was a cartoon cloud that appeared on either the left or the right side of the screen and was accompanied by a sound, 3 cm (2.86°) from the edge, rotating at 500° per second until fixated by the participant. A reward stimulus (a star, a sun, a dog, cat, pig, tiger or tortoise which were animated and accompanied by a sound) was then presented at the location of the PS for 1000 ms. The mean saccadic reaction time (SRT) was calculated for the Baseline, Gap and Overlap conditions and logged for analysis to reduce skew,see SM 2.2 for full details.  Infants were presented with a series of six annular visual arrays (10 s duration) each composed of five objects in different locations on the screen [ Endogenous attention: Face Popout. 33 ,  38 ]. Each array contained: 1) a face with direct gaze,2) a visual ‘noise’ image generated from the same face presented within the array by randomising the phase spectra of the face whilst keeping the amplitude and colour spectra constant to act as a control for the low-level visual properties of the face stimuli [ 37 ]; 3) a bird; 4) a car; and, 5) a mobile phone (see Fig.  2 ). Each array was presented for 10 s and counter-balanced for the location of the face in the array. Gaze was averaged across eyes, assigned to an area of interest (AOI) and interpolated (< 200 ms missing data). Key dependent variables are the proportion of trials on which the infants first look to the face divided by the number of trials with a valid initial look (reflective of social orienting, “First Look”), and percent looking to faces (reflective of sustained attention to a salient stimulus [ 26 ]; see SM 2.3 for full details. Fig. 2 Illustration of the two key variables used in the current study  The MSEL (Mullen, 1995) was administered at all time points by trained researchers in the STAARS team. To allow for the greatest level of replicability and consistency across examiners, we have strict guidelines about how Mullens should be administered and marked (see SM3 for further details). These strict administration and scoring guidelines (although those recommended in the Mullen manual) may not be those applied more broadly in the field, and thus may account for relatively poorer performance in this cohort at infant timepoints relative to US norms. The variable of interest for analyses was the Visual Reception subscale (T score), which examines visual and visuospatial processing abilities. Tasks on the Visual Reception scale (commensurate with the ages under investigation) included tracking images of schematic faces, finding hidden objects (object permanence), attention switching and attending to pictures. Mullen Scales of Early Learning (MSEL): Data analysis plan Multilevel growth modelling was used to estimate change in visual attention measures across time using the ‘nlme’ package. For outcomes measured at three time points (5, 10, 14 months), the overall growth trajectory was modelled linearly with fixed effects of all predictors (group, age) on all time terms and a random effect of each participant on intercept and the linear time term. All dependent variables were standardised with respect to the full cohort before modelling. Models were fit using REML to account for missing data. The Typical Likelihood (TL) group were treated as a reference group and parameters were estimated for the NF1 group. Akaike information criteria (AIC) and Bayes information criteria (BIC) were used to examine model goodness of fit, with lower values indicating better model fit. Analysis 1: Infants with NF1 were compared to Typical Likelihood infants, following previous work [ 3 ,  31 ]. Models were of the form: m1 < -lme(eyetracking score ~ Ageindays * group + sex, random = ~ Ageindays| ID). This allows slopes and intercepts to vary randomly between individuals. If the model failed to converge, the random slope was removed. Sex was removed if it did not show significant effects. For the Gap task, given there are three experimental conditions that produce the same dependent variable the model was of the form m1 < -lme(reaction times ~ Ageindays * label + sex, random = list(~ 1| condition, ~ Ageindays| ID)). Analysis 2: For eyetracking variables where the NF1 group differed from the Typical Likelihood group, we then compared the NF1 group to the group of infants with a family history of ASD/ADHD (FH-ASD, FH-ADHD, FH ASD + ADHD) using the same model structure to determine whether mechanisms may be shared or distinct. Analysis 3: For the same set of variables, we examined the relation to concurrent cognitive function in the all groups (NF1, TL, FH-ASD, FH-ADHD, FH-ASD + ADHD). To do this, we used models of the following form: m0 < -lme(VR_TSCR ~ Ageindays*eyetracking score*group, random = ~ 1| ID).",
  "introduction": "",
  "results": "",
  "discussion": "",
  "fetched_at": "2026-02-11T23:42:16.206070",
  "abstract_length": 1946,
  "methods_length": 9192,
  "introduction_length": 0,
  "results_length": 0,
  "discussion_length": 0
}