{
  "pmid": "PMID:40097945",
  "abstract": "OBJECTIVES: This study aims to differentiate Kimura's disease (KD) from Sjogren's syndrome with mucosa-associated lymphoid tissue lymphoma (SS&MALT), neurofibromatosis (NF), and lymphoma in the head and neck by using a stepwise decision tree approach. MATERIALS AND METHODS: A retrospective analysis of 202 patients with pathologically confirmed KD, SS&MALT, NF, or lymphoma was conducted. Demographic and magnetic resonance imaging (MRI) data were collected, with qualitative features (e.g., skin thickening, lesion morphology, lymphadenopathy, MRI signal intensity) and quantitative variables (e.g., age, lesion size, apparent diffusion coefficients (ADCs), wash-in rate, time to peak (TTP), time-signal intensity curve (TIC) patterns) examined. A stepwise decision-tree model using the classification and regression trees (CART) algorithm was developed to aid in the differential diagnosis of KD in the head and neck. The model's diagnostic accuracy and misclassification risk were assessed to evaluate its reliability and effectiveness. RESULTS: Key characteristics for KD included male predominance (91.7%), frequent lymphadenopathy (86.1%), and skin thickening (72.2%). Primary lesions of NF typically exhibited higher ADCs compared to those of KD, SS&MALT, and lymphoma. In lymphadenopathy, however, unique ADC patterns were observed: in KD, the ADCs of lymphadenopathy were lower than those of primary lesions, whereas in lymphoma, the ADCs of lymphadenopathy were comparable to those of primary lesions. Predictors for distinguishing KD included lesion's location, ADCs, lymphadenopathy, and sizes (all p < 0.001). The decision-tree model achieved an impressive 99.0% accuracy in the differential diagnosis across the overall cohort, with a 10-fold cross-validated misclassification risk of 0.079 ± 0.024. CONCLUSION: The stepwise decision tree model, based on MRI features, showed high accuracy in differentiating KD from other head and neck diseases, offering a reliable diagnostic tool in clinical practice. CLINICAL RELEVANCE: KD is characterized by male predominance, skin thickening, and high incidence of lymphadenopathy. ADCs and TIC patterns are distinguishable in differentiating KD from SS&MALT, NF, and lymphoma in the head and neck. The decision tree model enhances the understanding of KD imaging features and facilitates accurate KD diagnosis, offering an easily accessible and convenient diagnostic tool for radiologists and physicians in daily practice and guiding tailored clinical management plans for affected patients. CLINICAL TRIAL NUMBER: Not applicable.",
  "methods": "",
  "introduction": "",
  "results": "",
  "discussion": "",
  "fetched_at": "2026-02-11T02:32:57.438248",
  "abstract_length": 2587,
  "methods_length": 0,
  "introduction_length": 0,
  "results_length": 0,
  "discussion_length": 0
}