{
  "pmid": "PMID:40097489",
  "abstract": "The FDA has granted approval for the use of selumetinib in the treatment of pediatric patients who are at least 2 years old and have neurofibromatosis type 1 (NF1) with symptomatic, inoperable plexiform neurofibromas (PN). Nevertheless, the safety of selumetinib over an extended period of time in sizable cohorts remains uncertain. The objective of the present study was to assess the adverse events (AEs) associated with selumetinib by analyzing data from the US food and drug administration adverse event reporting system (FAERS). The FAERS database was retrospectively queried to extract reports associated with selumetinib from the third quarter of 2020 to the first quarter of 2024. To identify and evaluate potential AEs in patients receiving selumetinib, various disproportionality analyses such as the reporting odds ratio (ROR), the proportional reporting ratio (PRR), the Bayesian confidence propagation neural network (BCPNN), and the multi-item gamma Poisson shrinker (MGPS) were employed. A total of 546 reports of selumetinib as the \"primary suspected (PS)\" and 1437 cases of selumetinib-induced AEs were identified. 42 AE signals were detected at the preferred term (PT) level after complying with four algorithms simultaneously. Commonly significant signals for cardiotoxicity, ocular toxicity, skin toxicity, and increased creatine phosphokinase have been observed. Additionally, previously reported AE signals such as proteinuria were detected. Most AEs related to selumetinib occur within the first month after the initiation of therapy. Our study improves the comprehension of selumetinib's safety profile by offering a thorough analysis of the adverse events (AEs) recorded post-marketing. These findings highlight the necessity of ongoing surveillance to detect and assess any adverse events linked to selumetinib.",
  "methods": "Materials and methods Data source This study is a retrospective analysis that used data queries from the FAERS pharmacovigilance monitoring database. FAERS is a database of voluntary AE reports from consumers, health professionals, manufacturers, and patients from a variety of countries, which is updated quarterly to support the FDA’s post-market surveillance of drugs and therapeutic biologics . We downloaded and extracted all data from the FDA website (fis.fda.gov/extensions/FPD-QDE-FAERS/FPD-QDE-FAERS.html) in ASCII format from the third quarter of 2020 through the first quarter of 2024. Subsequently, we transferred the data to MySQL 8.0 to facilitate subsequent analysis. The FAERS database yielded a grand total of 6,635,419 AE reports. Since the FAERS database was updated once every three months, it inevitably duplicated previously reported AE reports, and thus data cleaning was required. As per the FDA’s recommendations 46 , the most recent FDA_DT was selected when the CASEID matched, and the highest PRIMARYID was chosen when both CASEID and FDA_DT matched, prior to any further data processing. 47 Adverse event and drug identification AEs in the FAERS database are coded by the Medical Dictionary for Regulatory Activities (MedDRA) . The hierarchy of MedDRA terms is organized into five levels: lowest-level term (LLT), preferred term (PT), high-level term (HLT), high-level group term (HLGT), and system organ class (SOC). We obtained all selumetinib-reported AE reports from the REAC file in the FAERS database for use in this study based on MedDRA signal intensity at the PT level. To improve the accuracy of the analysis, only the generic name “Selumetinib” and the trade name “Koselugo” were extracted as the first suspected drugs in this study (role_cod field was “PS”) for AE reports. 48 Data mining This study used disproportionality analysis, also known as case/non-case analysis, which is one of the most common methods of detecting AE signals in pharmacovigilance . The general principle is that we consider that an AE signal is generated when the reporting rate of a specific AE for a particular drug is significantly higher than the background frequency in the database and meets certain criteria. In this study, frequentist methods [reporting odds ratio (ROR) 49  and proportional reporting ratio (PRR) 18 ], Bayesian methods [information component (IC) 50  and empirical Bayes geometric mean (EBGM) 51 ] of disproportionality analysis were applied to identify the potential AE signals associated with selumetinib. Each of these methods has distinct advantages: ROR and PRR are widely recognized and easily interpretable methods for disproportionality analysis, while IC and EBGM adjust for variability in the reporting rates and offer more robust estimates for signals where data might be sparse. In order to improve the accuracy of the analysis, the four algorithms mentioned above were only considered to satisfy the thresholds simultaneously when they produce a meaningful AE signal. The formulae and threshold conditions for the four methods are shown in (Table  52 4 ). Table 4 Four major algorithms used for signal detection. Algorithms Equation Criteria ROR ROR = ad/b/c lower limit of 95% CI > 1, N ≥ 3 95% CI = e ln(ROR)±1.96(1/a+1/b+1/c+1/d)^0.5 PRR PRR = a(c + d)/c/(a + b) PRR ≥ 2, χ 2  ≥ 4, N ≥ 3 χ 2  = [(ad-bc)^2](a + b + c + d)/[(a + b)(c + d)(a + c)(b + d)] BCPNN IC = log 2 a(a + b + c + d)(a + c)(a + b) IC025 > 0 95%CI = E(IC) ± 2 V(IC)^0.5 MGPS EBGM = a(a + b + c + d)/(a + c)/(a + b) EBGM05 > 2 95% CI = e ln(EBGM)±1.96(1/a+1/b+1/c+1/d)^0.5 Equation: a, number of reports containing both the target drug and target adverse drug reaction; b, number of reports containing other adverse drug reaction of the target drug; c, number of reports containing the target adverse drug reaction of other drugs; d, number of reports containing other drugs and other adverse drug reactions. 95% CI 95% confidence interval;  N  the number of reports,  χ  chi-squared,  2 IC  information component,  IC025  the lower limit of 95% CI of the IC,  E(IC)  the IC expectations,  V(IC)  the variance of IC,  EBGM  empirical Bayesian geometric mean,  EBGM05  the lower limit of 95% CI of EBGM. In addition, time to AE and the proportion of serious outcomes were calculated in this study. Time to AE was defined as the interval between EVENT_DT (date of AE occurrence) and START_DT (date of initiation of treatment with selumetinib). We excluded reports with reporting errors (EVENT_DT before START_DT), inaccurate dates, or missing entries. All data processing was performed using MYSQL 8.0, Navicat Premium 16, and Microsoft Excel 2021.",
  "introduction": "Introduction Neurofibromatosis type 1 (NF1) is a common autosomal dominantly inherited tumor susceptibility syndrome with a global incidence of 1 in 3000 . NF1 has a childhood onset and is often accompanied by a variety of symptoms, generally in the order of café-au-lait spots, axillary and/or inguinal freckles, lisch nodules (scleral malformations), and neurofibromas 1 – 3 . 30–50% of patients with NF1 will develop plexiform neurofibromas (PN) 4 . PN grows diffusely along the long axis of the nerve and can accumulate multiple nerve trunks, branches, and plexuses. It can also invade the surrounding tissues, causing disfigurement, pain, motor and respiratory dysfunction, impaired vision, and bladder or bowel dysfunction 5 . Patients with NF1 and PNFs had a higher mortality rate when compared with patients without or with asymptomatic PNFs 3 , 5 , 6 . 7 Previously, surgical treatment was the primary approach for neurofibromas. However, surgical treatment is usually limited to tumor reduction in specific areas of larger lesions. For patients with large tumors or tumors located in areas such as the head and neck, particularly with PN, surgical treatment is constrained. It is often difficult to achieve complete resection, has a high rate of recurrence, and carries the risk of transformation into malignant peripheral nerve sheath tumors (MPNST) , which further complicates the condition. 8 Selumetinib is a mitogen-activated protein kinase (MEK) inhibitor. MEK is an upstream regulator of the extracellular signal-regulated kinase (ERK) pathway. Inhibition of MEK activity suppresses tumor growth by inhibiting the Rapidly Accelerated Fibrosarcoma (RAF)/MEK/ERK pathway regulated by rat sarcoma (RAS). Selumetinib was granted FDA approval in April 2020 for the treatment of inoperable pediatric patients who are a minimum of 2 years old and have symptomatic and/or progressing NF1-related PN . The predominant clinical toxicities linked to MEK inhibitors are gastrointestinal toxicity, increased creatine phosphokinase (CPK) levels, and skin toxicity 9 . According to aggregated data from more than 125 individuals who received treatment, the most common drug AEs of selumetinib treatment in NF1 patients include diarrhea (64%), increased CPK (63%), acneiform rash (54%), mucositis (43%), and paronychia (41%) 10 , 11 . Infrequent yet severe adverse effects of selumetinib included decreased left ventricular ejection fraction, cardiomyopathy, and ocular toxicity. 12 Currently, supporting data on the adverse reactions to selumetinib are primarily derived from clinical trials. However, isolated clinical trials may not be sufficient to fully assess the adverse effects of selumetinib, especially some rare adverse effects . Evidence for the safety of selumetinib in the post-market, real-world setting remains limited. 13 The Food and Drug Administration Adverse Event Reporting System (FAERS) database is an invaluable tool for monitoring and promptly identifying medication safety issues that arise after a product has been approved and marketed . Thus, in this work, we utilized the FAERS database for AE signal mining to thoroughly evaluate the post-marketing AEs of selumetinib and uncover novel AE signals. The objective was to raise clinician awareness and improve proactive surveillance, thereby fostering the safe utilization of medicine. 14 , 15",
  "results": "Results Descriptive analysis Between the third quarter of 2020 and the first quarter of 2024, a grand total of 5,707,857 AE reports were gathered after removing any duplicates. A total of 546 reports of AE with selumetinib as PS and 1437 cases of AE induced by selumetinib were included in this analysis (Fig.  1 ). Out of the reports analyzed in this study, 202 (37.00%) were classified as female and 233 (42.67%) were classified as male. The highest number of reports was less than 18 years of age, with 194 cases (35.53%). As for the reporters of adverse events, the highest number of reports were from healthcare professionals, with physicians reporting 242 cases (44.32%), health professionals reporting 74 cases (13.55%), and pharmacists reporting 22 cases (4.03%). In addition, 198 cases (36.26%) were reported by consumers. The United States had the greatest reported number of sources, with 350 instances, accounting for 64.10% of the total. From 2021 to 2023, there is an increasing trend in the volume of AE reports, with 75 AE reports reported in the first quarter of 2024, as detailed in (Table  1 ). Among the reported indications, neurofibromatosis was recorded in 222 AE reports (40.66%), with 99 cases in patients < 18 years old and 27 cases in patients ≥ 18 years old. This was followed by 70 cases (12.82%) of neurofibroma, with 40 cases in patients < 18 years old and 11 cases in patients ≥ 18 years old. Brain neoplasm malignant were recorded in 20 AE reports (2.53%), with 4 cases in patients < 18 years old and 6 cases in patients ≥ 18 years old (Fig.  2 ). Fig. 1 The flowchart for identifying selumetinib AEs in the FAERS database.  FAERS  United States food and drug administration adverse event reporting system,  DEMO  demographic and administrative information file,  DRUG  drug information file,  REAC  adverse events file,  PS  primary suspect. Table 1 Clinical characteristics of reports with selumetinib from the FAERS database (July 2020 to March 2024). Characteristics Subgroups Case number, n Case proportion, % Number of events 546 Gender Female 202 37.00 Male 233 42.67 Unknown 111 20.33 Age  < 18 years 194 35.53 18–44 years 49 8.97 45–64 years 18 3.30  ≥ 65 years 6 1.10 Unknown 279 51.10 Reporter Physician 242 44.32 Consumer 198 36.26 Health professional 74 13.55 Pharmacist 22 4.03 Unknown 10 1.83 Reported countries America 350 64.10 Russia 30 5.49 Portugal 25 4.58 France 23 4.21 Japan 23 4.21 Country not specified 95 17.40 Year 2024 q1 75 13.74 2023 178 32.66 2022 156 28.57 2021 92 16.85 2020 q3-q4 45 8.24 FAERS  United States food and drug administration adverse event reporting system,  q1  quarter 1,  q3  quarter 3,  q4  quarter 4. Fig. 2 Distribution of reported indications by age group. Among all AE reports included in the study, 408 case reports documented the patient outcomes. Figure  3  presents the recorded outcomes. Notably, the reporting rate of death events in patients aged ≥ 18 years (16/73) was significantly higher than that in patients aged < 18 years (4/194). Fig. 3 Patient outcomes by age group.  DE  death,  DS  disability,  HO  hospitalization-initial or prolonged,  LT  life-threatening,  OT  other serious important medical event. Timing of adverse events Excluding any erroneous or missing reports of AE onset time, there were a total of 404 AEs with a reported onset time. Figure  4  demonstrates that the majority of AEs associated with selumetinib occurred within the first month after commencing selumetinib medication, with a total of 306 cases, accounting for 75.74% of all AEs. Fig. 4 Time-to-onset of selumetinib-associated AEs. Disproportionality analysis Figure  5  shows the percentage of AEs categorized by System Organ Class (SOC). AEs were most common in skin and subcutaneous tissue disorders (16.70%), followed by general disorders and administration site conditions (13.29%) and gastrointestinal disorders (11.48%). A total of 42 selumetinib-induced AE signals were detected in 15 SOCs after concurrent compliance with the four algorithms (Table  2 ). In this study, we detected some AEs mentioned in the warnings and precautions section of the drug label. Among them, the AE signals associated with cardiomyopathy included 13 cases in which the reported ejection fraction decreased with a signal intensity of ROR 28.77 (16.58- 49.90), PRR 28.11 (339.21), IC 4.81 (2.51), and EBGM 28.03 (16.16). Cardiotoxicity was reported in 4 cases with signal intensities of ROR 14.69 (5.49–39.31), PRR 14.59 (50.58), IC 3.86 (0.58), and EBGM 14.57 (5.44). For ocular toxicity, a total of 12 cases reported retinal detachment: ROR 58.97 (33.23–104.66), PRR 57.7 (665.17), IC 5.84 (2.64), and EBGM 57.39 (32.33). In addition, AE signals also included serous retinopathy and subretinal fluid. In SOC: skin and subcutaneous tissue disorders, we detected a large number of AE signals. The most reported was rash, with 43 cases with signal intensities of ROR 4.11 (3.01–5.61), PRR 3.87 (93.19), IC 1.95 (1.44), and EBGM 3.86 (2.83). Blood creatine phosphokinase increased in 54 cases with signal intensity of ROR 122.79 (92.59–162.84), PRR 110.74 (5816.32), IC 6.78 (4.84), and EBGM 109.59 (82.64). Rhabdomyolysis was reported in 6 cases with signal intensities of ROR 7.66 (3.24–17.12), PRR 7.58 (34.31), IC 2.92 (0.83), and EBGM 7.58 (3.39). Fig. 5 Proportion of selumetinib-associated AEs in different system organ classes. Table 2 Signal strength of reports of selumetinib at the preferred term (PT) level in the FAERS database. SOC Preferred terms (PTs) Selumetinib cases reporting PT ROR (95% two-sided CI) PRR (χ2) IC (IC025) EBGM (EBGM05) Eye disorders Retinal detachment 12 58.97(33.23–104.66) 57.7(665.17) 5.84(2.64) 57.39(32.33) Serous retinopathy 4 738.95(267.18–2043.7) 733.54(2734.32) 9.42(0.94) 685.5(247.86) Subretinal fluid 3 82.97(26.56–259.23) 82.52(239.73) 6.36(0.34) 81.88(26.21) Cardiac disorders Cardiotoxicity 4 14.69(5.49–39.31) 14.59(50.58) 3.86(0.58) 14.57(5.44) Pericardial effusion 4 7.37(2.75–19.71) 7.32(21.83) 2.87(0.29) 7.32(2.73) Gastrointestinal disorders Stomatitis 8 4.97(2.47–10) 4.92(25.02) 2.3(0.8) 4.91(2.44) Reproductive system and breast disorders Menstrual disorder 3 19.06(6.12–59.34) 18.96(50.96) 4.24(0.17) 18.93(6.08) Renal and urinary disorders Pollakiuria 5 5.4(2.24–13.04) 5.36(17.76) 2.42(0.39) 5.36(2.22) Proteinuria 4 7.7(2.88–20.61) 7.66(23.15) 2.94(0.32) 7.65(2.86) Social circumstances Insurance issue 4 7.85(2.93–20.99) 7.79(23.7) 2.96(0.33) 7.79(2.91) General disorders and administration site conditions Oedema peripheral 8 4.09(2.04–8.23) 4.05(18.42) 2.02(0.62) 4.05(2.01) Impaired healing 4 5.51(2.06–14.75) 5.48(14.67) 2.45(0.13) 5.48(2.05) Skin and subcutaneous tissue disorders Rash 43 4.11(3.01–5.61) 3.87(93.19) 1.95(1.44) 3.86(2.83) Dermatitis acneiform 27 193.88(131.25–286.39) 184.34(4839.42) 7.5(4.1) 181.17(122.65) Alopecia 22 4.83(3.15–7.4) 4.68(64.09) 2.22(1.43) 4.67(3.05) Acne 19 11.73(7.42–18.54) 11.35(179.72) 3.5(2.28) 11.34(7.17) Hair colour changes 13 45.33(26.12–78.68) 44.28(547.88) 5.46(2.68) 44.1(25.41) Dry skin 12 3.79(2.14–6.72) 3.73(24.1) 1.9(0.83) 3.73(2.1) Eczema 9 6.13(3.17–11.84) 6.04(37.96) 2.59(1.09) 6.04(3.13) Ingrowing nail 7 115.44(54.55–244.29) 113.97(775.51) 6.82(1.87) 112.75(53.28) Skin disorder 6 6.14(2.75–13.74) 6.09(25.53) 2.6(0.68) 6.08(2.72) Dermatitis 5 10.3(4.27–24.85) 10.21(41.54) 3.35(0.76) 10.2(4.23) Skin toxicity 4 25.15(9.4–67.34) 24.98(91.88) 4.64(0.71) 24.92(9.31) Hair texture abnormal 3 11.14(3.58–34.66) 11.08(27.5) 3.47(0.04) 11.07(3.56) Neoplasms benign, malignant and unspecified (incl cysts and polyps) Neoplasm progression 15 11.03(6.6–18.44) 10.76(132.99) 3.43(2.04) 10.75(6.43) Neoplasm 13 39.66(22.85–68.82) 38.74(476.44) 5.27(2.64) 38.6(22.24) Neurofibrosarcoma 10 2730.23(1355.96–5497.34) 2680.24(21,316.82) 11.06(2.62) 2133.46(1059.57) Neurofibroma 9 2391.31(1154.66–4952.44) 2351.91(17,264.82) 10.91(2.44) 1920.11(927.14) Tumour pain 4 102.98(38.33–276.68) 102.23(397.1) 6.66(0.88) 101.25(37.68) Brain neoplasm 3 11.82(3.8–36.79) 11.76(29.52) 3.55(0.06) 11.75(3.78) Neoplasm recurrence 3 37.31(11.97–116.28) 37.11(105.06) 5.21(0.27) 36.98(11.87) Neurofibromatosis 6 1509.86(639.19–3566.48) 1493.28(7829.28) 10.35(1.7) 1306.74(553.21) Musculoskeletal and connective tissue disorders Rhabdomyolysis 6 7.66(3.42–17.12) 7.58(34.31) 2.92(0.83) 7.58(3.39) Nervous system disorders Hydrocephalus 4 35.96(13.43–96.33) 35.71(134.5) 5.15(0.77) 35.59(13.29) Intracranial pressure increased 3 23.61(7.58–73.54) 23.49(64.47) 4.55(0.21) 23.44(7.53) Investigations Blood creatine phosphokinase increased 54 122.79(92.59–162.84) 110.74(5816.32) 6.78(4.84) 109.59(82.64) Ejection fraction decreased 13 28.77(16.58–49.9) 28.11(339.21) 4.81(2.51) 28.03(16.16) Aspartate aminotransferase increased 5 4.86(2.02–11.73) 4.83(15.2) 2.27(0.31) 4.83(2) Infections and infestations Paronychia 30 284.52(196.03–412.96) 268.94(7809.18) 8.03(4.32) 262.22(180.66) Pharyngitis streptococcal 3 11.14(3.58–34.66) 11.08(27.5) 3.47(0.04) 11.07(3.56) Rash pustular 3 30.67(9.84–95.54) 30.5(85.38) 4.93(0.25) 30.42(9.76) Metabolism and nutrition disorders Hyperphosphataemia 4 71.14(26.52–190.87) 70.63(272.75) 6.13(0.85) 70.16(26.15) ROR  reporting odds ratio,  CI  confidence interval,  PRR  proportional reporting ratio,  χ  chi-squared,  2 IC  information component,  EBGM  empirical Bayesian geometric mean. In addition, this study also identified signals for AEs associated with nephrotoxicity. In SOC: renal and urinary disorders, proteinuria was reported in 4 cases with signal intensities of ROR 7.70 (2.88–20.61), PRR 7.66 (23.15), IC 2.94 (0.32), and EBGM 7.65 (2.86). 4 cases of pollakiuria with signal intensity of ROR 5.40 (2.24–13.04), PRR 5.36 (17.76), IC 2.42 (0.39), and EBGM 5.36 (2.22). Combined medication Among the 546 AE reports included in the study, 213 reports (39.01%) documented concomitant medications. Table  3  lists the most commonly used concomitant medications with selumetinib. The most frequently used concomitant medication was ondansetron, followed by acetaminophen, clindamycin, polyethylene glycol 3350, and ibuprofen. S1 Table provides information on the concomitant medications associated with potential nephrotoxicity, specifically regarding pollakiuria and proteinuria. Only two AE reports documented the use of concomitant medications, both of which included gabapentin and acetaminophen. Table 3 Top five concomitant medications for selumetinib AEs from the FAERS database. Drug name, N % Concomitant medications Ondansetron, 43 5.33 Acetaminophen, 26 3.22 Clindamycin, 20 2.48 Polyethylene glycol 3350, 16 1.98 Ibuprofen, 11 1.36 AEs  adverse events,  FAERS  United States food and drug administration adverse event reporting system,  N  number of reports.",
  "discussion": "Discussion The present study is the first and most extensive analysis of AEs associated with selumetinib using the FAERS database, focusing on post-marketing pharmacovigilance. Pediatric patients with NF1 who are 2 years and older and have symptomatic, inoperable PN can now receive selumetinib, changing the landscape of clinical management for this disease. The results of a meta-analysis that included 10 clinical trials noted that the majority of AEs with selumetinib were mild, with the most common being gastrointestinal reactions. Nevertheless, it is crucial to maintain focus on the possible identification of adverse events caused by drugs and to continue reporting suspected drug-related reactions even after the drug has been authorized for sale. This is essential for evaluating the drug’s safety and striking a balance between its advantages and risks when making clinical judgments . 16 To ensure robust signal detection, we employed four different methodologies: EBGM, ROR, PRR, and MGPS. Each of these methods offers unique strengths—EBGM adjusts for variability in reporting rates, making it particularly reliable for large databases like FAERS; ROR and PRR provide straightforward disproportionality analysis, and MGPS is ideal for detecting rare events due to its use of a gamma-Poisson model . To mitigate the limitations inherent in any single method, we considered a signal valid only when it met the threshold criteria for all four methods. This ensures that the signals identified are robust and consistent across multiple statistical approaches. When inconsistencies were observed, EBGM was prioritized for its ability to adjust for variability in reporting rates, offering a more rigorous statistical foundation. 17 – 19 Selumetinib-induced decreased left ventricular ejection fraction (LVEF) is a major adverse response that needs careful attention, as indicated in the prescription label’s warnings and precautions. In a clinical study that included 74 pediatric patients for up to 5 years, decreased LVEF occurred in 23% of patients . 16 subjects had an asymptomatic LVEF reduction. LVEF was reduced to less than 53% (lower limit of normal) in one subject. MEK inhibitors are known to have rare but potentially serious cardiac side effects 20 . Studies have shown that with MEK inhibitors, including selumetinib, adverse cardiac effects may be caused directly by inhibition of ERK1/2 activation in the heart rather than off-target effects. ERK1/2 is sufficiently cardioprotective 21 , involved in protection against oxidative stress 22 , 23 , adaptive hypertrophy 24  and apoptosis protection against cytotoxic injury 25 . In the present study, AE signals of ejection fraction decreased was detected in the real world after drug launch. This emphasizes the importance of testing and evaluating ejection fraction before starting and periodically during treatment with selumetinib. 26 Ocular toxicity is one of the serious adverse reactions of strong concern, with blurred vision, photophobia, cataracts, and hypermetropia occurring in 15% of the 74 pediatric patients treated with selumetinib at SPRINT . Ocular AEs were reported in up to 10%-20% of studies of selumetinib monotherapy 20 . One of the possible causes of ocular toxicity due to MEK inhibitors is the involvement of the mitogen-activates protein kinase (MAPK) pathway in the maintenance, protection and repair of the retina and retinal pigment epithelium (RPE)  27 – 29 , and its inhibition may lead to several ocular adverse events (OAEs). The AE signals associated with ocular toxicity detected in this study, retinal detachment, serous retinopathy, and subretinal fluid. This re-emphasizes the importance of regular and comprehensive ophthalmologic evaluations prior to, and during, treatment with selumetinib to monitor for new or worsening vision changes. 30 – 32 Skin toxicity was the most detected AE signal and also the most reported AE in this study. Side effects of selumetinib, an important treatment for patients with symptomatic and inoperable PN in NF1, include skin toxicity, such as dermatitis, hair abnormalities, paronychia, acne-like rashes, and oral ulcers, which may limit patient adherence to treatment . In addition, studies have noted a prevalence of paronychia in 31.6–51.2% of children treated with selumetinib 33 . The pathophysiology of MEK inhibitor-induced paronychia remains unclear, but it has been hypothesized that inhibition of MAPK prevents proliferation of keratinocytes and increases apoptosis, leading to thinning of the epidermis, predisposing to paronychia trauma and inflammation weeks to months after dosing 34 . Due to the prolonged use of selumetinib, paronychia was sustained, resulting in persistent and difficult-to-treat lesions that might prompt therapy discontinuation. 35 Notably, pollakiuria and proteinuria were the AE signals that were linked to selumetinib’s possible nephrotoxicity that were found in this study. Proteinuria is a potential marker of renal disease, but it is a challenge for primary care physicians (PCPs) to differentiate between children with transient or otherwise benign proteinuria and those with proteinuria due to renal disease. Phase 2 (Stratum 1) of the Sprint study enrolled 50 children with NF1 and inoperable PN who experienced complications from their tumors. The results revealed that proteinuria developed in 22% of the patients . One study suggests that nephrotoxicity may be more attributable to the combination of selumetinib with a V-Raf murine sarcoma viral oncogene homolog B1 (BRAF) inhibitor rather than the MEK inhibitor alone 36 . Furthermore, glomerular toxicity from combination therapy may be primarily due to BRAF inhibitors, such as dabrafenib 37 – 40 . In our analysis of concomitant medications associated with AE reports of proteinuria due to selumetinib, no BRAF inhibitors were found as concomitant treatments. Based on these findings, we suggest that even when selumetinib is used alone, vigilance is required to monitor for potential nephrotoxicity, particularly when clinical symptoms suggest its presence. To better assess the causal relationship between selumetinib and nephrotoxicity, further high-quality research is needed. 41 , 42 There are several limitations worth mentioning in this study, despite the benefits of the real-world large-sample study and data mining. First, because FAERS is a spontaneous reporting system, the data gathered from many countries and specialists may be erroneous or incomplete, making it challenging to account for confounding variables such as drug dosage, length of use, comorbidities, and other variables. These might cause the analysis to be biased. Second, although we performed data cleaning and de-duplication operations as recommended by the FDA, we may still retain potential duplicate entries that may exaggerate the strength of certain AE signals . Third, FAERS data contains a large number of drug-AE pairs with zero counts, where no AE was reported for certain drugs. Although we utilized methods appropriate for signal detection in sparse datasets, we did not implement zero-inflated models that could have specifically accounted for the high proportion of zero counts. Future research might explore the use of such models to better handle zero-inflation and further refine signal detection 43 , 44 . Additionally, it is important to note that the “START_DATE” used in the FAERS database refers to the initiation or re-initiation of therapy, not necessarily the patient’s first use of the drug. This could affect the interpretation of the time-to-event relationship between drug exposure and AEs. Finally, this study was unable to establish a formal causal association between selumetinib and AE due to the fact that the disproportionality analysis only offered an evaluation of the strength of the signal, which was only statistically significant. 45 Conclusion By analyzing the FAERS database, we identified the AEs associated with the use of selumetinib. Our descriptive analysis highlights that the post-marketing AEs observed include cardiotoxicity, ocular toxicity, skin toxicity, and elevated creatine phosphokinase, which were consistent with findings from clinical trials. Additionally, we identified AEs such as pollakiuria and proteinuria, which, although previously reported, warrant continued monitoring. This study provides an expanded understanding of selumetinib’s post-marketing safety profile, but further research is required to establish definitive risk indications and causal relationships.",
  "fetched_at": "2026-02-11T02:33:30.300332",
  "abstract_length": 1837,
  "methods_length": 4673,
  "introduction_length": 3373,
  "results_length": 10779,
  "discussion_length": 8566
}