{
  "pmid": "40128216",
  "abstract": "Malignant peripheral nerve sheath tumor (MPNST) is a highly aggressive sarcoma that may be seen in patients with neurofibromatosis type 1 (NF1) or occur sporadically. While surgery is the primary treatment for localized MPNST with a 61.9% overall survival rate, metastatic disease is often fatal due to resistance to systemic therapies which underscores the urgent need for effective treatments. MPNSTs frequently harbor inactivating driver mutations in the PRC2 epigenetic repressor complex suggesting epigenetic therapies may represent a specific vulnerability in these tumors. Here, we investigate the role of the LSD1-HDAC1-CoREST (LHC) repressor complex in mediating MPNST tumor growth and progression. Our findings demonstrate that the LHC small molecule inhibitor, corin, induces apoptosis and significantly inhibits proliferation in MPNST cells. Transcriptomic analysis of corin-treated MPNST cells demonstrates specific increases in genes associated with axonogenesis and neuronal differentiation as well as altered extracellular matrix; additionally, corin treatment is shown to inhibit MPNST invasion in vitro. These results underscore the critical role of the LHC complex in facilitating MPNST growth and progression and suggest that targeting the LHC complex represents a promising therapeutic approach for this aggressive malignancy.",
  "methods": "Materials and methods Cell culture The S462 and MPNST724 cell lines were graciously provided by Dr. Raphael Pollock. Additionally, the ST88-14, T265, 90–8, and STS26T cell lines were generously shared by Dr. Jeffrey Field. The JH-2–002, JH-2–031, JH-2-079c, and JH-2–103 patient-derived MPNST cell lines   originated from the Johns Hopkins NF1 biospecimen repository 53  and were shared under Material Transfer Agreement from Johns Hopkins University. Other cell lines were cultured in high glucose DMEM with pyruvate (Thermo Fisher Scientific) supplemented with 10% Fetal Bovine Serum (FBS) and 1% penicillin/streptomycin. The JH patient derived cell lines were cultured in high glucose DMEM (Thermo Fisher Scientific) supplemented with 10% FBS and 1% penicillin/streptomycin. All cell lines were maintained at 37 °C and 5% CO2. 54 , 55 Compounds The HDAC inhibitor Entinostat/MS275 (Cat. No.: HY-12163) and LSD1 inhibitor GSK-LSD1 (Cat. No.: HY-100546) were purchased from MedChemExpress. Corin was prepared as previously described . All stock solutions were dissolved in DMSO. 18 Quanti-iT PicoGreen dsDNA cell proliferation assay Cells were seeded in a 96-well and treated with the respective compound 24 h later. PicoGreen assay was done according to the manufacturer’s suggested protocol (Thermo Fisher Scientific). Apoptosis assay Apoptosis was measured using the Pacific Blue™ Annexin V/SYTOX™ AADvanced™ Apoptosis Kit (ThermoFisher, A35136). The experimental protocol was performed according to the manufacturer’s recommendations. Spectral flow analysis was performed using Cytek Aurora (Cytek Biosciences) according to the manufacturer’s recommendations. Flow cytometry data was analyzed using SpectroFlo (v2.2) provided by Cytek Biosciences and FlowJo software (v10.10). RNA extraction S462, T265, MPNST724, and STS26T cells were treated for 24 h with 1 μM Corin or DMSO control treatment. RNA was extracted using the RNeasy Plus Mini Kit (Qiagen). RNA-seq Library was prepared and sequenced by Azenta Life Sciences. Reads were trimmed and low-quality reads were removed using Trimmomatic v.0.36. Reads were mapped to the GRCh38 reference genome using STAR aligner v.2.5.2b. Unique gene hit counts were calculated by using featureCounts from the Subread package v.1.5.2. Counts were used for differential analysis using DESeq2. The Wald test was used to generate p-values and log2 fold changes. Genes with an adjusted p-value < 0.05 and absolute log2 fold change > 1 were called as differentially expressed genes for each comparison. Heatmap and hierarchical clustering for the RNA-seq was generated using ComplexHeatmap v.2.20.0  . PCA analysis was done using ggfortify v.4.4.1. Volcano plots were generated using ggplot2 and labeling was done using ggrepel. GO Plots were generated using the enrichGO and dotplot commands in clusterProfiler v4.12.0  56 . Motif analysis was done using Samtools v.1.12 and homer v.4.1 using the findmotif.pl command searching for motifs within -400 to 100 bp of TSS. 57 Kaplan Meier survival curves Kaplan Meier plots were generated using patient outcome and expression data  . Patients were excluded if mRNA expression analysis was unavailable, the patient died from other causes, or lacked follow-up. Plots and statistical analysis were performed in R using survfit from the survival package (v2.11–4). 27 Whole cell extracts and SDS-PAGE Proteins were extracted from cells using M-PER lysis buffer according to the manufacturer’s recommendations (Thermo Fisher Scientific). Protein concentrations were determined using the Pierce™ BCA Protein Assay (Thermo Fisher Scientific). 10 ug of whole cell extracts were separated on gradient 4–20% polyacrylamide precast gels (Bio-Rad) and transferred to PVDF membranes (Bio-Rad). Membranes were incubated with the following antibodies overnight: H3K9ac (ab32129), H3K27ac (ab4729), or GAPDH (sc-365062). ATAC-seq 100,000 cells were seeded and treated with 1 μM Corin or DMSO. DNA was extracted, tagmented, purified, and adapter ligated using the ATAC-seq Kit (53,150) according to the manufacturer’s instructions (Active Motif). Sequencing was done by Azenta Life Sciences and reads were trimmed using the fastp command in fastp v.0.23.4. Reads were aligned with GRCh38 reference genome using bowtie2 v.2.4.2. Sam files were filtered to retain the mapped reads only and converted to BAM files using Samtools v.1.12. Bed and Bedgraph files were created using Bedtools v.2.31.0. Peaks were called using Macs2 v.2.2.7.1 with the nomodel, and nolambda options. Bam files were normalized using RPKM to create BigWig files using the bamCoverage command in deeptools v.3.5.1. Deeptools was also used to create the matrix using the command computeMatrix, profile was created using the command plotProfile, and heatmaps were created using the command plotHeatmap. BigWig files were used to visualize individual gene tracks using IGV v.2.17.4. Genome annotation was done using Samtools v.1.12 and homer v.4.1 with the command annotatePeaks.pl. cDNA preparation and qPCR 1 μg of RNA was reverse transcribed using the SuperScript III First-Strand Synthesis System kit (Invitrogen, Thermo Fisher Scientific). 40 cycles of qPCR were performed using the Step One Plus Real-time PCR System (Applied Biosystems). Data represents 3 biological replicates with 3 technical replicates per experiment. Primers used are listed in Supplementary Table  1 . Boyden chamber invasion assay Transwell inserts (8 μm pore membrane) were placed in each well of a 24-well plate. 50 μg of Matrigel (Corning) diluted in 30 μL serum-free DMEM was added to each insert and incubated at 37 °C for 30 min. 150,000 cells were seeded in 300 μL serum-free DMEM media on the Matrigel in the top chamber and treated with 1 μM Corin or DMSO. 600 μL of 20% FBS DMEM was used as the attractant in the bottom chamber. After 24 h, cells and the Matrigel in the top chamber were removed, the membrane was washed with Phosphate-buffered saline (PBS), and fixed in 70% ethanol. The bottom of the membrane (where invading cells are located) was stained using 50 μg/mL propidium iodide and washed in PBS before cutting out the membrane. Stained membrane was visualized using the Nikon Eclipse E400 microscope and SPOT Advanced software. Five images at 20X were captured for each membrane. Image analysis was done using Fiji ImageJ using the method previously described . A total of three biological replicates were done with three technical replicates done for each experiment. 58",
  "introduction": "",
  "results": "",
  "discussion": "",
  "fetched_at": "2026-02-11T23:42:25.832382",
  "abstract_length": 1347,
  "methods_length": 6516,
  "introduction_length": 0,
  "results_length": 0,
  "discussion_length": 0
}