{
  "pmid": "PMID:40134850",
  "abstract": "Neurofibromatosis Type 1 (NF1) is a genetic disorder resulting from mutations in the",
  "methods": "",
  "introduction": "",
  "results": "",
  "discussion": "Conclusion and Future Directions Currently, there is no fully satisfactory treatment for NF1-tumors. Patients often face high surgical risks, frequent tumor recurrence, severe side effects from therapies, and prohibitive costs.  In recent years, cancer neuroscience has emerged as a rapidly growing interdisciplinary field, emphasizing the complex, bidirectional interactions between the nervous system and tumor progression. Major breakthroughs in NF1 research have brought this condition to the forefront of this dynamic area of oncology, shedding light on the intricate ways in which nervous system activity influences tumor development and growth. 150  These advancements offer a critical new direction for further exploration of the phenotypes and functions of NF1 tumor cells and their TME counterparts, with the potential to drive new drug discoveries or clinical trials aimed at therapeutic and care interventions for NF1-tumors. 8 Targeting Neuron-Tumor Cell Interactions as a Potential Therapeutic Strategy for NF1-Tumors Among the various tumors associated with NF1, neuronal excitability plays a critical role, as demonstrated in  Figure 2 , by contributing to both clinical symptoms, such as epilepsy, and driving malignant processes like synaptogenesis, tumor proliferation, and cellular differentiation. By targeting neuronal excitability, we could disrupt this harmful feedback loop, providing dual benefits: alleviating symptoms and inhibiting tumor progression. Drugs such as lamotrigine and tetrodotoxin (TTX), which inhibit sodium ion influx, have been shown to reduce the production of tumor-promoting factors like COL1A2 and chemokines CCL4/CCL5 in  NF1  gene-mutant mouse models.  This suggests the potential for these therapies to limit neurofibroma growth, although clinical validation is still required. Furthermore, addressing symptoms such as pain and itching could also serve as a means of reducing neural stimulation, thereby potentially inhibiting neurofibroma growth. This approach is supported by studies in basal cell carcinoma 115  and pancreatic cancer, 151  indicating promising possibilities. 108 One of the most promising therapeutic targets in NF1-OPG is the ADAM10-NLGN3 axis, which plays a central role in tumor formation and maintenance. Preclinical studies in NF1-mutant mouse models have shown that inhibiting ADAM10 can eliminate OPG formation by reducing NLGN3 shedding, highlighting the potential of targeting this axis for therapeutic intervention in pediatric NF1-gliomas. Several ADAM10 inhibitors, including INCB7839, GI254023X, and XL-784, are currently under investigation and may hold promise as treatments for these tumors.  Moreover, as light exposure influences neuronal activity, light avoidance strategies might also be considered to reduce sensory neuron input, potentially slowing tumor progression—a concept that has been validated in mouse models. 113 , 152 , 153  The direct use of lamotrigine to inhibit neuronal activity could serve as a potential preventive or chemotherapeutic agent for children with NF1-OPG. 111 154 Treatments such as calcium chelators, inhibitors of the cAMP response element-binding protein (CREB), NTRK2 (TrkB) inhibitors, and AMPA receptor antagonists have shown efficacy in various glioma models, and their potential in treating NF1-gliomas and neurofibromas warrants further investigation.  Additionally, Current research is focused on developing taxanes with better CNS penetration or small molecule inhibitors that target GAP43, a key protein involved in the growth of TMs. 114 , 123 , 127 , 130 , 155–157  A clinical trial (MecMeth/NOA-24; EudraCT 2021-000708-39) is currently investigating whether inhibiting TM-dependent intercellular communication within GBM through the use of meclofenamate, a gap junction inhibitor, can enhance the effectiveness of temozolomide chemotherapy. 158  This approach may also hold potential for NF1-OPG by disrupting their tumor cell networks and making them more susceptible to treatment. 159 Exploring the Interactions  b etween Neurons and Various Components of the TME Recognizing the role of CCL4/CCL5 in promoting the growth of NF1-LGG highlights the significant impact of interactions between immune cells, tumor cells, and neurons within the TME on tumor progression. However, immune cells represent only one part of the TME in NF1-tumors. With the increasing application of multi-omics technologies, such as metabolomics and proteomics, it may be possible to uncover the potential connections between fibroblasts, mast cells, endothelial cells, and neurons, thereby identifying novel strategies for indirectly inhibiting tumor growth. Shifting Focus to the PNS and Comprehensive Research on NF1 In this review, we have examined the latest literature on the neural involvement in NF1-related tumorigenesis ( Table 2 ). As with many studies in cancer neuroscience that focus primarily on the CNS, much of the progress in NF1 research has centered on gliomas. However, neurofibromas, which are the hallmark of NF1 and the most common concern for patients, remain underexplored. Future research should prioritize understanding the neural factors driving neurofibroma development and progression, as well as developing targeted therapies to address these challenges. Such advancements hold the potential to significantly improve treatment outcomes and QOL for individuals with NF1. Table 2. Molecular Mechanisms Underlying Tumor Growth in NF1-Tumors Tumor type Key molecular Factors Mechanism Glioma BDNF a BDNF is released in a manner dependent on neuronal activity, where it binds to the TrkB  receptor, subsequently enhancing glioma growth. b 122 NLGN3 , ADAM10 c d NLGN3 is secreted by nearby non-glioma neurons and subsequently cleaved by the protease ADAM10 in a manner that depends on neuronal activity. The resulting soluble form of NLGN3 then facilitates glioma growth through a pathway reliant on PI3K-mTOR signaling. 111 CCL5 Neurons secrete midkine, which stimulates CD8 +  lymphocytes to secrete CCL4, inducing the expression of CCL5 in microglia. 116 AMPAR e 1. Glutamatergic synapses between neurons and glioma cells regulate invasion mediated by TMs. f 114 , 127 2. Glioma cells release glutamate into surrounding tissues, promoting glutamate-responsive growth via Ca2 + -permeable AMPA receptors. 114 , 127 GABA g Gliomas can induce changes in neuronal chloride transporters, converting the action of GABA from inhibitory to excitatory. 160 TMs Promotes communication with surrounding cells via gap junctions mediated by GAP43 , allowing the propagation of calcium waves. h 128 Neurofibromas COL1A2 i Upon sensory nerve stimulation, increased secretion of COL1A2 can promote the mitosis of  NF1  gene-deficient SCs . j 115 MPNSTs k ADRB2 l Activation of the ADRB2-YAP/TAZ axis can regulate cancer stem cells, driving development of MPNSTs. 139 \n a Brain-derived neurotrophic factor. \n b Tropomyosin receptor kinase B. \n c Neuroligin-3. \n d A disintegrin and metalloprotease-10. \n e α-amino-3-hydroxy-5-methyl-4-isoxazolepropionic acid receptor. \n f Tumor microtubes. \n g Gamma-aminobutyric acid. \n h Growth-associated protein 43. \n i Collagen 1a2. \n j Schwann cells. \n k Malignant peripheral nerve sheath tumors. \n l Adrenergic receptor β2.",
  "fetched_at": "2026-02-11T02:31:44.048083",
  "abstract_length": 84,
  "methods_length": 0,
  "introduction_length": 0,
  "results_length": 0,
  "discussion_length": 7292
}