{
  "pmid": "40140675",
  "abstract": "NF2-related Schwannomatosis (NF2 SWN) is a rare disease characterised by the growth of multiple nervous system neoplasms, including bilateral vestibular schwannoma (VS). VS tumours are characterised by extensive leucocyte infiltration. However, the immunological landscape in VS and the spatial determinants within the tumour microenvironment that shape the trajectory of disease are presently unknown. In this study, to elucidate the complex immunological networks across VS, we performed imaging mass cytometry (IMC) on clinically annotated VS samples from NF2 SWN patients. We reveal the heterogeneity in neoplastic cell, myeloid cell and T cell populations that co-exist within VS, and that distinct myeloid cell and Schwann cell populations reside within varied spatial contextures across characteristic Antoni A and B histomorphic niches. Interestingly, T-cell populations co-localise with tumour-associated macrophages (TAMs) in Antoni A regions, seemingly limiting their ability to interact with tumorigenic Schwann cells. This spatial landscape is altered in Antoni B regions, where T-cell populations appear to interact with PD-L1",
  "methods": "Methods Ethics Research performed in this study complies with all relevant ethical regulations: Approved by the Health Research Authority (HRA) and Health and Care Research Wales (HCRW) for research (REC: 20/NW/0015, IRAS ID: 274046) to permit access to archived pathology specimens for research purposes in line with Medical Research Council, UK, guidelines. Tissue samples 16 retrospective  NF2  SWN VS cases (8 male and 8 female: see Table  1  for clinical information) and 4 retrospective sporadic VS cases (used only for immunohistochemistry), in formalin-fixed paraffin-embedded (FFPE) blocks, were accessed through pathology at Salford Royal Hospital (SRH). This sample set was collected over a 4-year period (2014-2017), due to the rarity of  NF2  SWN, with archived treatment naïve samples employed due to the current standard of care off-label utilisation of bevacizumab. Haematoxylin and eosin (H&E) stained slides were generated by pathology at SRH for each case and regions of interest (ROI) were selected by a neuropathologist based on identification of typical VS pathological features (Antoni A regions, Antoni B regions, immune infiltration, abnormal vasculature). Very few Antoni B regions were identified within the bevacizumab-treated cases, and as such no specific Antoni B regions of interest could be annotated for inclusion into the TMA from these cases. Once identified, 2mm 2  cores of each ROI were removed from each block and re-formatted into tissue microarrays (TMA) through collaboration with The Christie Hospital and Cancer Research UK (CRUK) Manchester Institute. Each incorporated core in the TMA was revalidated by a second independent neuropathologist before IMC staining and data acquisition. H&E staining and imaging Case blocks/TMAs were sectioned at 5μm thickness using a microtome. The 5μm tissue sections were deparaffinised in xylene for 5 min and rehydrated through an alcohol gradient (100–70% ethanol, 1 min each, then into water). Hydrated sections were incubated in haematoxylin for 3 min, followed by washing under running water for 2 min. Sections were then dipped in 1% hydrochloric acid-ethanol solution for 10 s, followed by washing under running water for 3 min. Sections were then blued using Scott’s tap water for 20 s, followed by washing under running water for 5 min. Next, sections were submerged in 70% ethanol for 10 s, before being counterstained with Eosin Y for 30 s. Sections were dehydrated through an alcohol gradient (70–100% ethanol, 30 s each), then xylene for 3 min. Slides were covered slipped with DPX mountant. H&E-stained slides were imaged on the Olympus VS200 Slide Scanner (Olympus LifeScience) and digitally visualised using CaseViewer (v2.4, 3DHISTECH). IMC antibody conjugation, optimisation and validation The IMC antibody panel used for this study is outlined in Table  2 : sources of all antibodies are outlined in Supplementary Table  1 . Antibodies were initially tested by immunofluorescence (IF) on several positive control tissues (such as secondary lymphoid tissues and tumour samples). Antibodies were conjugated to metal isotopes using the MaxPar Multimetal Labelling Kit (Standard BioTools), whereby metal isotopes were loaded onto chelating polymers, and subsequently bound to the antibody. Antibodies conjugated to platinum isotopes underwent a different conjugation protocol , whereby they did not require chelating polymer due to the intercalative nature of cisplatin. Final concentrations of conjugated antibodies were determined via Nanodrop (Thermofisher), followed by reconstitution with Antibody Stabilisation Solution (Candor Bioscience, Germany), and stored at 4  71 o C. IMC staining Staining for IMC was performed according to Standard BioTools optimised protocols for FFPE tissues . TMA blocks were sectioned at 5μm thickness with a microtome, deparaffinised in fresh xylene for 10 min, and rehydrated through an ethanol gradient (100–50%, 1 min per grade), and placed in distilled water. Next, tissue sections underwent antigen retrieval by incubation at 96 °C in Tris-EDTA (pH 8.5) for 30 min. Once cooled to 70 °C, tissue sections were washed in PBS (0.05% Tween) and blocked with 3% bovine serum albumin (BSA) for 45 min at room temperature (RT). Next, sections were incubated with diagnostic-grade anti-PD-L1 for 1 h at RT, washed, and a secondary anti-rabbit IgG-167Er antibody was added for 1 h at RT. Slides were then washed and then incubated with the remaining IMC antibodies (dilutions outlined in Table  72 2 , diluted in PBS and 0.5% BSA) and incubated overnight at 4 °C. The following day, slides were washed with 0.1% Triton X-100 PBS, and incubated with Cell-ID Intercalator-Iridium (1:400 in PBS, Standard BioTools), for 30 min at RT, washed with deionised water (Merck Millipore), and dried overnight. IMC image acquisition Raw IMC images were acquired using a Hyperion imaging mass cytometer coupled with a Helios time-of-flight mass cytometer (CyTOF, Standard BioTools). The previously neuropathologist-defined ROIs (Antoni A and B regions) were selected at 1000 × 1000 μm, and the selected tissue regions were laser ablated over several consecutive days, in a rastered pattern at 1 μm 2  pixel resolution, and at a frequency of 200 Hz. The resultant plume following tissue ablation was passed through a plasma source, ionising it into constituent atoms. CyTOF then differentiated the signal from each of the metal-conjugated antibodies, and images of each antibody were reconstructed based on abundance of each metal at each pixel. Images for each antibody were then exported from the raw data as TIFFs using MCD Viewer (Standard BioTools). Acquired ROIs were screened for abnormalities during image generation and were excluded accordingly. Denoise clean-up and single-cell segmentation of IMC images Raw IMC images were subjected to a denoise pipeline according to authors instructions . Following denoising, single-cell data was mined from IMC images using an established protocol 73 . Stacks of TIFF images were exported from MCD files of each acquired ROI, with each channel corresponding to a metal isotope-conjugated antibody. Ilastik 74  was then applied to produce pixel probability maps that distinguished between nuclear, cytoplasmic and background pixels. These maps were then converted into cell segmentation masks, where individual cell boundaries were defined, utilising a one pixel expansion from nuclei approach for cell identification to optimise signal to noise ratio and to limit bleed through marker expression from closely localised cells, and masks were applied to each antibody channel, producing single-cell expression data for each channel, including the spatial location of each cell within the acquired ROIs. A Jaccard Index 75  (which compares the manual vs automatic segmentation of the same cells) was generated (50 random cells per region of interest) using skimage (v0.23.2) to verify the success rate of the single-cell segmentation. 76 Immunohistochemistry Slides underwent dewaxing and antigen retrieval as described under IMC staining. Endogenous peroxidases were blocked using BLOXALL Blocking Solution for 30 minutes (Vectastain, Cat. No. SP-6000), followed by blocking of endogenous Avidin and Biotin epitopes using ReadyProbes™ Avidin/Biotin Blocking Kit for 30 minutes (15 min each, Thermofisher, Cat. No.  R37627 ). Blocking was performed with 3% BSA for 30 minutes before incubation with the primary antibody overnight at 4˚C. The slides were then washed three times in PBS before incubation with a biotinylated secondary antibody for 30 min. Slides were then treated with Vectastain ABC (Vectastain, Cat. No. AK-5000) for 30 min followed by incubation with Vector Blue Substrate (Vectastain, Cat. No. SK-5300) for 20 minutes. After substrate development, the above steps were repeated with Vector Red Substrate (Vectastain, Cat. No. SK-5100), when a second stain was required. For PDGFRβ, colour was instead developed using 3,3′-diaminobenzidine. PDGFRβ staining was counterstained with haematoxylin, dehydrated, and coverslipped using DPX mountant. All other stains were counterstained with DAPI, and were coverslipped using Prolong Gold (ThermoFisher). Primary antibodies used were anti-PDGFRβ (Abcam, ab69506, 42G12), anti-PD-1 (Abcam, ab137132, EPR4877(2)), anti-CD8α (BioLegend, 372902, c8/144B), anti-CD66b (BD Pharmingen, 555723, G10F5), and anti-CD11b (Abcam, ab187537, EP1345Y). Biotinylated secondary antibodies used were either horse anti-mouse (Vector Laboratories, Lot. ZF0521) or goat anti-rabbit (Vector Laboratories, Lot. ZF0809). Slides were imaged with a 3D Histech Pannoramic P25020X using a 20× objective in brightfield and fluorescence (for DAPI) and analysed using QuPath and ImageJ. Single-cell analyses of IMC data The single-cell expression data was interrogated in Python using packages devised to analyse single-cell data (Scanpy v1.9.3 ) and spatial data (Squidpy v1.2.3 77  and ATHENA v0.1.0 78 ). Mean cell intensity of each marker was normalised to the 99.9 79 th  percentile of its expression, and batch corrected by case using batch balanced k nearest neighbours (BBKNN) alignment . Leiden clustering 80  was used to identify cell populations. Initial Leiden populations were divided into 4 main groups (Schwann cells, myeloid cells, lymphoid cells and vasculature) based on canonical markers of each group. These broad classified cell clusters were reclustered at higher resolution to identify more granular cell sub-populations (Fig. S1C), an approach performed in other high dimensional imaging studies 81 . These populations were then re-defined on the original Leiden and annotated based upon marker expression of known cell types and states. Single-cell metrics for each population were extracted for each ROI, and used to calculate cell abundance. 82 Maxfuse IMC and scRNA-seq integration We accessed a publicly available (Gene Expression Omnibus  GSE216783 ) single-cell RNA sequencing (scRNA-seq) dataset from 11 VS patients with confirmed  NF2  mutations . Frozen samples were excluded from analysis, and raw data was pre-processed using scanpy 30 , including filtering poor quality cells and genes, normalising the reads per-cell, and log transforming the data. Cells from our IMC data were then matched to equivalent cells in the scRNA-seq dataset using MaxFuse 77 . Prior to matching, populations without a clear phenotype were removed from the IMC data (‘Other’), and rare populations (<1.5%) were removed from the scRNA-seq dataset if they could not feasibly be matched in the IMC dataset because specific markers were not in the IMC panel (e.g. NK and mast cells). This left 659,880 IMC cells (90.24% of original total) and 104 108 scRNA-seq cells (94.8% of original dataset) to be matched using MaxFuse, allowing matching between the 4 most abundant parental populations (myeloid, schwannoma, vascular and lymphoid) to be performed. A total of 548,455 IMC cells (83.1% of cells where matching was performed) were matched with sufficient accuracy (0.3 MaxFuse score, as recommended by authors for matching spatial protein with scRNA-seq data) for further analysis. 29 Spatial omics analyses Spatial statistical analyses were performed according to the Spatial Omics Oxford (SpOOx) analysis pipeline . Cross pair correlation functions (cross-PCF) were first used to measure direct cell–cell pairwise partners within 20 µm of each cell. Adjacency cell network (ACN) analyses were generated by computing pairwise statistics between combinations of cell types, ‘A’ and ‘B’. This was done by calculating the amount of ‘A’ cells in contact with ‘B’ cells, and then subsequently calculating the proportion of ‘B’ cells in contact with ‘A’ cells within each ROI, for each cell. 32 Receptor-ligand analysis Receptor-ligand pathways through which cells potentially communicated in the  NF2  SWN VS TME were identified using receptor-ligand analysis in squidpy  using the CellPhoneDB v5 database 78 . We used the transcriptomes of scRNA-seq cells that were successfully matched to our IMC populations using MaxFuse (described above). We specifically assessed interactions between CD4 and CD8 cells, and the populations they were significantly spatially associated, identified through cross-PCF analyses. Receptor-ligand pairs were filtered so that at least 5% of the cells in the sender or receiver populations expressed the ligand and receptor, respectively. For each interacting pair of populations, the top 20 strongest (defined by mean expression score calculated by squidpy) and only significant ( 34 p  < 0.05, including false discovery rate correction using Benjamini–Hochberg procedure) receptor-ligand pairs were identified, and compared across interactions populations. Only significant interactions were visualised. Cellular neighbourhood analyses Derivation of cellular neighbourhoods was performed using CellCharter according to authors instructions . Initially, cells were sorted into neighbourhood aggregates, and then clustered by Gaussian mixture modelling (GMM). To determine the optimal number of clusters,  36 K , GMM clustering was ran multiple times (10 for this study) and the highest stability clustering  n  was selected in accordance with the Fowlkes–Mallows Index (FMI). All cells were then sorted into spatial clusters. Next, proximity analysis was performed to assess the relative arrangement of spatial clusters within ROIs, indicating neighbourhood enrichment between clusters. Statistics Statistical tests were performed using GraphPad Prism (v9.5.1). Data distribution was assessed by Shapiro-Wilk normality test. Differences in cell abundances between two groups (Antoni A versus Antoni B; naïve versus bevacizumab) were performed employing case averages using unpaired t-test or Mann Whitney U test. For differences between three groups (disease severity), cell abundances were compared employing case averages using a one-way ANOVA with Tukey’s multiple comparisons test or Kruskal–Wallis test with Dunnett’s T3 multiple comparisons test. Specific spatial statistical analyses were performed as described in each section. IMC data is from one experiment. Reporting summary Further information on research design is available in the  Nature Portfolio Reporting Summary  linked to this article.",
  "introduction": "",
  "results": "",
  "discussion": "",
  "fetched_at": "2026-02-11T23:42:32.400670",
  "abstract_length": 1140,
  "methods_length": 14341,
  "introduction_length": 0,
  "results_length": 0,
  "discussion_length": 0
}