{
  "pmid": "40169570",
  "abstract": "Loss of function variants in the NF1 gene cause neurofibromatosis type 1, a genetic disorder characterized by complete penetrance, characteristic physical exam findings, and a substantially increased risk for malignancy. However, our understanding of the disorder is based on patients ascertained through phenotype-first approaches, which estimate prevalence at 1 in 3000. Leveraging a genotype-first approach in multiple large patient cohorts including over one million individuals, we demonstrate an unexpectedly high prevalence (1 in 1,286) of NF1 pathogenic variants. Half are identified in individuals lacking clinical features of NF1, with many appearing to have post-zygotic mosaicism for the identified variant. Incidentally discovered variants are not associated with classic neurofibromatosis features but are associated with an increased incidence of malignancy compared to control populations. Our findings suggest that NF1 pathogenic variants are substantially more common than previously thought, often characterized by somatic mosaicism and reduced penetrance, and are important contributors to cancer risk in the general population.",
  "methods": "Methods Informed consent All patients signed informed consent forms for inclusion in the respective biobanks that our data were drawn from. For the recall study in PMBB specifically, all individuals signed informed consent for participation in the recall study, including detailed physical exam, history, and publication of fundings. PMBB patient recruitment and exome sequencing The PMBB  is a University of Pennsylvania academic biobank which recruits patient-participants from the UPHS around the greater Philadelphia area in the United States. Appropriate consent was obtained from each participant regarding storage of biological specimens, genetic sequencing, access to all available EHR data, and permission to recontact for future studies. The study was approved by the Institutional Review Board of the University of Pennsylvania and complied with the principles set out in the Declaration of Helsinki. This study included the subset of 43,731 individuals enrolled in PMBB who had previously undergone exome sequencing and genotyping array. Briefly, for each individual, DNA was extracted from stored buffy coats and exome sequences were generated by the Regeneron Genetics Center (Tarrytown, NY) and mapped to GRCh38 as previously described 24 . Sample-level filtering was as follows: individuals with low exome sequencing coverage (less than 75% of targeted bases achieving 20× coverage) or with high missingness (greater than 5% of targeted bases) were removed from analysis, leaving 43,612 samples after sample-level filtering. Variant-level filtering was as follows: in each sample, all single nucleotide variants (SNVs) with a total read depth <7 were changed to “no-call”, and similarly all insertion/deletion variants with a total read depth <10 were changed to “no-call.” Relatedness across all samples was calculated in PLINK 54  using a minimum PI_HAT cutoff of 0.09375 to capture out to 3rd degree relationships. None of the  55 NF1  PV carriers that we identified were 3 rd  degree relatives or closer. PMBB variant annotation The genetic variants in PMBB exome sequencing data were subset to include only the  NF1  gene locus and were subsequently annotated using the Ensembl Variant Effect Predictor (VEP, version 102)  with the plugin LOFTEE (version 0.3) 56  to specifically annotate predicted loss of function (pLOF variants) and dbNSFP (version 4.2) 57  to specifically annotate all single nucleotide variants within the  58 , 59 NF1  gene. Only variants affecting the NCBI RefSeq canonical  NF1  transcript ( NM_001042492.2 ) were considered. Copy number variants (CNVs) were annotated, starting with the same exome sequencing data as described above, using version 1.3 of the CLAMMS pipeline . Standard quality control measures were taken both at the sample level (samples with >40 CNVs or with >40,000 exons called as CNVs were removed) and chromosome level (for samples with >10% of a chromosome covered by >1 CNV call, that chromosome was removed). QC levels ranging from 0-3 were assigned to each CNV call based on Q_non_dip, Q_exact, and allele balance and heterozygosity metrics. Only CNVs meeting the most stringent QC threshold of 3 were included in the analysis. The resultant CNV calls at the  60 NF1  locus were manually reviewed to identify any potentially suspicious annotations—no CNVs were excluded after manual review. The data available in PMBB did not permit us to determine VAF or potential mosaicism for CNVs. PVs were defined to include: (1) all nonsense variants, frameshift insertions/deletions, disruption of canonical splice site dinucleotides, or gain/loss of the start or stop codon that were not predicted to escape nonsense-mediated decay; (2) any variant unambiguously annotated as “pathogenic” or “likely pathogenic” in the ClinVar database; and (3) any whole-gene deletion of  NF1 . PMBB chart review We performed manual chart review of complete EHR data for each carrier of an  NF1  pathogenic variant that we identified in PMBB. All 58 charts were reviewed by a single clinician blinded to the results of exome sequencing, and detailed information was extracted. At a minimum for each individual, we gathered: any mention of the terms “NF1” “neurofibromatosis” or “von Recklinghausen;” EHR-reported race/ethnicity and sex (which typically represents a combination of self-reported and provider-assigned values); height at most recent measurement; number of encounters with UPHS providers (if fewer than five); whether the individual had been seen by a clinical geneticist; all documented skin exams; and all documentation regarding malignancies. The clinician subsequently generated a summary paragraph describing each individual’s overall health issues and diagnoses. This information is documented in Supplementary Data  2  and was used to generate the summary statistics listed in Supplementary Data  3 . PMBB recall by genotype study We obtained IRB approval to complete a recall by genotype study in PMBB. In this study, all living PMBB participants with  NF1  pLOF variants identified on exome sequencing but without an NF1 diagnosis on chart review were invited to come in for a detailed history and physical exam and compensated $100 for their time. Twenty-four participants were contacted, and four agreed to come in as described in the Supplementary  Notes  section. We obtained informed consent from each of these four individuals for history, physical, and publication of findings. A full personal medical history, family history, and physical exam was obtained by a physician board-certified in Internal Medicine and Medical Genetics. If any concerning medical findings were identified, appropriate referrals were made. PMBB phenotype generation ICD-9 and ICD-10 disease diagnosis codes and procedural billing codes were extracted from patient EHRs cross the entire PMBB dataset. ICD-9 encounter diagnoses were mapped to ICD-10 using the Center for Medicare and Medicaid Services 2017 General Equivalency Mappings ( https://www.cms.gov/Medicare/Coding/ICD10/2017-ICD-10-CM-and-GEMs.html ) with unmappable ICD-9 codes dropped from further analysis. Participants were determined as having a phenotype if they had the corresponding ICD diagnosis code on at least one date, while phenotypic controls consisted of individuals who never had the ICD code used. ICD codes S00-T98 (within the group “Injury, poisoning and certain other consequences of external causes”) and V01-Y98 (within the group “External causes of morbidity and mortality”) were excluded from PheWAS analysis. Only ICD phenotypes with a total case count of 20 or more across all 43,612 individuals in the analysis were included in our study. PMBB Phenome-wide association studies (PheWAS) Using a PheWAS  approach, all  61 NF1  PVs in PMBB were collapsed into a single binned genotype and tested for association with each ICD code-derived phenotype (described above) using the program BioBin  with a logistic regression model adjusted for age, sex and the first ten principal components of genetic ancestry. Our association analyses considered only phenotypes with at least 15 cases across all of PMBB, as described above, leading to the interrogation of 9032 total phenotypes. Subsequent PheWAS analyses were completed using the same approach, but excluding from the analysis either the patients in the Clinical-NF1 group or PV-Only group. Q-Q plots were generated to assess for  62 p  value inflation (Fig.  S8 ). Note—24 individuals in PMBB were identified as having ICD code Q85.01 (Neurofibroatosis, type 1), but only 18 of these were found to have an NF1 PV in our analysis. Of the six who were not identified to have an  NF1  PV by our analysis, five had clinical diagnoses of NF1 without genetic testing, while one had a clinical NF1 diagnosis, with genetic testing revealing only an  NF1  variant with conflicting reports of pathogenicity (VUS, Likely Pathogenic, Pathogenic), and thus would not have been identified as definitively pathogenic in our analysis. More information about these six individuals is included in Supplementary Data  15 . The other five individuals with ICD code Q85.01 but without any  NF1  variants identified may have had smaller CNVs not detectable by our methodology, missense variants not classified as pathogenic/likely pathogenic, deep intronic variants missed on exome sequencing, or even ICD codes entered in error. Ambry cohort definition and molecular testing We queried a cohort of 118,768 patients from the Ambry Genetics (Aliso Viejo, CA) laboratory database from 1/1/2014 through 3/31/2018 who had undergone clinical Next-Generation Sequencing (NGS) to identify individuals with pathogenic or likely PVs in  NF1 . This cohort contained sequencing data obtained from clinical multigene panel testing, including BreastNext, CancerNext, CancerNext Expanded, OvaNext, CustomNext, PGLNext, and BrainTumorNext, covering between two and 67 genes related to hereditary cancer risk (Supplementary Data  4 ). All patients were clinician referred; ordering standards were based on clinician judgment or practice-specific thresholds. Sequencing, variant calling, and variant annotation was performed at Ambry Genetics as previously described  and all identified pathogenic/likely pathogenic  34 NF1  variants were classified as described in Supplementary Data  5 . Pathogenic and likely PVs were defined to include deletions (including whole gene deletions or smaller deletions encompassing at least one exon of the  NF1  gene), exonic duplications, frameshift variants, nonsense variants, canonical splice site variants, and missense variants meeting ACMG/AMP criteria for pathogenicity . Regions with <20× coverage on NGS were followed up with Sanger analysis. In addition, variants in regions complicated by pseudogene interference, variant calls not satisfying depth of coverage (100×) and variant allele frequency (40%) quality thresholds, reportable small insertions and deletions, and potentially homozygous variants were verified by Sanger sequencing. Standard protocols for clinical testing were used for automated variant calling in Sanger sequencing (SeqPilot, JSI Medical Systems) analysis. Where variants were not called by the software but clearly visible at low levels on visual inspection by qualified personnel, variants were designated as mosaic. 27 Ambry cohort patient phenotyping For the Ambry data set, demographic and clinical information including race/ethnicity and sex (as reported on the TRF, which typically represents a combination of self-reported and provider-assigned values), personal cancer history, family cancer history, and family history of NF1 was obtained through review of laboratory TRF and, where available, clinic notes and pedigrees. For cases lacking documentation of a clinical diagnosis of NF1, referring providers were contacted to obtain further clinical details. Patients were subsequently categorized as “Clinical-NF1” or “PV-only” (pathogenic variant-only) using a three-tiered classification process (Fig.  S1 , Supplementary  Notes ). First, when physical exam data was documented, cases of Clinical-NF1 were defined using the NIH NF1 diagnostic criteria . Second, if physical examination data were not recorded but the patient had a documented first-degree family member with NF1, the patient was included in the Clinical-NF1 group. Third, if neither physical exam nor family history data were available, patients were categorized according to clinician-provided description on the TRF. PV-Only cases were ideally defined by comprehensive physical exam data documenting lack of concordance with NIH criteria (as illustrated in the top branch of Fig.  63 S1 ). For most cases, however, PV-Only cases were defined by information in the TRF. Replication analysis in UK Biobank Starting from the UK Biobank 500k Whole Genome release from November 2023, standard QC metrics were applied as described above for PMBB and the subset of individuals with NF1 PVs was identified using an approach identical to the approach described above for PMBB. Basic demographic information, including age, sex (as reported in data field 31, representing a combination of self-reported and provider-assigned values), and ancestry (as reported in data field 22006, which records genetically-informed ancestry and self-reported “white British” ancestry) were obtained. Given the substantial preponderance of individuals of white British ancestry in UK Biobank, we limited our analysis to only those individuals of self-reported white British ancestry. The Clinical-NF1 group ( n  = 51) was defined by the presence of the ICD10 code Q85.01 in any patient with an NF1 PV, while the PV-Only group ( n  = 71) was defined by the absence of this code in any individual with an NF1 PV. The Tested-Negative group ( n  = 472,326) was defined as all individuals lacking both an NF1 PV and lacking the Q85.01 ICD10 code. Personal history of malignancy was defined based on the data contained in the national cancer registry (excluding benign, non-malignant and unspecified cancers), considering any patient with a reported malignancy a case, and any individual without any reported malignancy as a control. Statistical analysis was performed as described below, adjusting models for patient age and sex. Replication analysis in All of Us Variant call data from 182,459 individuals with short read whole genome sequencing and EHR data was obtained from the  All of Us  Research Program Controlled Data Repository v7 using the  All of Us  Research Program Researcher Workbench. Variants in  NF1  transcript ( NM_001042492.2 ) were annotated using the methodology described in “PMBB variant annotation,” and  All of Us  Research Program Participants with variants at positions with a read depth over 14 were extracted. The EHR of the  All of Us  Research Program cohort was screened for individuals with SNOMED concept terms and/or daughter concept terms for cancer conditions as defined by Aschebrook-Kilfoy et al. , and individuals with NF1 were identified using NF1 SNOMED concept terms or daughter concept terms (92824003, NF1; 403816002, Multiple CALMs due to neurofibromatosis; 403817006, Multiple neurofibromas in neurofibromatosis). Data regarding race/ethnicity and sex were derived from data using self-identification on participant-facing surveys. Statistical analysis was performed as described below, adjusting models for patient age and sex. The workspace to analyze this data is titled “Malignancy in Individuals with Incidental NF1 P/LP Variants” on the  64 All of Us  Researcher Workbench. Replication analysis in Natera Genetic testing was performed at Natera, Inc laboratory, and clinical information was extracted from the accompanying TRFs. This stratification allowed for comparative analysis between individuals with genetically confirmed NF1, those with genetic findings but no reported clinical features, and those without identifiable PVs. The study cohort was stratified into three distinct groups based on genetic testing results and clinical information provided on the TRFs: (1) Clinical NF group: This group comprised individuals who tested positive for a pathogenic or likely pathogenic (P/LP) variant in the NF1 gene and had clinical NF1 findings indicated on their test requisition form; (2) NF1 positive only group: This group included individuals who tested positive for a P/LP variant in the NF1 gene but lacked clinical NF1 findings on their test requisition form; (3) Tested negative group: This group consisted of individuals who underwent genetic testing with any gene panel that included the NF1 gene but had no P/LP variants identified in any of the genes tested. For all groups, demographic data was characterized including age at the time of testing, race/ethnicity and sex (as reported on the TRF which typically represents a combination of self-reported and provider-assigned values), and personal history of malignancy (yes/no). A logistic regression model was performed taking personal history of malignancy as the outcome and using the clinical groups at predictor variables with age and sex as covariates. Statistical analysis All statistical analyses were performed with R software, version 4.2.2. Within both the PMBB and Ambry cohorts, differences in  NF1  PV VAF and patient age between the Clinical-NF1 and PV-Only groups were compared by linear regression. Differences in the distributions of individual ages between the  NF1  PV-Only group and the overall PMBB/Ambry datasets were compared using the Wilcoxon rank sum test. For the two whole-gene deletions identified in the PMBB cohort, and for 25 individuals in the Ambry cohort, VAF could not be determined, and these individuals were excluded from analyses requiring VAF. For all categorical traits and phenotypes listed in Supplementary Data  5  and Supplementary Data  6 , statistical analyses were completed by logistic regression (logistic regression models were adjusted for patient age and sex as indicated). For the continuous traits of VAF, read depth, height, and age, statistical analyses were accomplished via linear regression. The proportions of each class of genetic alteration and mutational spectrum were compared between groups with logistic regression. Within the Ambry cohort, comparisons between the Clinical-NF1, PV-Only, and Tested-Negative groups, or between the heterozygous  NF1  PV, mosaic  NF1  PV, and Tested-Negative groups, were completed as follows. Age at first cancer diagnosis, number of cancer primaries, age at first breast cancer diagnosis, and first ovarian cancer diagnosis were compared between the groups by linear regression, adjusting models for individual age at the time of testing. The incidence of personal history of cancer, of each specific malignancy, and breast cancer receptor status, were compared by logistic regression adjusting the model for individual age at the time of testing. Time between first cancer diagnosis and genetic was compared using the Wilcoxon rank sum test. Reporting summary Further information on research design is available in the  Nature Portfolio Reporting Summary  linked to this article.",
  "introduction": "",
  "results": "",
  "discussion": "",
  "fetched_at": "2026-02-11T23:42:40.453136",
  "abstract_length": 1148,
  "methods_length": 18175,
  "introduction_length": 0,
  "results_length": 0,
  "discussion_length": 0
}