{
  "pmid": "40168468",
  "abstract": "BACKGROUND: Neurofibromatosis type 1 (NF1) is a genetic condition predisposing children to fracture pseudarthroses. MEK inhibitors are U.S. Food and Drug Administration-approved or are under study for the treatment of malignant pathologies associated with NF1. However, their potential to treat pseudarthrosis is largely unknown. METHODS: Primary cells cultured from control bone or fracture pseudarthroses from children with NF1 were treated with vehicle or with the MEK inhibitors trametinib or selumetinib. Gene expression was evaluated with use of transcriptome sequencing (RNAseq), and the activation of the downstream signaling pathway was evaluated with use of western blotting. Results were replicated in an independent cohort of patient fracture pseudarthrosis-derived primary cells. RESULTS: Pseudarthrosis samples were reproducibly associated with the reduced expression of gene signatures implicated in osteoblast differentiation, skeletal development, and the formation of the extracellular matrix. The expression of these gene signatures was significantly rescued following treatment with MEK inhibitors and concomitant reduced MEK/ERK (MAPK) pathway activation. CONCLUSIONS: Our study identified molecular signatures associated with fracture pseudarthrosis that were rescued with MEK inhibitor treatment. CLINICAL RELEVANCE: MEK inhibitors may promote the healing of fracture pseudarthroses in children with NF1.",
  "methods": "Methods: Primary cells cultured from control bone or fracture pseudarthroses from children with NF1 were treated with vehicle or with the MEK inhibitors trametinib or selumetinib. Gene expression was evaluated with use of transcriptome sequencing (RNAseq), and the activation of the downstream signaling pathway was evaluated with use of western blotting. Results were replicated in an independent cohort of patient fracture pseudarthrosis-derived primary cells. Materials and Methods The patient-derived primary cells used in this study were provided by the Scottish Rite for Children biorepository. All subjects provided written informed consent, and the study was approved by the institutional review board at UT Southwestern Medical Center. Cell Culture and Treatment Surgically excised tissues were finely minced and digested in 0.25 mg/mL of collagenase I (Thermo Fisher Scientific) and 1 mg/mL of dispase (Thermo Fisher Scientific) in Dulbecco’s Modified Eagle Medium (Thermo Fisher Scientific) with 15% fetal bovine serum (FBS; Sigma-Aldrich) and 1% penicillin/streptomycin (PS; Thermo Fisher Scientific) at 37°C. After being filtered through 100-μm strainers, the tissue fragments were again digested overnight, filtered, centrifuged, and resuspended and plated in Minimum Essential Medium α (MEM α; Thermo Fisher Scientific) supplemented with 20% FBS and 1% PS. After reaching confluence, cells were washed with phosphate buffered saline solution (Sigma-Aldrich), passaged using trypsin/EDTA (ethylenediaminetetraacetic acid) (Lonza), and maintained in MEM α supplemented with 10% FBS and 1% PS. All experiments were performed with early-passage (passage 3 or 4) cells. Cells were routinely tested for mycoplasma contamination. The cultured primary cells displayed fibroblast-like morphology, expressed mesenchymal stromal cell markers as determined by RNA sequencing, and displayed mineralization potential following osteogenesis (see Appendix Supplemental Fig. 1). For osteogenesis, MEM α medium was supplemented with 100 μg/mL of L-ascorbic acid 2-phosphate (Sigma-Aldrich), 10 mM of β-glycerophosphate (Sigma-Aldrich), and 100 nM of dexamethasone (Sigma-Aldrich) for 14 days, with the osteogenic medium replaced every 3 days. Alizarin red (Sigma-Aldrich) and crystal violet (Sigma-Aldrich) staining were performed using standard protocols. For MEKi experiments, confluent primary cell cultures were treated with vehicle (dimethyl sulfoxide [DMSO]), 5 µM of selumetinib (Selleck Chemicals), or 2.5 nM of trametinib (Selleck Chemicals) for 72 hours prior to harvest. For patient-matched analyses, control- and fracture-derived primary cell samples from 4 patients were included. For replication experiments, fracture-derived primary cell samples from 7 patients were included. RNA Sequencing and Analysis Total RNA was extracted using an RNeasy Plus mini kit (QIAGEN), and the quality was confirmed using an Agilent Bioanalyzer. Library preparation and sequencing were performed at the Genome Technology Access Center at the McDonnell Genome Institute at Washington University in St. Louis. Ribosomal RNA was removed using a RiboErase kit (Kapa Biosystems). Remaining RNA was fragmented and reverse-transcribed using the SuperScript III Reverse Transcriptase enzyme (Thermo Fisher Scientific). Dual indexes were ligated, and the libraries were amplified prior to sequencing on an Illumina NovaSeq X Plus generating paired-end 150-bp reads. Sequence reads were mapped to the human reference genome (hg38) with use of STAR (version 2.7.8) . Alignments were filtered to remove duplicates, singleton reads, and unaligned reads. Gene expression was quantified using the Ensembl database (EMBL-EBI; release 109). The expression levels of protein-coding transcripts were normalized using the median ratio method for DESeq2 analysis 26 . Significant differences were determined using DESeq2. All analyses were conducted using Partek Flow software. Differentially expressed genes were defined as having a false discovery rate (FDR) p value of <0.05 and at least twofold change. Differential gene expression results (nominal p < 0.05) are provided in the Supplemental Tables in the Appendix. 27 cDNA Synthesis and Quantitative RT-PCR cDNA synthesis was performed using a High-Capacity RNA-to-cDNA Kit (Thermo Fisher Scientific). Gene expression was tested using SYBR Green PCR Master Mix (Thermo Fisher Scientific) with gene-specific primers (see Appendix Table S1). Target specificity was confirmed on a melting curve analysis. Statistical analyses were performed using a 1-way analysis of variance (ANOVA) in GraphPad Prism. Western Blotting Protein was extracted from primary cells using radioimmunoprecipitation assay (RIPA) buffer with Halt protease inhibitor cocktail (Thermo Fisher Scientific) and phosphatase inhibitor cocktails 2 and 3 (Sigma-Aldrich). Protein concentration was determined using a Pierce BCA Protein Assay Kit (Thermo Fisher Scientific). Primary and secondary antibody details are presented in Appendix Table S2 and were used according to the recommendation of the manufacturer. Images were acquired using an Odyssey CLx system (LI-COR Biotech). Quantification was performed using ImageJ software (National Institutes of Health) and is represented as the mean and standard error of the mean (SEM). The statistical analysis (1-way ANOVA) was performed using GraphPad Prism.",
  "introduction": "",
  "results": "",
  "discussion": "",
  "fetched_at": "2026-02-11T23:42:35.892122",
  "abstract_length": 1427,
  "methods_length": 5400,
  "introduction_length": 0,
  "results_length": 0,
  "discussion_length": 0
}