{
  "pmid": "PMID:40168468",
  "abstract": "BACKGROUND: Neurofibromatosis type 1 (NF1) is a genetic condition predisposing children to fracture pseudarthroses. MEK inhibitors are U.S. Food and Drug Administration-approved or are under study for the treatment of malignant pathologies associated with NF1. However, their potential to treat pseudarthrosis is largely unknown. METHODS: Primary cells cultured from control bone or fracture pseudarthroses from children with NF1 were treated with vehicle or with the MEK inhibitors trametinib or selumetinib. Gene expression was evaluated with use of transcriptome sequencing (RNAseq), and the activation of the downstream signaling pathway was evaluated with use of western blotting. Results were replicated in an independent cohort of patient fracture pseudarthrosis-derived primary cells. RESULTS: Pseudarthrosis samples were reproducibly associated with the reduced expression of gene signatures implicated in osteoblast differentiation, skeletal development, and the formation of the extracellular matrix. The expression of these gene signatures was significantly rescued following treatment with MEK inhibitors and concomitant reduced MEK/ERK (MAPK) pathway activation. CONCLUSIONS: Our study identified molecular signatures associated with fracture pseudarthrosis that were rescued with MEK inhibitor treatment. CLINICAL RELEVANCE: MEK inhibitors may promote the healing of fracture pseudarthroses in children with NF1.",
  "methods": "Methods: Primary cells cultured from control bone or fracture pseudarthroses from children with NF1 were treated with vehicle or with the MEK inhibitors trametinib or selumetinib. Gene expression was evaluated with use of transcriptome sequencing (RNAseq), and the activation of the downstream signaling pathway was evaluated with use of western blotting. Results were replicated in an independent cohort of patient fracture pseudarthrosis-derived primary cells. Materials and Methods The patient-derived primary cells used in this study were provided by the Scottish Rite for Children biorepository. All subjects provided written informed consent, and the study was approved by the institutional review board at UT Southwestern Medical Center. Cell Culture and Treatment Surgically excised tissues were finely minced and digested in 0.25 mg/mL of collagenase I (Thermo Fisher Scientific) and 1 mg/mL of dispase (Thermo Fisher Scientific) in Dulbecco’s Modified Eagle Medium (Thermo Fisher Scientific) with 15% fetal bovine serum (FBS; Sigma-Aldrich) and 1% penicillin/streptomycin (PS; Thermo Fisher Scientific) at 37°C. After being filtered through 100-μm strainers, the tissue fragments were again digested overnight, filtered, centrifuged, and resuspended and plated in Minimum Essential Medium α (MEM α; Thermo Fisher Scientific) supplemented with 20% FBS and 1% PS. After reaching confluence, cells were washed with phosphate buffered saline solution (Sigma-Aldrich), passaged using trypsin/EDTA (ethylenediaminetetraacetic acid) (Lonza), and maintained in MEM α supplemented with 10% FBS and 1% PS. All experiments were performed with early-passage (passage 3 or 4) cells. Cells were routinely tested for mycoplasma contamination. The cultured primary cells displayed fibroblast-like morphology, expressed mesenchymal stromal cell markers as determined by RNA sequencing, and displayed mineralization potential following osteogenesis (see Appendix Supplemental Fig. 1). For osteogenesis, MEM α medium was supplemented with 100 μg/mL of L-ascorbic acid 2-phosphate (Sigma-Aldrich), 10 mM of β-glycerophosphate (Sigma-Aldrich), and 100 nM of dexamethasone (Sigma-Aldrich) for 14 days, with the osteogenic medium replaced every 3 days. Alizarin red (Sigma-Aldrich) and crystal violet (Sigma-Aldrich) staining were performed using standard protocols. For MEKi experiments, confluent primary cell cultures were treated with vehicle (dimethyl sulfoxide [DMSO]), 5 µM of selumetinib (Selleck Chemicals), or 2.5 nM of trametinib (Selleck Chemicals) for 72 hours prior to harvest. For patient-matched analyses, control- and fracture-derived primary cell samples from 4 patients were included. For replication experiments, fracture-derived primary cell samples from 7 patients were included. RNA Sequencing and Analysis Total RNA was extracted using an RNeasy Plus mini kit (QIAGEN), and the quality was confirmed using an Agilent Bioanalyzer. Library preparation and sequencing were performed at the Genome Technology Access Center at the McDonnell Genome Institute at Washington University in St. Louis. Ribosomal RNA was removed using a RiboErase kit (Kapa Biosystems). Remaining RNA was fragmented and reverse-transcribed using the SuperScript III Reverse Transcriptase enzyme (Thermo Fisher Scientific). Dual indexes were ligated, and the libraries were amplified prior to sequencing on an Illumina NovaSeq X Plus generating paired-end 150-bp reads. Sequence reads were mapped to the human reference genome (hg38) with use of STAR (version 2.7.8) . Alignments were filtered to remove duplicates, singleton reads, and unaligned reads. Gene expression was quantified using the Ensembl database (EMBL-EBI; release 109). The expression levels of protein-coding transcripts were normalized using the median ratio method for DESeq2 analysis 26 . Significant differences were determined using DESeq2. All analyses were conducted using Partek Flow software. Differentially expressed genes were defined as having a false discovery rate (FDR) p value of <0.05 and at least twofold change. Differential gene expression results (nominal p < 0.05) are provided in the Supplemental Tables in the Appendix. 27 cDNA Synthesis and Quantitative RT-PCR cDNA synthesis was performed using a High-Capacity RNA-to-cDNA Kit (Thermo Fisher Scientific). Gene expression was tested using SYBR Green PCR Master Mix (Thermo Fisher Scientific) with gene-specific primers (see Appendix Table S1). Target specificity was confirmed on a melting curve analysis. Statistical analyses were performed using a 1-way analysis of variance (ANOVA) in GraphPad Prism. Western Blotting Protein was extracted from primary cells using radioimmunoprecipitation assay (RIPA) buffer with Halt protease inhibitor cocktail (Thermo Fisher Scientific) and phosphatase inhibitor cocktails 2 and 3 (Sigma-Aldrich). Protein concentration was determined using a Pierce BCA Protein Assay Kit (Thermo Fisher Scientific). Primary and secondary antibody details are presented in Appendix Table S2 and were used according to the recommendation of the manufacturer. Images were acquired using an Odyssey CLx system (LI-COR Biotech). Quantification was performed using ImageJ software (National Institutes of Health) and is represented as the mean and standard error of the mean (SEM). The statistical analysis (1-way ANOVA) was performed using GraphPad Prism.",
  "introduction": "Background: Neurofibromatosis type 1 (NF1) is a genetic condition predisposing children to fracture pseudarthroses. MEK inhibitors are U.S. Food and Drug Administration–approved or are under study for the treatment of malignant pathologies associated with NF1. However, their potential to treat pseudarthrosis is largely unknown.",
  "results": "Results: Pseudarthrosis samples were reproducibly associated with the reduced expression of gene signatures implicated in osteoblast differentiation, skeletal development, and the formation of the extracellular matrix. The expression of these gene signatures was significantly rescued following treatment with MEK inhibitors and concomitant reduced MEK/ERK (MAPK) pathway activation. Results MAPK Activation Is Associated with Reduced Skeletal Gene Signatures Somatic loss of heterozygosity at the  NF1  gene resulted in hyperactivation of the oncogenic MAPK signaling pathway (Fig.  1 -A). We first sought the global molecular signatures associated with fracture-derived primary cells compared with patient-matched primary control cells cultured from excess iliac-crest graft tissue from 4 patients. Global expression profiles were compared using principal component analysis (PCA), which identified distinct control- and fracture-derived populations (Fig.  1 -B). When comparing the pseudarthrosis and control groups, differential gene expression analysis identified 157 and 72 fracture-associated genes with an at least twofold difference in expression and significantly (FDR p < 0.05) increased or decreased expression, respectively, in fracture-derived samples (Figs.  1 -C and  1 -D; see also Appendix Table S3). To provide biologic context to these fracture-associated genes, we performed gene set enrichment analysis (GSEA). GSEA was used to identify molecular pathways or developmental processes that were significantly enriched among the fracture-associated genes, thereby implicating these pathways and processes in the pathogenesis of NF1 pseudarthrosis. Consistent with  NF1  loss of heterozygosity, genes with increased expression in fracture-derived samples were associated with multiple molecular processes converging on MAPK pathway hyperactivation (Fig.  1 -E). Conversely, genes with reduced expression in fracture-derived samples were significantly enriched in biologic processes involved in the formation and maintenance of the ECM, osteoblast differentiation, and skeletal system development (Fig.  1 -E). These results are consistent with those of a prior single-cell RNA sequencing analysis of fracture-derived heterozygous and somatically mutated primary cells . 11 Fig. 1 Figs. 1-A through 1-E  Increased MAPK signaling in NF1 pseudarthrosis.  Fig. 1-A  Schematic demonstrating the activation of the MAPK pathway in the heterozygous iliac crest ( NF1 ) and in the fracture pseudarthrosis, which consists of somatic  +/− NF1  cells following the loss of heterozygosity.  −/− Fig. 1-B  Principal component analysis (PCA) plot distinguishing patient-matched iliac crest-derived and fracture pseudarthrosis-derived samples. Patient-matched samples are connected by a solid line. PC = principal component.  Fig. 1-C  Volcano plot depicting the fold-change in expression of genes, and associated significance, in pseudarthrosis (fracture) compared with iliac crest (control) samples. Genes with increased and decreased expression in pseudarthrosis are shown in red and blue, respectively.  Fig. 1-D  Heat map depicting the expression levels of pseudarthrosis-associated genes in patient-matched iliac crest- and fracture-derived samples.  Fig. 1-E  Gene set enrichment analysis of molecular pathways with increased (red) or decreased (blue) expression in pseudarthrosis samples compared with iliac crest samples. Tyr. phos. activ. = tyrosine phosphatase activity, Pos. reg. = positive regulation, Coll. = collagen, Skel. sys. morph. = skeletal system morphogenesis, diff. = differentiation, Skel. sys. dev. = skeletal system development. MEK Inhibition Reverses the Fracture-Associated Gene Signatures MEK inhibitors have the potential to treat a myriad of NF1 secondary manifestations; however, their impact on skeletal manifestations remains uncertain . To begin addressing this, we treated fracture-derived primary cells with the MEK inhibitors trametinib or selumetinib and compared their molecular responses to those of vehicle-treated cells. Both trametinib and selumetinib reduced MEK pathway activation, as detected on western blotting (Figs.  25 2 -A and  2 -B). We next performed RNA sequencing of vehicle- and MEKi-treated fracture-derived primary cells. PCA identified distinct sample clusters grouped by their treatment status (Fig.  2 -C). To further refine the response of fracture-derived primary cells to MEKi treatment within the context of NF1 pseudarthrosis, we identified MEKi-responsive differentially expressed genes by comparing each treatment to the vehicle treatment (see Appendix Supplemental Figs. 2A and 2B, Appendix Table S4). MEK inhibition with selumetinib resulted in a greater number of differentially expressed genes compared with trametinib, and these genes were mostly inclusive of those responsive to trametinib (see Appendix Supplemental Fig. 2C). These results are consistent with both compounds targeting the MAPK pathway. Fig. 2 Figs. 2-A, 2-B, and 2-C  Pharmacologic MEK inhibition in pseudarthrosis samples.  Fig. 2-A  Representative western blot showing the relative levels of phosphorylated (active) ERK (p-ERK), total ERK (t-ERK), and GAPDH (glyceraldehyde 3-phosphate dehydrogenase) protein in a patient fracture-derived primary cell sample treated with vehicle or with the MEK inhibitors selumetinib (selum.) or trametinib (tram.).  Fig. 2-B  Quantification of p-ERK to t-ERK ratio levels in fracture-derived samples from 4 patients. Reductions in pathway activation with trametinib (orange) and selumetinib (blue) are shown normalized to the patient-matched vehicle-treated sample (red). Data are shown as the mean and SEM, with significant differences detected by 1-way ANOVA with the Dunnett multiple test correction.  Fig. 2-C  Principal component analysis (PCA) depicting the variability between fracture-derived samples treated with vehicle, trametinib, or selumetinib. PC = principal component.  Figs. 2-D and 2-E  Gene set enrichment analysis of molecular pathways (from Figure  1 ) with decreased ( Fig. 2-D ) or increased ( Fig. 2-E ) expression in pseudarthrosis samples treated with trametinib or selumetinib compared with vehicle. Pos. reg. = positive regulation, n.s. = not significant, Coll. = collagen, Skel. sys. morph. = skeletal system morphogenesis, diff. = differentiation, Skel. sys. dev. = skeletal system development.  Fig. 2-F  Heat map of the relative expression (Rel. Exp.) of pseudarthrosis-associated genes in each of 4 patient pseudarthrosis samples treated with vehicle or with the MEK inhibitors trametinib or selumetinib. Using GSEA of the MEKi-responsive genes, we evaluated the response of fracture pseudarthrosis-associated biologic processes following MEKi treatment. While MAPK-associated biologic processes were expressed at higher levels in vehicle-treated fracture-derived primary cells than in control cells (red, Fig.  1 -E), these same processes were expressed at lower levels in MEKi-treated fracture cells (blue, Fig.  2 -D). Likewise, we evaluated the enrichment of processes that were repressed in fracture-derived primary cells when compared with control cells (blue, Fig.  1 -E). Both MEKi compounds increased the expression of genes implicated in skeletal development and fracture healing, including components of the ECM and osteoblast differentiation (red, Fig.  2 -E). However, not all pathways were significantly different following MEKi treatment. Therefore, to complement the GSEA analyses, we investigated the expression of pseudarthrosis-associated genes in vehicle- and MEKi-treated samples. In all 4 patient samples, comparisons with vehicle-treated cells showed that the dysregulation of fracture-associated genes was rescued with MEKi treatment (Fig.  2 -F). These results suggest that MEKi treatment successfully reverses the molecular profiles of fracture-associated primary cells associated with MAPK hyperactivation. Independent Replication Confirms Molecular Rescue with MEKi Treatment Our results utilizing patient-matched primary cells cultured from control bone and fracture pseudarthroses suggest that the loss of heterozygosity at the  NF1  gene leads to the hyperactivation of MAPK signaling and the repression of genes that are required for skeletal development and, potentially, for fracture healing, and that these differences are reversed with MEKi treatment. To replicate these findings, we performed similar experiments utilizing fracture-derived primary cells from an independent cohort of 7 patients for whom patient-matched control cells were not available. Both selumetinib and trametinib significantly inhibited MAPK hyperactivation, as detected by the significant reduction in phosphorylated (p-)ERK protein (Figs.  3 -A and  3 -B). PCA of global gene expression distinguished samples treated with vehicle, trametinib, or selumetinib (see Appendix Supplemental Fig. 3A). We detected differentially expressed genes (FDR p < 0.05) with an at least twofold difference in expression and again compared the results between cells treated with trametinib and those treated with selumetinib (see Appendix Supplemental Figs. 3B and 3C, Appendix Table S5). Similar to our prior results (see Appendix Supplemental Fig. 2C), the molecular response to selumetinib was comparatively greater than the response to trametinib and was largely inclusive of genes that were differentially expressed following trametinib treatment (see Appendix Supplemental Fig. 3D). Fig. 3 Figs. 3-A through 3-D  Replication of the response of fracture-derived samples to MEK inhibition. P-ERK = phosphorylated (active) ERK, t-ERK = total ERK.  Fig. 3-A  Representative western blot of ERK pathway activation and GAPDH (glyceraldehyde 3-phosphate dehydrogenase) in pseudarthrosis samples from 2 patients treated with vehicle or with the MEK inhibitors trametinib or selumetinib. Pt. = patient.  Fig. 3-B  Quantification of p-ERK to t-ERK ratio levels from pseudarthrosis samples from 7 patients treated with vehicle, trametinib (Tram.), or selumetinib (Selum.). Data are shown as the mean and SEM normalized to the patient-matched vehicle-treated sample. Significant differences were determined using the raw values with use of 1-way ANOVA with the Dunnett multiple test correction.  Fig. 3-C  Gene set enrichment analysis of molecular pathways (from Figure  1 ) with decreased (blue) or increased (red) expression in an independent cohort of patient-derived pseudarthrosis samples treated with trametinib or selumetinib compared with vehicle. Pos. reg. = positive regulation, n.s. = not significant, Coll. = collagen, Skel. sys. morph. = skeletal system morphogenesis, diff. = differentiation, Skel. sys. dev. = skeletal system development.  Fig. 3-D  Heat map of the expression of pseudarthrosis-associated genes in fracture-associated samples from 7 patients treated with vehicle, trametinib, or selumetinib. GSEA analyses demonstrated a significantly reduced expression of MAPK-associated biologic processes with MEKi treatment compared with vehicle treatment (blue, Fig.  3 -C). Likewise, the expression of some, but not all, skeletal biologic processes inhibited in pseudarthroses was increased following MEKi treatment (red, Fig.  3 -C). Despite such variability, those associated with the ECM were among the most significantly enriched in both of the MEKi-treated cohorts. Lastly, we queried the relative expression of fracture-associated genes, and the results demonstrated the rescue of pseudarthrosis-associated gene expression following MEKi treatment (Fig.  3 -D). Taken together, our results reproducibly demonstrate the responsiveness of fracture-derived primary cells to MEKi treatment and the potential to reverse MEK-dependent dysregulation. Selumetinib Does Not Alter Control Cell Differentiation Unlike BMP-2, which is provided directly to the fracture site using a collagen sponge, MEK inhibitors are currently provided as oral medications. Therefore, MEK inhibition is likely to impact progenitor cells at the fracture site as well as elsewhere throughout the skeleton. We sought to evaluate the molecular response to MEKi of control cells derived from patients with NF1. PCA demonstrated a systematic response to MEKi in both the control- and fracture-derived primary cells (Fig.  4 -A). We next performed an analysis of differential gene expression between control cells treated with selumetinib or vehicle, and we compared the results with those of the pseudarthrosis-associated genes (Fig.  4 -B; see also Appendix Table S6). Consistent with the PCA results, the response of most genes to selumetinib was similar in the control and fracture cells (Fig.  4 -C). Finally, we tested the osteogenic differentiation potential of patient-derived control cells treated with vehicle or selumetinib by testing the relative expression of the osteogenic marker genes osteopontin ( SPP1 ) and  RUNX2 . Following osteogenic differentiation in the presence of selumetinib, the expression of both genes was significantly increased to levels at least equivalent to those in vehicle-treated cells (Figs.  4 -D and  4 -E). These results suggest that MEKi treatment does not negatively influence the osteogenic differentiation of control cells derived from patients with NF1. Fig. 4 Figs. 4-A, 4-B, and 4-C  Selumetinib did not significantly alter the control cells.  Fig. 4-A  Principal component analysis (PCA) comparing fracture (square) and patient-matched control (circle) samples treated with vehicle (blue), trametinib (orange), or selumetinib (purple). PC = principal component.  Fig. 4-B  Volcano plot depicting genes that were differentially expressed between control samples treated with selumetinib or vehicle. Genes with increased (red) or decreased (blue) expression following selumetinib treatment are shown.  Fig. 4-C  Heat map of genes differentially expressed (FDR p < 0.05) in control samples treated with selumetinib compared with vehicle. Data are shown for both control (Cntl.) and pseudarthrosis (Frac.) samples treated with vehicle or selumetinib (Selum.).  Figs. 4-D and 4-E  Relative expression (Rel. Exp.) of the osteogenic marker genes  SPP1  ( Fig. 4-D ) and  RUNX2  ( Fig. 4-E ) in control samples from 3 patients with NF1 treated with either vehicle (Veh.) or selumetinib (Selum.) prior to osteogenic differentiation (black) and following osteogenic differentiation (blue). Data are shown as the mean and SEM, with significant differences determined by 1-way ANOVA with the Tukey multiple test correction.",
  "discussion": "Conclusions: Our study identified molecular signatures associated with fracture pseudarthrosis that were rescued with MEK inhibitor treatment. Discussion Treatment of fracture pseudarthrosis in patients with NF1 represents an important clinical challenge. Although initial healing after surgery may be observed, the risk of refracture persists for these patients, potentially requiring multiple additional procedures and/or amputation . To promote healing, BMP-2 is often applied at the fracture site; however, the efficacy of BMP-2 to promote healing and reduce refracture risk in these patients remains unproven 8 . Meanwhile, the development and testing of targeted therapies for nonskeletal manifestations of NF1 have outpaced those for pseudarthrosis or other skeletal deformities 21 , 22 , 28 . The goal of the present study was to test the molecular response of patient fracture pseudarthrosis-derived primary cells to MEKi treatment in order to improve our understanding of the therapeutic potential of these compounds to treat pseudarthrosis. Using transcriptome profiling, we found significant differences in gene expression signatures between patient-matched primary cells cultured from control bone and those cultured from fracture pseudarthroses. These differences include a reduced expression of genes required for skeletal development and fracture healing in the fracture samples. 25 , 29 Western blotting and transcriptome analyses also demonstrated increased activation of the MAPK signaling cascade, which may be targeted with the MEK inhibitors trametinib or selumetinib. Both trametinib and selumetinib reduced MAPK pathway activation, which was confirmed at both the protein and gene expression levels. Reduced MAPK signaling was associated with the rescue of skeletal gene expression signatures, including those regulating the formation of the ECM. These results were replicated in an independent cohort of patient fracture-derived primary cells. In preclinical mouse studies, genetic deletion of the  Map2k1  (Mek1) and  Map2k2  (Mek2) genes inhibited the osteogenesis of skeletal progenitor cells . Therefore, we also evaluated the potential impact of selumetinib on control cells from patients with NF1. The results of the present study suggest that MEK inhibition does not alter the osteogenic potential of heterozygous control cells from patients with NF1. Although the results utilizing patient-derived primary cells presented herein are encouraging, inherent limitations exist in the extrapolation of results from in vitro cell culture to skeletal stem cells within their native microenvironment in vivo, whether during skeletal development or fracture healing. However, we recently integrated the expression profiling of NF1 fracture-derived primary cells with a spatial transcriptomic analysis of an NF1 fracture pseudarthrosis, which correlated pseudarthrosis-associated dysregulation with increased MAPK signaling that was localized within pseudarthrosis tissue 30 . 31 Selumetinib (Koselugo; Alexion Pharmaceuticals) is an oral MEKi approved to treat plexiform neurofibromas in children with NF1 as young as 2 years old. The potential therapeutic window for MEKi therapy after pseudarthrosis surgery remains to be determined and could be up to several months to promote proper fracture healing; however, the long-term effect of selumetinib therapy on the growing pediatric skeleton remains unclear . Compared with the general population, children with NF1 have lower height-adjusted bone density Z-scores (HAZ) 25 . One recent study reported on a subset of pediatric patients receiving selumetinib for 1 year as part of the SPRINT clinical trial evaluating children with inoperable plexiform neurofibromas 32 . As expected, the average total hip and femoral neck HAZ, which was measured with use of whole-body dual x-ray absorptiometry (DXA), was −2 and was unchanged after 1 year of selumetinib therapy 24 . Although a prospective evaluation of skeletal health in children receiving selumetinib or another MEKi remains to be completed, these results suggest that selumetinib may be used within a shortened therapeutic window (relative to that for cancer pathologies) to promote fracture healing without presenting a risk to overall bone health. 7 The present study did not identify or test specific cell types contributing to fracture pseudarthrosis but rather investigated a mixed cell population that was cultured from pseudarthrosis tissue resected during standard-of-care surgical procedures. Therefore, the results of this study may be generalizable and suggest a potential therapeutic benefit of MEK inhibitors in improving bone quality and, potentially, preventing fracture in the setting of long-bone dysplasia. Recent efforts to correct the mechanical alignment of dysplastic tibiae using growth modulation have been reported . While correction of the mechanical axis may be achieved with this approach, the subsequent impact on bone quality or long-term fracture risk remains uncertain, and it is also possible that some patients may not be eligible for such a corrective procedure. Thus, pharmacologically targeting the underlying molecular disease, such as with a MEKi, may also be worthwhile in the setting of bone dysplasia. 33 In addition to MAPK signaling, loss of  NF1  and activation of RAS have also been shown to promote hyperactivation of other downstream signaling cascades, including AKT serine threonine kinase/mechanistic target of rapamycin (AKT/mTOR) and protein kinase C/cyclic adenosine monophosphate (PKC/cAMP) . Therapies targeting these different effector pathways are currently in development or being studied in clinical trials of nonskeletal manifestations of NF1. Selumetinib, and now mirdametinib, are MEKi that have been approved by the FDA for use in children with NF1, while others, such as trametinib, may be used off-label with comparable outcomes. The present study evaluated MEK inhibitors due to their FDA approval for use in children. Future studies are needed to similarly investigate compounds that target other pathways downstream of RAS. 1 Taken together, the results from this study reproducibly demonstrate a potential for MEK inhibitors to disrupt the molecular pathology associated with NF1 pseudarthrosis and support further testing of existing targeted therapies in this patient population.",
  "fetched_at": "2026-02-11T02:31:00.540527",
  "abstract_length": 1427,
  "methods_length": 5400,
  "introduction_length": 329,
  "results_length": 14562,
  "discussion_length": 6381
}