{
  "pmid": "PMID:40172801",
  "abstract": "Almost all patients of Neurofibromatosis Type I (NF1) develop benign peripheral nerve tumors called neurofibromas, which are derived from neural crest Schwann cell lineage progenitors with biallelic NF1 gene mutations. More than 90% of NF1 patients develop dermal neurofibromas (DN), and 25-50% develop plexiform neurofibromas (PN). In 8-13% of individuals with NF1, PN can transform into malignant peripheral nerve sheath tumors (MPNSTs), a type of nerve soft tissue sarcoma that is the main cause of mortality of NF1 patients. In addition to arising from benign neurofibromas (50%), MPNSTs can also occur spontaneously (~40%) or following radiation therapy (~10%). Treatment for MPNST is limited to complete resection with negative margins. Still, the high recurrence of MPNST is a major concern. However, full resection of the pre-malignant lesions can largely reduce the recurrence and mortality of patients. So, early diagnosis and distinguishing malignancy from benign and premalignant lesions are particularly important. During the progression from benign neurofibromas to malignancy, a variety of changes including tumor morphology, genetic mutations, expression of multiple signaling pathways-related proteins and genome instability gradually occur. In this review, we detail these changes with the goals of identifying the histological and/or molecular signs of malignancy initiation, and an optimal therapeutic intervention window, to inhibit tumor progression and reduce the rate of mortality.",
  "methods": "",
  "introduction": "Introduction Neurofibromatosis type 1 (NF1) is one of the most common human monogenic disorders, with a frequency of about 1:3000 in the human population [ 1 – 3 ]. It is a cancer predisposition syndrome caused by  NF1  gene mutations, resulting in diverse complications including café-au-lait spots, peripheral nerve sheath benign tumors—neurofibromas, as well as Lisch Nodules, learning disabilities, epilepsy, scoliosis, and others [ 4 – 7 ]. Patients with NF1 are at risk for the development of other tumors: including malignant peripheral nerve sheath tumors, optic gliomas, astrocytoma, breast cancer, and myeloid leukemia [ 3 ,  8 ]. NF1 is one of the Rasopathy diseases, a group of disorders caused by RAS-MAPK signaling pathway gene mutations [ 9 – 11 ]. The  NF1  gene (17q11.2, 283kb) encodes a RAS-GAP protein, so inactivating mutations in the  NF1  gene increase cellular levels of RAS-GTP, thereby affecting the proliferation, migration, and differentiation of cells [ 12 ,  13 ]. More than 90% of NF1 patients develop neurofibromas associated with cutaneous nerves called dermal neurofibroma (DN) [ 3 ,  14 ], and up to half of the NF1 patients develop plexiform neurofibromas (PN), largely associated with deep nerves [ 15 – 17 ]. DNs derive from peripheral nerve branches during adolescence or adulthood and occur in a range of numbers and sizes. They can cause itching, pain, and disfigurement in patients but rarely, if ever, transform into malignancy [ 18 ,  19 ]. PNs, however, develop from birth and can transform into malignant peripheral nerve sheath tumor (MPNST), which affects ~ 10% of NF1 patients [ 20 – 22 ]. Histologically, DNs and PNs exhibit similar tumor structures and cellular compositions, encompassing multiple cell types. These are Schwann Cells (SC), fibroblasts (FB), mast cells, macrophages, dendritic cells, and T cells [ 19 ,  23 – 25 ]. Currently, surgery is the only effective therapy to remove neurofibromas. In 2020, the Food and Drug Administration (FDA) approved the first clinical drug—selumetinib, an MEK inhibitor that can shrink neurofibromas unfit for surgical resection [ 26 – 28 ]. Recently, another MEK/ERK kinase inhibitor drug-mirdametinib (PD0325901), was approved by the FDA for adult and pediatric NF1 patients with PNs that are not amenable to complete resection. Malignant Peripheral Nerve Sheath Tumors (MPNSTs) are soft-tissue sarcomas derived from neural crest cell lineage cells [ 29 ]. MPNST can occur spontaneously (~40%), following radiotherapy (~10%), or be derived from plexiform neurofibromas (~50%) which are usually large and deep located in the large nerves [ 30 ,  31 ]. MPNSTs are highly aggressive, leading to a 5-year death rate of up to 50% [ 32 ,  33 ]. The only definitive therapy for MPNST is surgical resection with widely negative margins, which is often unfeasible for tumors with deep location, big size, or metastasis [ 34 – 36 ]. Additionally, MPNSTs are commonly characterized by high recurrence (30%-70%) after resection [ 37 ,  38 ]. Treatment with chemotherapy or radiation therapy is ineffective for MPNST patients [ 39 ,  40 ]. It was reported that patients with NF1-associated MPNST have lower survival rates and are more resistant to clinical treatment than patients with non-NF1-associated MPNST [ 37 ,  39 ]. However, full resection of premalignant tumors before the transition from benign to malignancy may significantly reduce the rate of death and recurrence [ 41 ,  42 ]. Therefore, it is critical to early diagnose and perform the surgical treatment of MPNST precursor lesions, before tumors become high-grade and metastasize. While there are no recurrent genetic mutations detected present in benign neurofibromas (except the  NF1  gene mutation), MPNST has a diverse mutational spectrum including multiple gene mutations and DNA fragment deletions or duplications [ 43 ,  44 ]. Consequently, there must be multiple genomic changes before neurofibromas transform into malignant tumors. However, how and which of the changes drive the process of tumor deterioration is not fully clarified. The diagnosis of signs of malignant transition from benign and premalignant status is still difficult due to the limitations of imaging techniques and mechanistic understanding of tumor malignancy. Here, we describe the gene mutations, gene expression, genomic stability, and signaling pathways at different stages of benign neurofibromas versus MPNSTs in detail. We present an updated evaluation of advanced imaging techniques for MPNST diagnosis and detection, complemented by a detailed examination of the histological evolution throughout tumor progression. We hope that by thoroughly understanding and analyzing the numeric changes during the process of MPSNT development from neurofibromas, we could identify the signs of malignancy initiation and delineate a treatment window before the development of aggressive cancers, thereby reducing the mortality of patients.",
  "results": "",
  "discussion": "Conclusion We summarize the genetic mutations, gene expression changes, chromosomal gains and losses, and altered signaling pathways in NF1-prone precursor Schwann cells, PNs, ANNUBP, and MPNSTs (Fig.  2 ). In this review, we mainly focused on the numeric changes throughout different stages of tumor development from benign to malignancy, with the expectation to find the critical initial events or histological/molecular signs of malignancy. Increased cell proliferation and mutations of additional tumor suppressor genes in ANNUBP or MPNST are the most obvious differences with benign PNs. So early histological analysis of tumors showed suddenly increased growth combined with a molecular diagnosis for mutations of tumor suppressor genes like  CDKN2A, TP53, RB1 , and  PTEN  are critical to determine the pre-malignancy status of PN. Dramatic changes related to multiple genes, pathways, and a large range of chromosomes occur in malignant MPNST, which likely contribute to tumor resistance and recurrence. Complete resection of the local tumor before malignancy may function effectively to reduce death and recurrence. Therefore, the pre-malignant stage (AN/ANNUBP) may be an effective treatment window for NF1-associated MPNST. So, close follow-up of PN and early diagnosis of the malignancy transformation is necessary for timely treatment. However, we did not thoroughly discuss the initiation, development, and treatment of the sporadic and radiation-related MPNSTs, which is a limitation of this review. Without following up PNs, how sporadic or radiation-related MPNSTs can be early diagnosed and treatment deserves a detailed and complete discussion. Based on previous studies, multiple changes including gene mutations, signaling activations, and chromosomal instabilities were also identified in those MPNSTs. So, combined targeted therapy needs to be further researched to help sporadic and radiation-related MPNST treatment. Fig. 2 Gene mutations, gene overexpression, chromosomal loss or gains, and excessively expressed signaling pathways are organized in NF1-prone precursor Schwann cells, PN, AN/ANNUBP, and MPNST. References are indicated. PN: plexiform neurofibroma; AN: atypical neurofibroma; ANNUBP: atypical neurofibromatous neoplasms of uncertain biologic potential; MPNST: malignant peripheral nerve sheath tumor",
  "fetched_at": "2026-02-11T02:29:47.222399",
  "abstract_length": 1505,
  "methods_length": 0,
  "introduction_length": 4969,
  "results_length": 0,
  "discussion_length": 2340
}