{
  "pmid": "PMID:40188079",
  "abstract": "BACKGROUND: NF2-related Schwannomatosis (previously referred to as Neurofibromatosis Type 2, or NF2) is a genetic-associated disease resulting from mutations in the gene, NF2. NF2 encodes the Merlin protein, which acts as a tumor suppressor. Bilateral vestibular schwannoma (VS) is a hallmark of NF2. Although the exactly molecular mechanism mediating NF2-driven schwannomatosis is not fully understood, it is known that defective Merlin protein functionality leads to abnormal cell proliferation. METHODS: Herein, we utilized a human induced pluripotent stem cell (hiPSC)-based Schwann cell (SC) model to investigate the role of Merlin in human SCs. SCs were derived from hiPSCs carrying a NF2 mutation (c.191 T > C; p. L64P), its isogenic wild-type control cell line, and a NF2 patient-derived hiPSC line. Phenotypes were determined via immunocytochemistry and various bioassays. Different proteins interacting with Merlin in wild-type and NF2 mutation SCs were identified using co-immunoprecipitation followed by mass spectrometry. RESULTS: SC derived from NF2 CONCLUSIONS: Our results presented a hiPSC-derived SC system for SC-related disease modeling and established a new model in which Merlin interacts with Arkadia and SKOR2. This interaction is required for the proper cell proliferation in human SCs.",
  "methods": "Methods Herein, we utilized a human induced pluripotent stem cell (hiPSC)-based Schwann cell (SC) model to investigate the role of Merlin in human SCs. SCs were derived from hiPSCs carrying a  NF2  mutation (c.191 T > C; p. L64P), its isogenic wild-type control cell line, and a NF2 patient-derived hiPSC line. Phenotypes were determined via immunocytochemistry and various bioassays. Different proteins interacting with Merlin in wild-type and NF2 mutation SCs were identified using co-immunoprecipitation followed by mass spectrometry. Materials and methods Cell culture and Schwann cell (SC) differentiation hiPSCs were maintained on the vitronectin-coated plate in the StemFlex medium (ThermoFisher). Media were changed daily. Differentiation of hiPSCs toward SC followed a previous published protocol  17  with modifications (Fig.  1 A). Briefly, hiPSCs were incubated in the NDM containing 1X N2, 1X B27, 0.005%BSA (Sigma), 2mM GlutaMAX (ThermoFisher), 0.11mM β mercaptoethanol (ThermoFisher), 3mM Chir99021(Reprocell), and 20 mM SB431542 (Reprocell) in advanced DMEM/F12 and Neurobasal medium (1:1mix) for 6 days prior to the incubation in NDM supplemented with 100 ng/ml NRG1 (Peprotech) for the Schwann cell precursor (SCP) induction. SCPs could be expanded and cryopreserved for the future usage. To further differentiate SCPs to SCs, SCPs were first incubated in SCDMI containing 1%FBS, 200ng/ml NRG1, 4mM forskolin (Sigma), 100nM retinoic acid (RA; Sigma) and 10ng/mL PDGF-BB (ThermoFisher) in DMEM/low glucose medium for 3 days. On the day 4, medium was replaced by SCDMII containing same ingredients as SCDMI without forskolin and RA. Two days later, cells were matured in SCM containing 1%FBS and 200ng/ml NRG1 for desired time. \n \n Fig. 1 Differentiation of Schwann cells (SCs) from NF2 WT  and NF2 L64P  hiPSC lines.  A . Schematic of the differentiation protocol.  B, C , and  D . Quantification of Schwann cell progenitors ( B ), SCs ( C ) and neurons ( D ) induction based on the ratio of marker + cells over DAPI + cells. B’, B”, C’, C”, D’ and D”. Representative immunohistochemistry (IHC) images of markers for SCPs, SCs, and neurons, respectively. Scale bar = 100 μm Patient-Derived leukocytes Assent and informed consent were obtained from a 12-year-old female with bilateral VS and her legal authorized representative, respectively, to collect and bank blood for research purposes, using a University of Miami Institutional Review Board-approved protocol (#20150637). The subject has a clinical diagnosis of NF2 and germline deletion of chromosome 22 that includes the  NF2  gene. Immunohistochemistry Specimens were fixed in 4% paraformaldehyde for 30 min at RT with gentle shaking followed by three washes with PBS, 10 min each time. Blocking procedure used 10% desired serum in PBS with 0.1% triton X-100 for 30 min at RT. Subsequently, specimens were incubated with primary antibodies (Table  S1 ) diluted in PBS with 3% goat or horse serum and 0.1% triton X-100. After washing with PBS for three times, specimens then were incubated with secondary antibodies at RT for one hr prior to three more washes with PBS. Finally, specimens were mounted using ProLong™ Gold Anti-fade mountant with DAPI (ThermoFisher). Images were taken using Keyence BZ-X series Fluorescence Microscope. Cell proliferation assay Two cell proliferation assays were used in this study. First, cell proliferation was measured using BrdU Cell Proliferation Elisa Kit (Abcam) following the manufacturer instruction. SCs were seeded on day 13 of the maturation stage with the same cell number. Cells were incubated with BrdU for 24 h prior to the measurement using a microplate reader. Secondly, we performed CyQUANT ®  NF Cell Proliferation Assay (Invitrogen) to measure the cellular DNA content, which is proportional to cell number. The assay was performed at 6 and 48 h of culture length following manufacturer’s instruction. Cell number was counted overtime on 1, 4, and 7 days of culture in 24 well plates. Cell number was counted based on DAPI staining in 8 different samples per cell line using ImageJ. Cell cycle analysis Cells were plated in 24 well plates. Cells underwent 24 h in the culture medium containing 0.1% FBS followed by 24 h in the medium containing 10% medium FBS. Cells were fixed and stained with DAPI. Flow cytometry was performed in the Flow Core at the University of Miami School of Medicine. Cell measurement Cells in 24 well plates were stained with phalloidin (Invitrogen) and mounted. Images were taken using Keyence BZ-X series Fluorescence Microscope. Cell surface measurement and morphological analysis were taken in ImageJ. At least 50 cells were measured for each cell line. Cell treatment SCs were induced with 2ng/ml TGFβ1 (PeproTech) before the SBE assay or protein isolation for the cytoplasmic and nucleus fractions. Protein isolation and co-immunoprecipitation (Co-IP) Total protein lysate was isolated using RIPA buffer (ThermoFisher) supplementary with protease inhibitors. Cytoplamic and nucleus proteins were isolated using NE-PER Nuclear and Cytoplasmic Extraction Kit (ThermoFisher). Protein lysates used for Co-IP were isolated using IP lysis buffer (ThermoFisher). All protein samples were quantified using Pierce BCA assay kit (ThermoFisher). Co-IP was performed following the manufacture instruction of EZview™ Red Protein A Affinity Gel (Sigma-Aldrich) or Dynabeads™ Protein G Immunoprecipitation Kit (ThermoFisher). Briefly, antibody and protein lysate were incubated together for at least 1 h at 4˚C to allow antibody-antigen complexes to form. Antibody-antigen complexes mix was then mixed with pre-washed gel beads at 4˚C overnight. After three washes with lysis buffer, antibody-antigen complexes were eluted in SDS-PAGE sample buffer (Bio-Rad) for following applications, e.g., SDS-PAGE analysis and Western blots. TMT labeling and mass spectrometry After Co-IP, proteins were eluted in 0.2 M glycine (pH 2.5) and dried in the vacuum concentrator. The six samples ( n  = 3 each for the WT & mutant, with each replicate from the same genotype representing a unique culture) were prepared for TMT labeling and mass spectrometry (MS) with the EasyPrep™ MS sample prep kit (ThermoFisher). Subsequently, the digested peptides were incubated with TMT labels and quenched with hydroxylamine followed by the peptide purification. Purified labeled peptides were dried to completion and resuspended in 10 µl of 2% acetonitrile with 0.1% formic acid. Peptide identification from MS was completed by the Ophthalmology mass spectrometry core facility in the University of Miami Miller School of Medicine. Bioinformatics RAW files from the MS were imported into Proteome Discoverer (ver. 3.0; ThermoFisher) and analyzed using the default TMT workflow. First, a conceptually translated human genome (as a fasta file; give details about the genome) was queried. Both quantitative (TMT-labeled peptides) and semi-quantitative (presence-absence) data were exported as.csv files and imported into JMP ®  Pro (ver. 17; Cary, NC, USA). All proteins were scaled by Proteome Discoverer to where the mean of the six samples was 100; this ensured that high abundance proteins did not bias the multivariate analyses outlined below. However, this scaling step does not ensure that each sample yields comparable data. To demonstrate this, the overall mean TMT signal was assessed across all six samples, and it was found to differ significantly ( p  < 0.01) among them; some samples consistently yielded higher protein concentrations than others, despite having labeled the same amount of protein. To correct for this, the concentrations of the individual proteins were normalized to the global mean of the respective sample. Upon undertaking this normalization step, the mean protein level was reduced from the Proteome Discoverer default of 100 to 1. As the simplest means of uncovering treatment-responsive proteins, proteins found in all three replicates of one condition and in no samples of the other were uncovered (i.e., both WT-only & mutant-only). As a more common means of identifying differentially concentrated proteins (DCPs), JMP’s response screen was used. Only proteins that were both significantly differentially concentrated at an FDR-adjusted alpha of 0.05 and that differed by at least 2-fold between treatments were considered to represent DCPs. As a more global means of characterizing mutation effects on the partial Co-IP-proteome, both principal components analysis (PCA) and multi-dimensional scaling (MDS) were performed with the subset of 262 TMT-labeled peptides. To determine whether there was a multivariate difference between the proteomes of samples of the two conditions, a non-parametric multivariate ANOVA (NP-MANOVA) was undertaken using the coordinates from the first three MDS dimensions (stress = 0.08) as the model Y’s. This analysis was used because standard MANOVA cannot be undertaken with wide datasets (i.e., more analytes than samples), and an alpha of 0.05 was set a priori. Partial least squares was used simultaneously to generate a model such that the misclassification rate could be calculated. Western blots SDS-PAGE was performed using the Bio-Rad Mini-PROTEAN Tetra system. Western blots were performed following standard procedures. Antibodies used in this study were listed in the table  S1 . Secondary antibodies conjugated with horseradish peroxidase (HRP) were used. Development of images used SuperSignal™ West Femto Maximum Sensitive Substrate (ThermoFisher). Images were taken using ChemiDoc Imaging System (Bio-Rad). SBE assays SBE (smad binding element) assay was performed using SBE reporter kit (BPS Bioscience) following the product general protocol. Cells were transfected using Lipofectamine 2000 (Invitrogen) and treated with TGFβ1 for 8 h. Two-Step Luciferase (Firefly and Renilla) assay system (BPS Bioscience) was used to measure the SBE reporter activity. Firefly luciferase readouts were normalized with Renilla readouts prior to the statistical analysis. Lentivirus generation and infection Lentivirus were generated by transfecting HEK293T cells (Takara) with lentiviral plasmids using the Lenti-vpak packaging kit (Origene) following the manufacturer instruction. Lentiviral plasmids carrying short-hairpin RNA (shRNA) for the SKOR2 gene were purchased from Origene. Supernatant containing lentiviral particles was collected at 24, 48, and 72 h after the transfection followed by concentrating using Lenti-X concentrator (Takara). Lentivirus titration was measured using p24 ELISA or Go-STIX (Takara). SCs were infected with lentivirus (MOI = 50) in the SCM containing 8 µg/ml polybrene (Sigma) for 48 h. SCs infected with lentivirus carrying the empty GFP expressing vector were served as a control. The infection efficiency was monitored based on the GFP signal. Samples for Western blots and the BrdU ELISA assay were collected at 5 days after the infection. Statistical analyses T-test and One-way ANOVA were performed using Prism 10.  P- value < 0.05 was deemed to be significant. Sample size was ≥ 3 in every experiment, measurement, and statistical analysis.",
  "introduction": "Background NF2-related Schwannomatosis (previously referred to as Neurofibromatosis Type 2, or NF2) is a genetic-associated disease resulting from mutations in the gene,  NF2 .  NF2  encodes the Merlin protein, which acts as a tumor suppressor. Bilateral vestibular schwannoma (VS) is a hallmark of NF2. Although the exactly molecular mechanism mediating NF2-driven schwannomatosis is not fully understood, it is known that defective Merlin protein functionality leads to abnormal cell proliferation. Background Schwann cells (SCs) are the major type of glia cells and play crucial roles in the peripheral nervous system (PNS). SCs support the development, maintenance, and function of the PNS by myelinating axons and secreting trophic molecules [ 1 ]. Abnormal SCs contribute to PNS disorders and injury. For example, schwannomatosis results from the formation of benign tumors, called schwannomas, on nerves. Although the factors that cause schwannomatosis are not fully understood, it is known that trauma in the PNS [ 2 ] and genetic mutations play important roles in schwannoma formation. Loss-of-function variants in the  NF2  gene (MIM 607379) are one of the common drivers of schwannomas [ 3 ]. Variants in  NF2  have been found in both sporadic and inherited forms of the disease [ 4 ,  5 ]. Furthermore, genetic variants in the  NF2  gene lead to a variety of nervous system tumors, e.g., schwannomas, meningiomas and ependymomas. Specifically, bilateral vestibular schwannoma (VS), benign tumors resulting from the neoplastic growth of SCs of the vestibulocochlear nerves, is a major diagnostic criteria for  NF2 -related schwannomatosis (previously referred to as Neurofibromatosis type 2, or NF2) [ 6 ,  7 ]. Although benign, VSs can involve the vestibulocochlear nerves and cause hearing loss and balance problems. The  NF2  gene encodes the tumor suppressor Merlin (Moesin-Ezrin-Radixin-Like Tumor Suppressor) protein that is involved in many signaling pathways depending on the specific tumor types, including the Hippo signaling pathway, WNT/β- catenin signaling pathway, TGFβ signaling pathway, and receptor tyrosine kinase signaling to serve as a tumor suppressor [ 3 ,  8 ,  9 ]. Although variants in  NF2  are the major genetic drivers of the formation of schwannomas, the molecular mechanisms by which  NF2  mutations drive abnormal SC proliferation are still not fully understood. Previous studies on the function of Merlin have provided invaluable insights into its cellular roles, including regulating cell viability [ 10 ], suppressing proliferation [ 11 ], and stabilizing the interface between cytoskeleton and the plasma membrane [ 12 ,  13 ]. However, many of these studies were carried out in non-human SC systems, including mouse models and human immortalized cell lines [ 14 – 16 ]. Stem cell-based models provide an alternative to transformed cells since they maintain the genetic architecture of the human genome and the genetic susceptibility to disease. Herein, we have used the human induced pluripotent stem cells (hiPSC)-derived SC system [ 17 ,  18 ] to model the formation of schwannomas and the molecular mechanisms that govern this process. Specifically, we showed that hiPSC-derived SCs bearing patient-specific variants in  NF2  recapitulate the abnormal cell proliferation phenotype seen in schwannoma formation [ 19 ]. We further demonstrated that abnormal phenotypes in NF2 mutant Schwann cells can be restored by overexpression of wildtype  NF2  and showed that this hiPSC-derived SC system can be used to test therapeutic strategies in the future since the system can recapitulate the pathologies and respond to treatment approaches. Furthermore, proteomic analyses were performed to investigate the role of Merlin in cell proliferation. We identified novel Merlin interaction partners, Arkadia and SKOR2, and show that the L64P (c.191 T > C; p.L64P) variant disrupted these protein-protein interactions. Disrupting these interactions altered the response to the TGFβ signaling pathway. The patient deletion bearing iPSC-derived SCs validated the role of this mechanism in driving cellular proliferation. Through these approaches, we elucidated the molecular mechanisms underlying the abnormal proliferation resulting from the  NF2  mutations in SCs and proposed a novel mechanism by which Merlin suppresses SC overgrowth.",
  "results": "Results SC derived from NF2 L64P  hiPSCs showed significantly higher proliferation and abnormal morphology compared to NF2 WT  SCs. Phenotypes that could be restored by wildtype NF2 overexpression. Interactome profiling of Merlin (NF2) in SCs derived from NF2 WT - and NF2 L64P - hiPCSs identified differential protein binding levels. Among identified proteins, we validated the interaction among Merlin, an E3 ubiquitin ligase (Arkadia), and a SKI family co-repressor (SKOR2). This complex plays a significant role for this interaction in SC proliferation. Our findings were further validated by SCs derived from the patient-derived hiPSCs carrying a deletion in the chromosome 22 which spans the  NF2  gene. Results Differentiation of NF2 WT  and NF2 L64P  hiPSC lines into SCs We previously established a hiPSC line carrying a homozygous patient-specific  NF2  mutation, p.L64P [ 20 ]. SCs were differentiated from both the NF2 L64P  and its isogenic wildtype control cell line NF2 WT  using a published protocol [ 17 ] with modifications (Fig.  1 A). Both NF2 WT  and NF2 L64P  underwent the first induction phase and generated Schwann cell progenitor (SCPs) that had comparable cell numbers as assessed by the expression of SOX10 (Fig.  1 B-B”) by the total induction day 18 without any noticeable differences in cell morphology. These SCP also stained positively for another SCP marker, GAP43 (Figure  S1 ). By day 14 of the maturation stage (the total induction day 32), we observed the induction of SCs based on S100β signals with approximately 80% of total cells staining S100β + in both NF2 WT  and NF2 L64P  cell lines (Fig.  1 C-C”). These SCs were also positive to the marker O4 (Figure  S1 ). Additionally, we confirmed that, through this induction protocol, hiPSCs-derived SCs included myelinated SCs based on staining for Myelin Basic Protein (MBP; Figure  S1 ). In addition to SCs, these cultures contained ~ 5–10% neurons based on the NeuN staining (Fig.  1 D-D”). Higher cell proliferation level and abnormal cell morphology were seen in NF2 L64P  hiPSCs-derived SCs Proliferation was significantly higher in the NF2 L64P  hiPSC-derived SCs compared to NF2 WT  hiPSC-derived SCs based on BrdU incorporation ELISA assays on day 14 of the maturation stage (Fig.  2 A) with no alternation of cell cycle phases (Figure  S2 A). The cell proliferation marker, Ki67, showed positive staining in some cells (Fig.  2 B-C’). Though less obvious differences in proliferation were seen in 48 h cultures, significantly higher proliferation was also seen in NF2 L64P  SCs compared to NF2 WT  SCs over a 7 day culture period (Figure  S2 B-C). Additionally, we observed distinct morphological differences between the NF2 L64P  SCs and the NF2 WT  SCs (Fig.  2 D-E). Specifically, SCs derived from the NF2 WT  hiPSC line exhibited a bipolar shape with small ruffles at the ends of two poles (Fig.  2 D). On the other hand, NF2 L64P  hiPSC-derived SCs lacked this polarity and, instead, exhibited a more “spreadout” cell shape with larger ruffles and a greater cytoplasmic volume (Fig.  2 E). Indeed, measurements of cell area indicated significantly larger cell size in NF2 L64P  SCs than that seen in NF2 WT  SCs (Fig.  2 F-G’). Our findings demonstrated that the  NF2  mutation, p.L64P, causes phenotypes in hiPSC-derived SCs consistent with observation reported in previous studies, including elevated SC proliferation and alterations in the cell morphology [ 21 ,  22 ]. \n \n Fig. 2 Abnormal phenotypes in NF2 L64P -derived Schwann cells (SCs).  A . Higher cell proliferation level in NF2 L64P -derived SCs based on the BrdU ELISA assay.  B-C ’. Representative images of the cell proliferation marker, Ki67. Scale bar = 100 μm  D-E . Representative bright-field images of SCs derived from NF2 WT  and NF2 L64P  hiPSC lines. Scale bar = 10 μm.  F . Significantly larger cell surface area in NF2 L64P -derived SCs.  G  and  G ’. Representative IHC images of SCs derived from NF2 WT  and NF2 L64P  hiPSC lines staining with phalloidin for  F -actin. Scale bar = 100 μm Abnormal phenotypes in NF2 L64P -derived SCs are restored by the overexpression of  NF2  gene To validate that the abnormal phenotypes were indeed associated with the  NF2  mutation and to demonstrate the capacity for serving as a model for the development of therapeutic strategies, we attempted to restore the observed high proliferation rate and abnormal cell morphology by overexpressing wildtype  NF2  in hiPSC-derived SCs carrying homozygous mutations (NF2 L64P ). To do so, we transfected hiPSC-derived SCs with NF2 cDNA expressing plasmid using lipofectamine 3000 for 24 h. Our data showed that the enlarged cell size was reduced and the high proliferation rate was decreased to resemble the levels seen in the NF2 WT -derived SCs (Fig.  3 ). \n \n Fig. 3 Restoration of abnormal phenotypes in NF2 L64P -derived Schwann cells (SCs).  A-C . Representative images of SCs staining with phalloidin in NF2 WT , NF2 L64P , and NF2 L64P  + NF2 conditions.  D . The size of cell surface area reduced in NF2 L64P -derived SCs with the overexpression of wildtype NF2 (NF2 L64P  + NF2).  E . Cell proliferation level in NF2 L64P -derived SCs decreased with the transfection of NF2-expressing plasmid (NF2 L64P  + NF2) based on the BrdU assay. Scale bar = 50 μm The  NF2  mutation, P. L64P, significantly alters the P.oteome of hiPSCs-derived SCs To investigate the role of Merlin in schwanomatosis, we performed co-immunoprecipitation (Co-IP) analysis. The Merlin protein was precipitated from protein lysates isolated from NF2 WT  and NF2 L64P  hiPSC-derived SCs on maturation day 14 using a Merlin-specific antibody (Fig.  4 A). The resulting Merlin-associated proteins were analyzed by SDS-PAGE followed by imaging using the Bio-Rad Stain free gel imaging system. Interestingly, there were distinct patterns of protein banding observed in the NF2 L64P  compared to the NF2 WT  samples suggesting that the L64P mutation alters the binding properties of Merlin (Fig.  4 A). Tandem mass tags (TMT), coupled with liquid chromatography–tandem mass spectrometry (LC–MS/MS) proteomic analysis was performed to identify the differential sets of proteins bound to the wildtype and L64P variant bearing versions of Merlin. \n \n Fig. 4 Proteomic analyses of proteins after co-immunoprecipitation (Co-IP) with the Merlin antibody from NF2 WT - and NF2 L64P -derived SCs. ( A ) Different protein pattern between NF2 WT  and NF2 L64P  after IP in SDS-PAGE with the Merlin antibody that recognizes both WT and mutant Merlin. ( B ) Six differentially concentrated proteins (DCPs) were identified via analyzing presence-absence data. ( C ) Six DCPs were identified in the TMT-based quantification data. ( D ) TMT-based data showed distinctions in proteomes between samples from NF2 WT  and NF2 L64P  in the principal component analysis (PCA). ( E ) Canonical analysis suggested strong effects of the NF2 p.L64P mutation on SC proteome Using the presence-absence approach after data normalization (Figure S3A), six differentially concentrated proteins (DCPs) were identified (Fig.  4 B) out of a total of 1,076 proteins (of which 621 [58%] were housekeeping proteins) identified. Of these six, four were only found in the NF2 WT  samples (Fig.  4 B) while the other two proteins were only found bound to the L64P variant bearing Merlin. The NF2 WT -associated proteins included a SKI family transcriptional corepressor 2 (Uniport ID:  Q2VWA4 ), an E3 ubiquitin protein ligase (Uniport ID:  Q6ZNA4 ), a small ribosomal subunit protein mS26 (Uniport ID:  Q9BYN8 ), and a ubiquitin carboxyl-terminal hydrolase (Uniport ID:  Q9P275 ). The proteins bound exclusively to the NF2 L64P  protein were the WD repeat and FYVE domain containing 3 protein (Uniport ID: A0A1D5RMR8) involved in autophagy, and the phosphatidylinositide phosphatase SAC2 (Uniport ID:  Q9Y2H2 ). Though a discrimination analysis was not significantly different, samples from NF2 WT  and NF2 L64P  nevertheless were well separated in the canonical plot base on their protein profiles (Figure S3B). When looking only at a subset of 262 peptides that were labeled with TMT after data normalization (Figure S3C), an additional six DCPs were identified (Fig.  4 C). Of these, only an ATRX chromatin remodeler (Uniport ID: A0A096LNX6) was maintained at higher levels in the NF2 WT  (2.2-fold). The remaining five were found at high levels only in the NF2 L64P -associated proteomes: a potassium channel subfamily T member 2 (Uniport ID: A0A6E1ZGS3; 2.3-fold), an unknown protein encoded by cDNA FLJ52651 (Uniport ID: B7Z8Y8; 3-fold), an inositol 1,4,5-trisphosphate receptor type 2 (Uniport ID: F5GYT5; 2.2-fold), a ubiquitin C-terminal hydrolase L5 (Uniport ID:  Q5LJB1 ; 2-fold), and an ATP-binding cassette sub-family C member 11 (Uniport ID:  Q96J66 ; 2.2-fold). Principal component analysis (PCA) biplot explained ~ 2/3 of the variation in the TMT dataset across the first two PCs and some clustering by conditions is evident in Fig.  4 D. To quantify this difference, a discriminant analysis of the first three multidimensional scaling (MDS) coordinates was undertaken (NP-MANOVA; i.e., discriminant analysis of genotypes), and a statistically significant Wilks’ lambda was obtained ( p  = 0.02; Fig.  4 E). This means that the partial Co-IP proteomes of the NF2 WT  and NF2 L64P  protein differed significantly from one another, although only 6 of 262 TMT-labeled proteins (~ 2%) were deemed DCPs by our conservative, dual-criteria approach. Merlin interacts with Arkadia and SKOR2 and such interaction mediates the degradation of SKOR2 in nuclei The E3 ubiquitin ligase Arkadia has been previously shown to ubiquitinate members of the SKI family of proteins leading to their degradation by the ubiquitin–proteasome system (UPS) resulting in enhanced TGFβ signaling [ 23 ,  24 ]. Since both Arkadia and the SKI family member SKOR2 showed differentially binding between NF2 WT  and NF2 L64P  proteins, we examined whether Arkadia could regulate SKOR2 function in a Merlin-dependent manner. We hypothesized that Merlin interacts with Arkadia to induce SKOR2 degradation. To begin, we validated the binding between Merlin and Arkadia and SKOR2 via Co-IP followed by Western blot (Fig.  5 A and B). This interaction was significantly diminished by the L64P mutation in  NF2  (Fig.  5 A). Further, we demonstrated that immunoprecipitation using an antibody against Arkadia led to the pull down of SKOR2 and Merlin (NF2) (Fig.  5 B) and results confirmed the interactions between Merlin, Arkadia, and SKOR2. Intriguingly, we noticed that, instead of a band with the predicted size at approximately 105 kDa as was observed in the whole lysate samples (Figure S4), several bands at smaller sizes were detected in the Western blots against SKOR2 after the Co-IP (Fig.  5 A-B). As previously mentioned, Arkadia was reported to ubiquitinate SKI family proteins for the subsequent protein degradation, we also performed the Western blot with the ubiquitin antibody following the Co-IP with Merlin. A similar band pattern to the Western blots of SKOR2 after Co-IP was seen (Fig.  5 C). These results suggest that SKOR2 protein interacting with Merlin and Arkadia was likely being degraded through the UPS. \n \n Fig. 5 Merlin interacts with Arkadia and SKOR2 in the SMAD-dependent pathways in the TGFβ signaling. ( A ) Western blots of Arkadia and SKOR2 following the Co-IP with the Merlin antibody. ( B ) Western blots of Merlin and SKOR2 following the Co-IP with the Arkadia antibody. ( C ) Similar Western blot pattern of Ubiquitin following the Co-IP with the Merlin antibody with the Western blots of SKOR2 in panel A and B. ( D ) Western blots in the cytoplasmic fraction. ( E ) Western blots in the nuclear fraction.  F-H . Quantification of Arkadia, SKOR2, and pSMAD2/3 in the nuclear fraction with TGFβ activation.  I . The SBE assay indicated significantly higher response to the TGFβ activation in NF2 WT -SCs comparing to its in NF2 L64P - derived SCs After confirming that Merlin binds to Arkadia and SKOR2, we then investigated whether this interaction affects the degradation of SKOR2 to regulate TGFβ signaling. We evaluated the presences of key proteins in the TGFβ pathway– Merlin, Arkadia, SKOR2, and phosphorylated SMAD 2 and 3 (p-SMAD2/3)– in cytoplasmic and nuclear protein fractions from both NF2 WT - and NF2 L64P  SCs. There was no obvious difference in the level of these proteins in whole lysates (Figure S4) and cytoplasmic protein fractions (Fig.  5 D) isolated from NF2 WT  and NF2 L64P  SCs. However, there was significantly lower levels of SKOR2 in the nuclear protein fraction isolated from the NF2 WT  SCs compared to that from the NF2 L64P  SCs (Fig.  5 E and G), which supports the degradation of SKOR2 in NF2 WT  SCs. Moreover, there was elevated p-SMAD2/3 levels only in SCs-derived from NF2 WT  hiPSCs treated with TGFβ (Fig.  5 E and H), though there were no differences in SMAD2/3 signal in the cytoplasmic fraction (Fig.  5 D) and the equivalent level of translocation of SMAD2/3 in the nuclear fraction was seen between NF2 WT  and NF2 L64P  samples with TGFβ activation (Fig.  5 E). To functionally test the activity of TGFβ/SMAD signaling pathway, the SBE assay was performed. The SBE reporter assay is a SMAD-dependent TGFβ pathway-responsive luciferase reporter assay. We found significantly higher SBE activity in the NF2 WT  SCs compared to the NF2 L64P  SCs (Fig.  5 I). Overall, our data suggested that wild-type Merlin protein is required for the degradation of SKOR2 in the nuclei and, further, the stability of SKOR2 is critical for the SMAD-dependent response to TGFβ activation. The p.L64P mutation in the Merlin protein disrupted this function and, ultimately, altered the TGFβ signaling pathway. Patient-specific hiPSC-derived SC model validates the role of Merlin in cell proliferation and TGFβ signaling An hiPSC line was derived from peripheral blood mononuclear cells (PBMCs) isolated from a patient bearing a heterozygous deletion in chromosome 22, including the  NF2  gene (NF2 +/− ) (Figure  S5 ). Global screening array (GSA) confirmed the partial deletion in chromosome 22 in the hiPSC line (Data not shown). SOX10 + SCPs were generated from the NF2 +/−  hiPSC line (Fig.  6 A) and subsequently differentiated into S100β + SCs (Fig.  6 B). Phalloidin staining showed that the polarized F-actin distribution in the NF2 +/−  and NF2 WT  SCs without the difference in the cell surface size (Fig.  6 C-D). Although equivalent numbers of cells were plated under the same culture conditions, we consistently observed more cells in the NF2 +/−  SC compared to that of the NF2 WT  cultures (Fig.  6 C). To determine if this discrepancy in cell number was due to elevated levels of cell proliferation, BrdU incorporation was measured in the NF2 +/−  and NF2 WT  on the total induction day 32 (day 14 of the maturation stage) cultures. Indeed, the NF2 +/−  SCs exhibited significantly higher cell proliferation activity than the NF2 WT  SCs (Fig.  6 E). NF2 +/−  SCs showed less significant differences in the cell proliferation compared to NF2 L64P  SCs, nevertheless NF2 +/−  SCs were significantly higher cell counts than NF2 WT  SCs at 4 days of culture after plating for cell counting (Figure  S2 D-E). \n \n Fig. 6 Abnormal cell proliferation in SCs derived from the patient-derived hiPSCs (NF2 +/− ). Similar Western blot results among Merlin, Arkadia, SKOR2, pSMAD2/3 in nuclear fractions in responding to the TGFβ activation indicated that heterozygous loss of  NF2  results in the higher SKOR2 and the significantly lower SBE activity level.  A-A ’. Representative IHC images of SOX10 + SCPs derived from NF2 +/−  hiPSCs.  B-B ’ Representative IHC images of S100β + SCs derived from NF2 +/−  hiPSCs.  C-C ’ Representative images of NF2 WT  hiPSCs- and NF2 +/− hiPCSs-derived SCs staining with phalloidin.  D . Significantly higher proliferation activity in NF2 +/− -derived SCs.  E . Western blots in whole lysates.  F . Higher level of SKOR2 in NF2 +/− -derived SCs with the TGFβ activation.  G . Significantly lower SBE activity in NF2 +/− -derived SCs comparing NF2 WT -derived SCs after the TGFβ activation To determine if the heterozygous NF2 deletion altered TGFβ signaling in a manner similar to that seen with NF2 L64P  hiPSC-derived SCs, we analyzed the level of Merlin, Arkardia, SKOR2, p-SMAD2/3, and SBE activity following TGFβ activation. Similar to the results seen with the NF2 L64P  SCs, there were no discernible difference in protein levels in the whole cell lysates isolated from NF2 WT - and NF2 +/−  SCs (Fig.  6 F). There was a noticeable lower signal for Merlin in the NF2 +/−  sample compared to the NF2 WT  samples (Fig.  6 E) as would be expected since the NF2 +/−  sample lacks one copy of this gene. Similar to the results seen in the NF2 L64P  SCs, the heterozygous NF2 deletion SCs (NF2 +/− ) had higher levels of SKOR2 in the nuclear protein fraction compared to the NF2 WT  SCs (Fig.  6 G). Additionally, the NF2 +/−  SCs had decreased p-SMAD2/3 levels compared to the NF2 WT  SCs (Fig.  6 G) suggesting a decrease in responses to TGFβ signaling. To confirm that, SBE activity was measured in NF2 +/−  hiPSC-derived SCs compared to NF2 WT  SCs. Consistently, the NF2 +/−  SCs had significantly lower SBE activity compared to the NF2 WT  SCs (Fig.  6 H). These results support our findings and hypothesis that Merlin acts as a modulator of TGFβ signaling through its interaction with Arkadia and SKOR2 as was seen in the NF2 L64P  SCs. Furthermore, although the NF2 +/−  SCs didn’t show the same alteration in cellular morphology as the NF2 L64P  cells, NF2 +/−  still showed a deficit in Merlin, Arkadia, and SKOR2 are interaction and TGFβ signaling suggesting that Merlin contributes to the maintenance of adequate cell proliferation in human SCs. Knock-down of the SKOR2 expression reduces the cell proliferation In order to confirm the association between the proposed Merlin-Arkadia-SKOR2 mechanism and cell proliferation (Fig.  7 A), we measured the level of BrdU as a cell proliferation matrix after the SKOR2 knock-down in NF2 L64P -derived SCs. We knock-down SKOR2 in the NF2-mutant SCs to mimic the degradation of SKOR2 in NF2 WT  SCs. Infection of lentiviral particles were monitored based on the GFP signal (Fig.  7 B). NF2 L64P  SCs infected with the empty GFP-expressing vector without shRNA fragments were used as a control. We did not notice changes in the cell morphology while the Western blots showed the reduction of SKOR2 protein level (Fig.  7 B-D). However, the BrdU level was significantly reduced in SKOR2 knock-down samples (Fig.  7 E). Our results implicated that the reduction of SKOR2 protein level leads to lower cell proliferation and supported our model that Merlin-Arkadia-SKOR2 interaction is required for the SKOR2 degradation, which is related to the cell proliferation in human SCs (Fig.  7 A). \n \n Fig. 7 Reduction of SKOR2 protein level decreases the cell proliferation in SCs. ( A ) The proposed model of interaction among Merlin, Arkadia, and SKOR2 in responding to the SMAD-dependent TGF-β signaling pathway. ( B ) Representative images of NF2 L64P  SCs infected with lentivirus for 72 h. Control: empty vector. SKOR2_KO: vector carrying a shRNA fragment. ( C ) Representative Western blots. ( D ) Quantitative ratio of SKOR2/β-actin. ( E ) Significantly lower cell proliferation level in SKOR2_KO SCs than control SCs based on the BrdU ELISA assay. Scale bad = 100 μm. t-test:  p  < 0.05",
  "discussion": "Conclusions Our results presented a hiPSC-derived SC system for SC-related disease modeling and established a new model in which Merlin interacts with Arkadia and SKOR2. This interaction is required for the proper cell proliferation in human SCs. Discussion NF2 -related schwannomatosis is a rare disorder caused by inherited or  de novo  mutations in the  NF2  gene, which lead to defects in the Merlin protein [ 25 ]. The principal hallmark of  NF2 -related schwannomatosis is bilateral VS. Recent studies have elucidated many aspects of Merlin function and suggest that it coordinates growth factor receptor signaling and cell adhesion. However, the molecular mechanisms underlying the effect of pathogenic  NF2  genetic variants remain unclear. This is due, at least in part, to the wide variety of signaling pathways. Merlin has been posited to control, including PI3K-AKT [ 26 ], RAC-PAK [ 27 ], EGFR-RAS-ERK [ 28 ,  29 ], mTOR [ 30 ,  31 ], and Hippo pathway [ 32 ]. Understanding the impact of different  NF2  variants has been limited by the availability of model systems that faithfully recapitulate the human genetic landscape of VSs. Here in, we described a novel hiPSC-based SC model and showed that these SCs carrying patient specific  NF2  variants could recapitulate the morphological and hyperproliferative phenotype seen in vivo. Combining this model with unbiased proteomic analysis, we were able to identify a novel interaction between Merlin and the RING domain containing E3 ubiquitin ligase Arkadia and the SKI family transcriptional corepressor 2 (SKOR2). SCs were successfully derived from three hiPSC lines– an isogenic pair of iPSC lines containing the p.L64P variant (NF2 L64P ) or the parental control line (NF2 WT ), as well as a patient iPSC line bearing a deletion in chromosome 22 that includes the  NF2  gene (NF2 +/− )– following a predicted lineage transition. We firstly observed SOX10 + SCPs, which subsequently give rise to S100β + SCs. Induction efficiency for SCs achieved ≥ 80%. These hiPSCs-derived SCs recapitulated phenotypes of  NF2  mutations. Specifically, SCs derived from NF2 L64P  exhibited abnormal cell morphology compared to the isogenic control line (NF2 WT ). The morphology observed in the NF2 L64P  SCs were reminiscent of those previously described [ 21 ]. The NF2 L64P  mutation is located in exon 2 and falls within the peptide region of merlin that binds directly to the molecular adaptor, paxillin [ 33 ], which is involved in the recruitment of tyrosine kinases to focal adhesions, interactions with extracellular matrix, and actin organization [ 34 ,  35 ]. This interaction with paxillin is important for establishing merlin localization and the regulation of cell morphology through the organization of actin [ 33 ,  36 ,  37 ]. Merlin-mediated changes in cell morphology and cell adhesion can contribute to the cellular response to growth-factor receptor signaling [ 28 ,  38 ] and alter their cell growth. Overall, our results supported the hypothesis that the NF2 L64P  SCs recapitulate the aberrant cytoskeletal phenotypes resulting from the p.L64P mutation. Beyond its role in the cytoskeleton organization, Merlin has been shown to interact with a variety of proteins. To examine how the NF2 L64P  variant alters the Merlin interactome, proteomic analysis using Co-IP followed by MS was performed. Several proteins were identified that differentially bound (altered in the presence or quantity) to wild-type NF2 and the p.L64P variant-bearing NF2 in the hiPSCs-derived SCs. This dataset revealed many new protein candidates that interact with Merlin in human SCs. Interestingly, we also noticed that several proteins were enriched in NF2 L64P  specimens, implying that this variant might have some gain-of-function (gof) effects. Indeed, some mutations in NF2 can lead to gof consequences [ 39 – 41 ] including p.L64P variant [ 40 ,  41 ]. For example, inositol polyphosphate-5-phosphatase F (INPP5F) was present in NF2 L64P  specimens. INPP5F was reported to regulate PI3K/AKT signaling pathways via the degradation of phosphatidylinositol [ 3 – 5 ]-trisphosphate (PIP3) [ 42 ], which was reported to interacts with Merlin carrying p.L64P mutation [ 43 ]. It is worthy to further investigate the other identified proteins. In this study, we focused our analysis on two proteins, SKOR2 and Arkadia. Arkadia is an E3 ubiquitin protein ligase. Previously, merlin was reported to interact with another E3 ubiquitin protein ligase, CRL4 (DCAF1) [ 44 ]. While wild-type Merlin interacts with Arkadia and SKOR2 in hiPSCs-derived SCs, this interaction was disrupted by the missense mutation p.L64P. Arkadia was previously reported to be co-localized with SKI family proteins in the nucleus [ 45 ] and ubiquitinate SKI family proteins in the SMAD-dependent pathway during TGFβ activation [ 46 – 48 ]. Since SKOR2 was also identified in our proteomic analysis, upon further analysis, we found that SKOR2 accumulated in nuclei of NF2 L64P  SCs consistent with impaired turnover of SKOR2 by the UPS. In addition, we found that there was reduced levels of p-SMAD2/3 found in the NF2 L64P  SC nuclear lysates further supporting an impairment in TGFβ signaling due to improper turnover of the transcriptional co-repressor SKOR2. This was validated using the SBE reporter assay which measures the activity of TGFβ/SMAD signaling pathway. Our results showed that the interaction between Merlin and Arkadia is associated with SKOR2 degradation, which enhances the response to TGFβ activation. We next examined the effect of a deletion in chromosome 22 in which one copy of the  NF2  gene is lost (NF2 +/− ) on SKOR2 levels and responses to TGFβ signaling. Similar to what was seen for the NF2 L64P  hiPSC-derived SCs, the NF2 +/−  SCs had elevated SKOR2 levels in the nuclear protein fraction and reduced activity in response to the TGFβ activation– reduced p-SMAD2/3 levels and SBE activity– compared to NF2 WT  SCs. In addition, the NF2 +/−  SCs had elevated cellular proliferation levels as was seen with the NF2 L64P  SCs, though there was no difference in cell morphology and cell surface size between NF2 WT  and NF2 +/−  SCs. Although cell mobility and cytoskeletal structure were reported to be relevant to merlin’s function as a signaling receptor [ 49 ], tumor suppressor function of merlin was reported to be independent from its role as a actin organizer [ 50 ]. The common phenotype between NF2 L64P  SCs and NF2 +/−  SCs was abnormal cell proliferation. This commonality suggests that the mechanism identified in this study is more likely associated with the regulation of cell proliferation rather than the maintenance of cytoskeletal structure. TGFβ signaling had been previously shown to be regulated by Merlin. However, the effect of Merlin was mediated through interactions with different components of the pathway, e.g., PAK1 and 2 [ 51 ], in various cell types. Canonically, TGFβ signaling leads to phosphorylation and activation of SMAD2/3 which, along with the SMAD4, interact with co-activators or co-repressors (e.g., SMAD7) to either activate or repress target gene transcription, respectively. Mota et al. (2018) showed that loss of Merlin in breast cancer tissues was concordant with decreased SMAD7 expression leading to dysregulate TGFβ signaling pathway [ 52 ]. Further, Cho et al. (2018) showed that Merlin activates non-canonical TGF-β type II receptor signaling leading to reduced TGF-β type I receptor activity and abrogate its non-canonical oncogenic activity in mesothelioma [ 53 ]. Thus, it appears that Merlin can target different portions of the TGFβ signaling pathway to exert its tumor suppressor activity, including modulating SKOR2 stability, in different tumor types. Collectively, our findings proposed that Merlin functions as a tumor suppressor in hiPSC-derived SCs via interactions with Arkadia and SKOR2 to modulate the SMAD-dependent pathway in TGFβ signaling. This dysregulation of TGFβ signaling in the NF2 L64P  and NF2 +/−  iPSC-derived SCs could be responsible for driving the elevated cellular proliferation seen in these cells and, potentially, that seen during schwannomatosis. Conclusions In conclusion, our results suggest a model in which Merlin is required for Arkadia to ubiquitinate SKOR2 (Fig.  7 ). The p. L64P mutation was shown to disrupt this interaction, allowing SKOR2 to accumulate in the nucleus (Fig.  7 A). Degradation of SKOR2 is necessary for the activation of TGFβ-responsive gene expression by phosphorylated SMAD proteins (Fig.  7 A), which may be important for regulating cell proliferation. These findings were further supported by the results from the NF2 patient-derived hiPSCs carrying a heterozygous deletion of the  NF2  gene. In conclusion, we propose a new model of Merlin activity as a tumor suppressor through our identification of novel protein-protein interaction partners in human SCs.",
  "fetched_at": "2026-02-11T02:29:31.161279",
  "abstract_length": 1311,
  "methods_length": 11178,
  "introduction_length": 4374,
  "results_length": 19628,
  "discussion_length": 8936
}