{
  "pmid": "40188079",
  "abstract": "BACKGROUND: NF2-related Schwannomatosis (previously referred to as Neurofibromatosis Type 2, or NF2) is a genetic-associated disease resulting from mutations in the gene, NF2. NF2 encodes the Merlin protein, which acts as a tumor suppressor. Bilateral vestibular schwannoma (VS) is a hallmark of NF2. Although the exactly molecular mechanism mediating NF2-driven schwannomatosis is not fully understood, it is known that defective Merlin protein functionality leads to abnormal cell proliferation. METHODS: Herein, we utilized a human induced pluripotent stem cell (hiPSC)-based Schwann cell (SC) model to investigate the role of Merlin in human SCs. SCs were derived from hiPSCs carrying a NF2 mutation (c.191 T > C; p. L64P), its isogenic wild-type control cell line, and a NF2 patient-derived hiPSC line. Phenotypes were determined via immunocytochemistry and various bioassays. Different proteins interacting with Merlin in wild-type and NF2 mutation SCs were identified using co-immunoprecipitation followed by mass spectrometry. RESULTS: SC derived from NF2 CONCLUSIONS: Our results presented a hiPSC-derived SC system for SC-related disease modeling and established a new model in which Merlin interacts with Arkadia and SKOR2. This interaction is required for the proper cell proliferation in human SCs.",
  "methods": "Methods Herein, we utilized a human induced pluripotent stem cell (hiPSC)-based Schwann cell (SC) model to investigate the role of Merlin in human SCs. SCs were derived from hiPSCs carrying a  NF2  mutation (c.191 T > C; p. L64P), its isogenic wild-type control cell line, and a NF2 patient-derived hiPSC line. Phenotypes were determined via immunocytochemistry and various bioassays. Different proteins interacting with Merlin in wild-type and NF2 mutation SCs were identified using co-immunoprecipitation followed by mass spectrometry. Materials and methods Cell culture and Schwann cell (SC) differentiation hiPSCs were maintained on the vitronectin-coated plate in the StemFlex medium (ThermoFisher). Media were changed daily. Differentiation of hiPSCs toward SC followed a previous published protocol  17  with modifications (Fig.  1 A). Briefly, hiPSCs were incubated in the NDM containing 1X N2, 1X B27, 0.005%BSA (Sigma), 2mM GlutaMAX (ThermoFisher), 0.11mM β mercaptoethanol (ThermoFisher), 3mM Chir99021(Reprocell), and 20 mM SB431542 (Reprocell) in advanced DMEM/F12 and Neurobasal medium (1:1mix) for 6 days prior to the incubation in NDM supplemented with 100 ng/ml NRG1 (Peprotech) for the Schwann cell precursor (SCP) induction. SCPs could be expanded and cryopreserved for the future usage. To further differentiate SCPs to SCs, SCPs were first incubated in SCDMI containing 1%FBS, 200ng/ml NRG1, 4mM forskolin (Sigma), 100nM retinoic acid (RA; Sigma) and 10ng/mL PDGF-BB (ThermoFisher) in DMEM/low glucose medium for 3 days. On the day 4, medium was replaced by SCDMII containing same ingredients as SCDMI without forskolin and RA. Two days later, cells were matured in SCM containing 1%FBS and 200ng/ml NRG1 for desired time. \n \n Fig. 1 Differentiation of Schwann cells (SCs) from NF2 WT  and NF2 L64P  hiPSC lines.  A . Schematic of the differentiation protocol.  B, C , and  D . Quantification of Schwann cell progenitors ( B ), SCs ( C ) and neurons ( D ) induction based on the ratio of marker + cells over DAPI + cells. B’, B”, C’, C”, D’ and D”. Representative immunohistochemistry (IHC) images of markers for SCPs, SCs, and neurons, respectively. Scale bar = 100 μm Patient-Derived leukocytes Assent and informed consent were obtained from a 12-year-old female with bilateral VS and her legal authorized representative, respectively, to collect and bank blood for research purposes, using a University of Miami Institutional Review Board-approved protocol (#20150637). The subject has a clinical diagnosis of NF2 and germline deletion of chromosome 22 that includes the  NF2  gene. Immunohistochemistry Specimens were fixed in 4% paraformaldehyde for 30 min at RT with gentle shaking followed by three washes with PBS, 10 min each time. Blocking procedure used 10% desired serum in PBS with 0.1% triton X-100 for 30 min at RT. Subsequently, specimens were incubated with primary antibodies (Table  S1 ) diluted in PBS with 3% goat or horse serum and 0.1% triton X-100. After washing with PBS for three times, specimens then were incubated with secondary antibodies at RT for one hr prior to three more washes with PBS. Finally, specimens were mounted using ProLong™ Gold Anti-fade mountant with DAPI (ThermoFisher). Images were taken using Keyence BZ-X series Fluorescence Microscope. Cell proliferation assay Two cell proliferation assays were used in this study. First, cell proliferation was measured using BrdU Cell Proliferation Elisa Kit (Abcam) following the manufacturer instruction. SCs were seeded on day 13 of the maturation stage with the same cell number. Cells were incubated with BrdU for 24 h prior to the measurement using a microplate reader. Secondly, we performed CyQUANT ®  NF Cell Proliferation Assay (Invitrogen) to measure the cellular DNA content, which is proportional to cell number. The assay was performed at 6 and 48 h of culture length following manufacturer’s instruction. Cell number was counted overtime on 1, 4, and 7 days of culture in 24 well plates. Cell number was counted based on DAPI staining in 8 different samples per cell line using ImageJ. Cell cycle analysis Cells were plated in 24 well plates. Cells underwent 24 h in the culture medium containing 0.1% FBS followed by 24 h in the medium containing 10% medium FBS. Cells were fixed and stained with DAPI. Flow cytometry was performed in the Flow Core at the University of Miami School of Medicine. Cell measurement Cells in 24 well plates were stained with phalloidin (Invitrogen) and mounted. Images were taken using Keyence BZ-X series Fluorescence Microscope. Cell surface measurement and morphological analysis were taken in ImageJ. At least 50 cells were measured for each cell line. Cell treatment SCs were induced with 2ng/ml TGFβ1 (PeproTech) before the SBE assay or protein isolation for the cytoplasmic and nucleus fractions. Protein isolation and co-immunoprecipitation (Co-IP) Total protein lysate was isolated using RIPA buffer (ThermoFisher) supplementary with protease inhibitors. Cytoplamic and nucleus proteins were isolated using NE-PER Nuclear and Cytoplasmic Extraction Kit (ThermoFisher). Protein lysates used for Co-IP were isolated using IP lysis buffer (ThermoFisher). All protein samples were quantified using Pierce BCA assay kit (ThermoFisher). Co-IP was performed following the manufacture instruction of EZview™ Red Protein A Affinity Gel (Sigma-Aldrich) or Dynabeads™ Protein G Immunoprecipitation Kit (ThermoFisher). Briefly, antibody and protein lysate were incubated together for at least 1 h at 4˚C to allow antibody-antigen complexes to form. Antibody-antigen complexes mix was then mixed with pre-washed gel beads at 4˚C overnight. After three washes with lysis buffer, antibody-antigen complexes were eluted in SDS-PAGE sample buffer (Bio-Rad) for following applications, e.g., SDS-PAGE analysis and Western blots. TMT labeling and mass spectrometry After Co-IP, proteins were eluted in 0.2 M glycine (pH 2.5) and dried in the vacuum concentrator. The six samples ( n  = 3 each for the WT & mutant, with each replicate from the same genotype representing a unique culture) were prepared for TMT labeling and mass spectrometry (MS) with the EasyPrep™ MS sample prep kit (ThermoFisher). Subsequently, the digested peptides were incubated with TMT labels and quenched with hydroxylamine followed by the peptide purification. Purified labeled peptides were dried to completion and resuspended in 10 µl of 2% acetonitrile with 0.1% formic acid. Peptide identification from MS was completed by the Ophthalmology mass spectrometry core facility in the University of Miami Miller School of Medicine. Bioinformatics RAW files from the MS were imported into Proteome Discoverer (ver. 3.0; ThermoFisher) and analyzed using the default TMT workflow. First, a conceptually translated human genome (as a fasta file; give details about the genome) was queried. Both quantitative (TMT-labeled peptides) and semi-quantitative (presence-absence) data were exported as.csv files and imported into JMP ®  Pro (ver. 17; Cary, NC, USA). All proteins were scaled by Proteome Discoverer to where the mean of the six samples was 100; this ensured that high abundance proteins did not bias the multivariate analyses outlined below. However, this scaling step does not ensure that each sample yields comparable data. To demonstrate this, the overall mean TMT signal was assessed across all six samples, and it was found to differ significantly ( p  < 0.01) among them; some samples consistently yielded higher protein concentrations than others, despite having labeled the same amount of protein. To correct for this, the concentrations of the individual proteins were normalized to the global mean of the respective sample. Upon undertaking this normalization step, the mean protein level was reduced from the Proteome Discoverer default of 100 to 1. As the simplest means of uncovering treatment-responsive proteins, proteins found in all three replicates of one condition and in no samples of the other were uncovered (i.e., both WT-only & mutant-only). As a more common means of identifying differentially concentrated proteins (DCPs), JMP’s response screen was used. Only proteins that were both significantly differentially concentrated at an FDR-adjusted alpha of 0.05 and that differed by at least 2-fold between treatments were considered to represent DCPs. As a more global means of characterizing mutation effects on the partial Co-IP-proteome, both principal components analysis (PCA) and multi-dimensional scaling (MDS) were performed with the subset of 262 TMT-labeled peptides. To determine whether there was a multivariate difference between the proteomes of samples of the two conditions, a non-parametric multivariate ANOVA (NP-MANOVA) was undertaken using the coordinates from the first three MDS dimensions (stress = 0.08) as the model Y’s. This analysis was used because standard MANOVA cannot be undertaken with wide datasets (i.e., more analytes than samples), and an alpha of 0.05 was set a priori. Partial least squares was used simultaneously to generate a model such that the misclassification rate could be calculated. Western blots SDS-PAGE was performed using the Bio-Rad Mini-PROTEAN Tetra system. Western blots were performed following standard procedures. Antibodies used in this study were listed in the table  S1 . Secondary antibodies conjugated with horseradish peroxidase (HRP) were used. Development of images used SuperSignal™ West Femto Maximum Sensitive Substrate (ThermoFisher). Images were taken using ChemiDoc Imaging System (Bio-Rad). SBE assays SBE (smad binding element) assay was performed using SBE reporter kit (BPS Bioscience) following the product general protocol. Cells were transfected using Lipofectamine 2000 (Invitrogen) and treated with TGFβ1 for 8 h. Two-Step Luciferase (Firefly and Renilla) assay system (BPS Bioscience) was used to measure the SBE reporter activity. Firefly luciferase readouts were normalized with Renilla readouts prior to the statistical analysis. Lentivirus generation and infection Lentivirus were generated by transfecting HEK293T cells (Takara) with lentiviral plasmids using the Lenti-vpak packaging kit (Origene) following the manufacturer instruction. Lentiviral plasmids carrying short-hairpin RNA (shRNA) for the SKOR2 gene were purchased from Origene. Supernatant containing lentiviral particles was collected at 24, 48, and 72 h after the transfection followed by concentrating using Lenti-X concentrator (Takara). Lentivirus titration was measured using p24 ELISA or Go-STIX (Takara). SCs were infected with lentivirus (MOI = 50) in the SCM containing 8 µg/ml polybrene (Sigma) for 48 h. SCs infected with lentivirus carrying the empty GFP expressing vector were served as a control. The infection efficiency was monitored based on the GFP signal. Samples for Western blots and the BrdU ELISA assay were collected at 5 days after the infection. Statistical analyses T-test and One-way ANOVA were performed using Prism 10.  P- value < 0.05 was deemed to be significant. Sample size was ≥ 3 in every experiment, measurement, and statistical analysis.",
  "introduction": "",
  "results": "",
  "discussion": "",
  "fetched_at": "2026-02-11T23:42:47.183823",
  "abstract_length": 1311,
  "methods_length": 11178,
  "introduction_length": 0,
  "results_length": 0,
  "discussion_length": 0
}