{
  "pmid": "PMID:40191916",
  "title": "The draft genome of the Wisconsin Miniature SwineTM, a valuable biomedical research tool.",
  "abstract": "Porcine biomedical models have emerged as valuable tools in biomedical research due to their physiological, anatomical, metabolic, immunological, and genetic similarities to humans. As a result, they offer greater relevance for translational studies than rodent models. Moreover, compared to nonhuman primates, porcine models are more cost-effective, easier to manipulate genetically, and raise fewer ethical concerns. However, the conventional breeds of swine most commonly used in research have rapid growth rates, which lead to logistical challenges such as increased space requirements, making them impractical as biomedical models. The Wisconsin Miniature SwineTM (WMSTM) was developed to address these shortcomings. The WMSTM porcine model grows slower, reaching and maintaining human sizes at adulthood. The model was also specifically designed to possess more human-like physiology that allows for easy modeling of comorbidities like obesity and metabolic syndrome that affect a large portion of the human population affected by chronic diseases. Thus, WMS™ is an ideal porcine gene editing platform for modeling complex multifactorial diseases. Here, we present the first draft genome assembly representative of the WMSTM line. The primary assembly was generated with ∼20× coverage of long reads from Oxford Nanopore Technologies and independently error-corrected using 23× Pacific Biosciences reads. Arima Genomics Hi-C data were used to improve contiguity. Largely congruent with the existing Sus scrofa genome, we also show the utility of WMSTM as a model through comparisons between 2 WMSTM genes and human homologs. Finally, we show the utility of genotyping by sequencing across WMSTM herds. The WMSTM genome generated here is highly complete and supports investigators utilizing WMSTM in biomedical research.",
  "authors": "Alex C Veith; Jennifer J Meudt; Jamie L Reichert; Jennifer M Frank; Derek M Pavelec; Bridget Ladell; James Speers; Molly Zeller; Taeyoung Shin; Joshua R Hyman; Christopher A Bradfield; Charles M Konsitzke; Dhanansayan Shanmuganayagam; C Dustin Rubinstein; Mark E Berres",
  "journal": "G3 (Bethesda, Md.)",
  "publicationDate": "2025-06-04",
  "doi": "10.1093/g3journal/jkaf067",
  "methods": "Materials and methods Herd maintenance The animal protocols related to this work were approved by the Institutional Animal Care and Use Committee at the University of Wisconsin-Madison in accordance with the  Guide for the Care and Use of Laboratory Animals  and the Animal Welfare Act. The WMS TM -WT and WMS TM -FH lines are housed at the University of Wisconsin Swine Research and Teaching Center (Arlington, WI), a specific pathogen-free facility. Both lines receive the same diet, formulated with essential macronutrients and micronutrients to meet their requirements for normal growth and development. Sample preparation A whole blood sample was collected from a representative adult male WMS TM -WT pig (“Benny;” Pig ID: 18-4274-3; Age: 1 yr, 6 months, 25 d) for the purpose of genome assembly. The boar used in this study was frequently used for breeding in the WMS TM -WT herd. Additional blood samples were obtained from both the WMS TM -WT and WMS TM -FH lines to conduct genotyping by sequencing (GBS) analysis. These collected samples were submitted to the University of Wisconsin-Madison Biotechnology Center DNA Sequencing Facility for processing. High molecular weight (HMW) DNA (25 µg) was extracted from leukocytes using the Circulomics Nanobind CBB Big DNA kit (Pacific Biosciences, Menlo Park, CA, USA). Nucleic acid concentrations were quantified with the Quant-iT TM  PicoGreenTM dsDNA and Qubit TM  dsDNA High Sensitivity kits (ThermoFisher Scientific, Waltham, MA, USA) used for Oxford Nanopore and Pacific biosciences (PacBio) runs, respectively. The concentrations (A260/A280) and purity (A260/A230) of DNA were determined using a NanoDrop TM  One spectrophotometer (ThermoFisher Scientific, Waltham, MA, USA). Finally, the sizing and quality of diluted samples were assessed using the FemtoPulse System (Agilent Technologies, Madison, WI, USA). The average read size, between 40,000 and 508,400 bp, was 244,172 (bp). Whole genome sequencing Whole genome sequencing was performed using 2 third-generation sequencing platforms and a genome-wide proximity ligation (Hi-C) method, resulting in an error-corrected, chromosome-scale assembly of the WMS™ genome. Oxford nanopore technologies sequencing Oxford nanopore technologies (ONT) sequencing was utilized to generate the initial reads used for assembling the WMS TM  draft genome. Sequencing libraries were prepared from 3 µg of input DNA using the SQK-LSK109 ligation sequencing kit (Oxford Nanopore Technologies, Oxford, UK) and quantified with the Qubit TM  dsDNA High Sensitivity Kit (ThermoFisher Scientific). The sequencing was performed on 5 MinION flow cells processed on a GridION instrument (Oxford Nanopore Technologies). PacBio sequencing PacBio sequencing was utilized to obtain highly accurate reads to error correct (“polish”) the assembly produced by the ONT reads. A PacBio HiFi SMRTBell library was prepared from 5 µg of input DNA according to PN 101-693-800 Version 01 (Pacific Biosciences, Menlo Park, CA, USA), with the following modifications: (1) shearing with gTUBES (Covaris, LLC, Woburn, MA, USA) and (2) size selection with BluePippin (Sage Sciences, Beverly, MA, USA). The quality of the library was determined by the FemtoPulse System (Agilent Technologies, Madison, WI, USA), and the Qubit TM  dsDNA High Sensitivity Kit (ThermoFisher Scientific, Waltham, MA, USA) was used to quantify the library preparation. PacBio sequencing was performed on a Sequel I instrument (Pacific Biosciences, Menlo Park, CA, USA) with 4 PacBio 4 M SMRT cells. Arima Hi-C sequencing Hi-C sequencing was utilized to scaffold the error-corrected ONT draft genome assembly. Sample processing, crosslinking, and Hi-C library preparation were performed according to the manufacturer's instructions for the Arima HiC v1 kit for Mammalian Blood (Material Part Number: A410030, Document Part Number: A160104 v01; Arima Genomics, Carlsbad, CA, USA) and the KAPA Hyper Prep Kit (Roche, Basel, CH) with the following modifications: during PBMC isolation, phosphate-buffered saline (PBS) was used for the first step as directed but subsequent steps used fetal bovine serum (FBS) and adapter ligation was increased from 15 min to 1 h. Library quality was assessed with an Agilent TapeStation (Agilent Technologies) and quantified with a Qubit TM  dsDNA High Sensitivity (ThermoFisher Scientific) kit. The resulting Illumina TruSeq library was sequenced as paired-end (2 × 150 bp) reads on a NovaSeq6000 (Illumina, Inc., San Diego, CA, USA). Genome assembly ONT reads meeting a minimum Q-value of 10 (phred scale) were size- and chimera-filtered (minimum length = 10,000 bp) to approximately 23× coverage with Filtlong v0.2.0 ( https://github.com/rrwick/Filtlong ) and Porechop v0.2.4 ( https://github.com/rrwick/Porechop ). Filtered reads were assembled with Flye v2.5, enforcing a 10,000 bp overlap minimum ( Kolmogorov  ). Assembled sequences <10,000 bp were filtered from the draft assembly. Approximately 20× PacBio subread coverage was used with GCpp v1.0.0-1807624 ( et al . 2019 https://github.com/PacificBiosciences/gcpp ) to independently error-correct the ONT-based Flye assembly. The resulting error-corrected haploid (pseudohaploid) assembly was deduplicated ( i.e.  identification of syntenic elements, keeping only 1 element) with purge_haplotigs commit be7e44b ( https://bitbucket.org/mroachawri/purge_haplotigs/src/master/ ) ( Roach  ). Juicer v1.6.2 ( et al . 2018 https://github.com/aidenlab/juicer ) and 3D-DNA v180114 ( https://github.com/aidenlab/3d-dna ) were used to scaffold the deduplicated, error-corrected assembly with the Hi-C data ( Durand  ;  et al . 2016 Dudchenko  ). We assessed the quality of our genome assembly using BUSCO v5.7.0 with mammalia_odb10 ( et al . 2017 https://busco.ezlab.org/ ) and QUASTv5.0.2 ( https://quast.sourceforge.net/ ) ( Gurevich  ;  et al . 2013 Manni  ). et al . 2021 Gene identification Putative genes in the WMS TM  draft genome were identified using Liftoff v1.6.3 ( https://github.com/agshumate/Liftoff ) with default parameters against the reference  S. scrofa  Ensembl  a nnotation for Sscrofa11.1 (The Swine Genome Sequencing Consortium, 2017, Genome assembly Sscrofa11.1, NCBI, GCF_000003025.6), genebuild 2022-02 ( Shumate and Salzberg 2021 ). Gene diversity analysis The draft WMS TM  genome and annotation files produced here were interrogated for the  NF1  (neurofibromin) and  AHR  (aryl hydrocarbon receptor) genes. For each putative WMS TM  gene, we extracted the entire annotated gene sequence and aligned it to the  S. scrofa  reference coding sequence (CDS) using the align sequences feature in SnapGene TM  Version 7.2.1 (GSL Biotech, Boston, MA, USA). The reference sequence was selected based on Ensembl's canonical distinction. The aligned CDS from the WMS TM  gene were translated and aligned to the respective translated CDS in  S. scrofa  as well as the canonical human CDS using SnapGene TM  software. The BLOSUM62 similarity matrix was used to delineate similar amino acids. The WMS TM  and human amino acid sequences were then input into AlphaFold 3 for structural predictions using the same seed sequence ( Abramson  ). The structural predictions from WMS et al . 2024 TM  and human proteins were aligned using PyMOL (The PyMOL Molecular Graphics System, Version 3.0.5 Schrödinger, LLC.) Genotype by sequencing Genetic variation across the WMS TM -WT and WMS TM -FH herds was assessed using genotype-by-sequencing (GBS), a method licensed to the UW-Madison Biotechnology Center by KeyGene N.V. (Wageningen, NL). GBS libraries were prepared as previously described with minimal modification ( Elshire  ). Whole blood was collected from individuals across both herds, and DNA was isolated with a QIAamp 96 DNA QIAcube HT Kit. One hundred-fifty nanograms of purified DNA was then digested by the restriction enzymes NsiI and MspI. Barcoded adaptors compatible with Illumina sequencers were added to restricted-DNA by ligation using T4 ligase (New England Biolabs, Ipswich, Mass.). Three plates, each containing up to 96 adapter-ligated samples, were each pooled and amplified to generate a sufficient sequencing template. Adapter dimers were removed by SPRI bead purification. The quality and quantity of the finished libraries were assessed using the Agilent TapeStation (Agilent Technologies, Inc., Santa Clara, Calif.) and Qubit et al . 2011 TM  dsDNA HS Assay Kit (Life Technologies, Grand Island, N.Y.), respectively. Libraries were sequenced on a NovaSeq6000 S2 platform (Illumina, Inc., San Diego). The University of Wisconsin Bioinformatics Resource Center (UWBRC) completed quality control, sequence alignment, and SNP calling on GBS data. Adapters, low-quality bases, and primers were trimmed from reads to obtain a Phred score of 20 via the trimming software Skewer (v0.2.2.b). Reads that were too short to be used were also discarded. ( Jiang  ). The Tassel pipeline (version 2) was used to process sequence reads to single nucleotide polymorphism (SNP) genotypes ( et al . 2014 Glaubitz  ). Briefly, demultiplexed reads were aligned to the WMS et al . 2014 TM  draft genome using Bowtie2 ( Langmead and Salzberg 2012 ). The Tassel pipeline was then used to identify potential tags in the aligned SAM files compared to the WMS TM  reference genome, outputting a VCF file. Filtering was performed on VCF files to include only biallelic sites and a minor allele frequency (MAF) ≥ 0.05. SNP coverage and coverage per sample were then calculated. The population-wide inbreeding coefficient F was calculated with VCFtools (v.0.1.16) ( Danecek  ). et al . 2011 Sample relationships were assessed using principal component analysis (PCA), and a bifurcating topology was generated using maximum likelihood. Briefly, for PCA analysis, SNPs were filtered by those with information at ≥60% of samples, and samples with ≤80% of pre-filtered single nucleotide polymorphisms (SNPs) were excluded. Beagle v4.1 was used to perform whole genome phasing and to impute missing data ( Browning and Browning 2007 ,  2016 ). A mid-point rooted topology was created from the VCF data using RAxML and visualized with itol v6.9.1 ( https://itol.embl.de/ ) ( Stamatakis 2014 ;  Huerta-Cepas  ;  et al . 2016 Ortiz 2019 ;  Letunic and Bork 2024 ).",
  "cache_level": "minimal",
  "has_fulltext": true,
  "fetch_date": "2026-02-19 09:31:03"
}