{
  "pmid": "40217315",
  "abstract": "BACKGROUND: Schwannomas are nerve sheath tumors arising at cranial and peripheral nerves, either sporadically or in patients with a schwannomatosis-predisposition syndrome. There is limited understanding of the transcriptional heterogeneity of schwannomas across genetic backgrounds and anatomic locations. METHODS: Here, we prospectively profile by single-cell full-length transcriptomics tumors from 22 patients with NF2-related schwannomatosis, non-NF2-related schwannomatosis, and sporadic schwannomas, resected from cranial and peripheral nerves. We profiled 11,373 cells (after QC), including neoplastic cells, fibroblasts, T cells, endothelial cells, myeloid cells, and pericytes. RESULTS: We characterize the intra-tumoral genetic and transcriptional heterogeneity of schwannoma, identifying six distinct transcriptional metaprograms, with gene signatures related to stress, myelin production, antigen presentation, interferon signaling, glycolysis, and extracellular matrix. We demonstrate the robustness of our findings with analysis of an independent cohort. CONCLUSIONS: Overall, our atlas describes the spectrum of gene expression across schwannoma entities at the single-cell level and will serve as an important resource for the community.",
  "methods": "Methods Here, we prospectively profile by single-cell full-length transcriptomics tumors from 22 patients with  NF2 -related schwannomatosis, non- NF2 -related schwannomatosis, and sporadic schwannomas, resected from cranial and peripheral nerves. We profiled 11,373 cells (after QC), including neoplastic cells, fibroblasts, T cells, endothelial cells, myeloid cells, and pericytes. Methods Human subjects Adult patients at Massachusetts General Hospital (MGH) and Brigham and Women’s Hospital (BWH) with radiographic evidence of schwannoma provided preoperative informed consent to take part in the study in all cases on Institutional Review Board Protocol DF/HCC 10–417. Among our cohort were patients followed at the Massachusetts General Hospital Neurofibromatosis Clinic, that had received a diagnosis of  NF2 -related schwannomatosis or non- NF2 -related schwannomatosis based on current clinical diagnostic criteria [ 8 ]. We profiled cells from 22 freshly resected cranial and peripheral schwannomas that developed sporadically or in patients with a known history of NF2 or schwannomatosis. Anatomic and genetic background allocation of the tumors is presented in Fig.  1 A. Patients were males and females. Clinical characteristics are summarized in Additional file  1 : Table S1. For immunohistochemistry experiments, archival formalin-fixed paraffin-embedded tissue blocks were obtained for a subset of samples processed for scRNA-seq (SCHW1, SCHW5, SCHW10, and SCHW23) as well as for four cases (two with melanoma brain metastases, one with breast cancer brain metastases, and one with supratentorial ependymoma, Grade 3) used for comparison. All these patients were consented under Institutional Review Board Protocol DF/HCC 10- 417. Sample processing and single-cell RNA-seq data generation Fresh tumors were collected at the time of surgery and the presence of schwannoma was confirmed by frozen section. Tumors were mechanically and enzymatically dissociated using a papain-based tumor dissociation kit (Miltenyi Biotec). Tumor cells were blocked in 1% bovine serum albumin in Hanks buffered saline solution (BSA/HBSS). Tumors were stained first with CD45-Vioblue direct antibody conjugate (clone REA747, Miltenyi Biotec) for 30 min at 4 °C. Cells were washed with cold PBS, and then re-suspended in 1 mL of BSA/HBSS containing 1 mM calcein AM (Life Technologies) and 0.33 mM TO-PRO-3 iodide (Life Technologies) to co-stain for 30 min before sorting. CD45 negative cells were stained with calcein AM (Life Technologies) for viability and CD24-APC (human antibody, clone REA832, Miltenyi Biotec) and CD44-VioBlue (human antibody, clone REA690, Miltenyi Biotec) to sort subpopulations of viable non-immune cells. Sorting was performed with the FACS Aria Fusion Special Order System (Becton Dickinson) using 488 nm (calcein AM, 530/30 filter), 640 nm (TO-PRO-3 or CD24-APC, 670/14 filter), and 405 nm (CD45-VioBlue or CD44-VioBlue, 450/50 filter) lasers. Standard, strict forward scatter height versus area criteria were used to discriminate doublets and gate-only singleton cells. Viable single cells were identified as calcein AM positive and TO-PRO-3 negative. We sorted individual, viable, immune, and non-immune single cells into 96-well plates containing TCL buffer (QIAGEN) with 1% beta-mercaptoethanol. Plates were frozen on dry ice immediately after sorting and stored at − 80 °C prior to whole transcriptome amplification, library preparation, and sequencing. Smart-seq2 whole transcriptome amplification, library construction, and sequencing were performed as previously published [ 14 ,  16 – 20 ]. Data pre-processing The following preprocessing steps were performed before conducting downstream analysis: (i) Cell filtering: We excluded cells with a low number of detected genes (#genes), using a cutoff of #genes > 1000. (ii) Gene filtering: Given an expression matrix   with n genes (rows) and m cells (columns), the mean expression of gene  \\documentclass[12pt]{minimal}\n\t\t\t\t\\usepackage{amsmath}\n\t\t\t\t\\usepackage{wasysym} \n\t\t\t\t\\usepackage{amsfonts} \n\t\t\t\t\\usepackage{amssymb} \n\t\t\t\t\\usepackage{amsbsy}\n\t\t\t\t\\usepackage{mathrsfs}\n\t\t\t\t\\usepackage{upgreek}\n\t\t\t\t\\setlength{\\oddsidemargin}{-69pt}\n\t\t\t\t\\begin{document}$$A$$\\end{document} A  across cells is given by  \\documentclass[12pt]{minimal}\n\t\t\t\t\\usepackage{amsmath}\n\t\t\t\t\\usepackage{wasysym} \n\t\t\t\t\\usepackage{amsfonts} \n\t\t\t\t\\usepackage{amssymb} \n\t\t\t\t\\usepackage{amsbsy}\n\t\t\t\t\\usepackage{mathrsfs}\n\t\t\t\t\\usepackage{upgreek}\n\t\t\t\t\\setlength{\\oddsidemargin}{-69pt}\n\t\t\t\t\\begin{document}$$i$$\\end{document} i . For most analysis, we kept the 7000 genes with the highest  \\documentclass[12pt]{minimal}\n\t\t\t\t\\usepackage{amsmath}\n\t\t\t\t\\usepackage{wasysym} \n\t\t\t\t\\usepackage{amsfonts} \n\t\t\t\t\\usepackage{amssymb} \n\t\t\t\t\\usepackage{amsbsy}\n\t\t\t\t\\usepackage{mathrsfs}\n\t\t\t\t\\usepackage{upgreek}\n\t\t\t\t\\setlength{\\oddsidemargin}{-69pt}\n\t\t\t\t\\begin{document}$${E}_{i \\{1..n\\}}= \\sum_{j=1}^{m}\\frac{{A}_{ij}}{m}$$\\end{document} E i { 1 . . n } = ∑ j = 1 m A ij m  value across samples. \\documentclass[12pt]{minimal}\n\t\t\t\t\\usepackage{amsmath}\n\t\t\t\t\\usepackage{wasysym} \n\t\t\t\t\\usepackage{amsfonts} \n\t\t\t\t\\usepackage{amssymb} \n\t\t\t\t\\usepackage{amsbsy}\n\t\t\t\t\\usepackage{mathrsfs}\n\t\t\t\t\\usepackage{upgreek}\n\t\t\t\t\\setlength{\\oddsidemargin}{-69pt}\n\t\t\t\t\\begin{document}$${E}_{i}$$\\end{document} E i (iii) Normalization: For most analyses, TPM values in the matrix were normalized according to  . The values were divided by 10 since the actual complexity is assumed to be in the realm of ~ 100,000 and not 1 million as implied by the TPM measures. \\documentclass[12pt]{minimal}\n\t\t\t\t\\usepackage{amsmath}\n\t\t\t\t\\usepackage{wasysym} \n\t\t\t\t\\usepackage{amsfonts} \n\t\t\t\t\\usepackage{amssymb} \n\t\t\t\t\\usepackage{amsbsy}\n\t\t\t\t\\usepackage{mathrsfs}\n\t\t\t\t\\usepackage{upgreek}\n\t\t\t\t\\setlength{\\oddsidemargin}{-69pt}\n\t\t\t\t\\begin{document}$$E=\\text{log}2(\\frac{\\text{TPM}}{10}+1)$$\\end{document} E = log 2 ( TPM 10 + 1 ) (iv) For most analyses, the data was centered (each gene was centered across all cells). Centering was done across all samples, or per sample, depending on the analysis (see specifications below). Cell annotations and copy number alterations  We performed Louvain clustering on the centered matrix with the top 7000 genes using the “igraph” package with default parameters. Clusters were then annotated based on their top differentially expressed 50 genes and known cell-type markers (Additional file  2 : Table S2). Two clusters were annotated as “low quality” (LQ) based on the abundance of unannotated genes or antisense genes. We did not use CNA inference for distinguishing neoplastic from non-neoplastic Schwann cells, since not all neoplastic Schwann cells harbor loss of chromosome 22 or any other canonical deletion or amplification [ 1 ]. Hence, cells belonging to any of the Schwann clusters were referred to as neoplastic. We inferred CNAs using the package available at [ 21 ] and used fibroblasts, pericytes, and endothelial cells as a reference (Fig.  2 A). Fig. 2 Chromosome 22 deletion in neoplastic and TME cells.  a  CNA plot for all neoplastic (SCHW) cells, using fibroblasts, pericytes, and endothelial cells as reference cells. Neoplastic cells were sorted within each sample by mean CNA on chromosome 22. Reference cells were sorted similarly. Interestingly, 22 deletion was seen in some fibroblasts and pericytes. See Additional file  3 : Fig. S1 for computational validation that the fibroblasts and pericytes harboring chromosome 22 deletion are unlikely to represent doublets.  b  UMAP (same coordinates as in Fig.  1 ) colored by mean CNA on chromosome 22. Inferred deletion is observed also in the fibroblast and pericyte clusters Doublet inference Doublets were identified by combining the results of two methods that were published recently and implemented in R packages—scdDblFinder [ 22 ] and the doubletCells algorithm from scran [ 23 ]. Setting the expected doublet rate at 1%, per 500 cells per sample yielded no doublets in both methods. To investigate whether chromosome 22 deletion identified in certain fibroblasts and pericytes (Fig.  2 B) might correlate with an elevated doublet score, we assigned an expected doublet rate of 5% (which is much higher than the typical rate). Using this criterion, only one fibroblast and two pericytes, each with a chromosome 22 mean copy number alteration (CNA) below − 0.15, were classified as doublets according to both methods (Additional file  3 : Fig. S1). Pseudo-bulk analyses In our pseudo-bulk analyses, we first averaged the TPM values across neoplastic cells in each sample, using the top 7000 genes. We then performed log2 normalization as described above, and centered the averaged gene values across samples. Using hierarchical clustering, we manually defined 3 clusters (Fig.  3 ). For the functional enrichment analysis, we primarily utilized the following gene-set collections from MsigDB: Gene Ontology (C5.GOBP, C5.GOCC, C5.GOMF) and Hallmark (H). These gene signatures were compared to the set of differentially expressed genes within each cluster. Differentially expressed genes were defined as those showing a fold-change greater than 1 and an FDR-adjusted  p -value less than 0.05, as determined by a two-sample  t -test (Additional file  4 : Table S3). We identified overlapping signatures with an FDR-adjusted  p -value less than 0.05, using a hypergeometric test, and kept them as putative annotations for each gene list (Additional file  4 : Table S3). Fig. 3 Inter-tumor transcriptional variability is mainly driven by factors other than etiology or location.  a  Top 7000 genes were averaged across cancer cells in each sample and then clustered. Black broken rectangles demarcate 3 clusters. Cluster 2 is mostly composed of NF2 mutant tumors.  b  Volcano plots comparing differentially expressed genes between clusters. See Table S2 for the full list of differentially expressed genes.  P -values were calculated using a two-sided t-test and corrected for multiple comparisons using FDR. Volcano plots that were similarly obtained by comparing samples in different locations or with different etiologies did now show any significantly differentiated genes after correction for multiple comparisons Defining patterns of intra-tumor heterogeneity Patterns of intra-tumor heterogeneity were defined as previously described [ 24 ]. In brief, we performed non-negative matrix factorization (NMF) for the neoplastic cells in each sample separately using different “ K ” values ( K  = 2, 3, 4, 5, 6, 7, 8, 9, 10), thereby generating 54 programs for each sample. We then selected the top 50 genes in each NMF program, based on NMF coefficients. Next, we retained for each sample the NMF programs that were: (i) Robust within the sample—programs with an overlap of at least 35 out of 50 genes with another program from that sample. (ii) Robust across other samples—programs with an overlap of at least 10 out of 50 genes with a program from another sample. (iii) Non-redundant within the sample—programs within each sample were ranked according to similarity with programs from other samples and selected in decreasing order. After a program was selected, other programs within the sample with a gene overlap of 10 or more were removed. Finally, we used a custom approach for clustering the selected NMF programs from all samples, summarizing each cluster by 50 consensus genes that represent a heterogeneity pattern shared across samples [ 24 ]. After removing 3 signatures that were suspected to reflect low-quality data or other technical confounders, with a strong enrichment of either ribosomal protein genes or unannotated genes, we retained 6 signatures (Fig.  4 ) and assessed their enrichment in functionally annotated gene-sets from MsigDB as described above (Additional file  5 : Table S4). Fig. 4 Schwannoma patterns of intra-tumor heterogeneity and decoupling of Interferon and MHC-II signaling.  a  Gene expression metaprograms (MPs) were derived using NMF with ranks 2–10 and subsequent extraction of robust programs and clustering, as previously described. Six heterogeneity MPs were recovered (highlighted).  b  UMAP (same coordinates as in Fig.  1 ) colored by expression of the myelin marker PRX provides further evidence that myelination varies across SCHW cells.  c  Decoupling of MHC-I from Interferon signaling in SCHW. Cells were scored to selected MHC-II genes (shown to the upper left) in samples that participated in the major published MHC-II MP in the pan-cancer study and in the SCHW samples. Gene expression was then compared per sample between cells that scored > 1 and cells that scored < 0. MHC-I and MHC-II showed weaker coupling in SCHW samples compared to other cancer types. Interestingly, decoupling of MHC-I (and also complement) and interferon was especially apparent in vestibular samples Coupling and decoupling of interferon and MHC signaling We focused on samples that contributed at least one NMF program to the previously published MP17 interferon/MHC-II (I) [ 24 ], which encompassed multiple cancer types. Malignant cells in these samples, and neoplastic cells in the Schwannoma samples, were scored to a curated list of interferon genes (Fig.  4 , using the “sigScores” function from [ 25 ]). Normalized and centered expression levels of MHC class I, class II, interferon, and complement genes were compared, per sample, between all cells with upregulation of MHC-related genes (score > 1) and all cells without such upregulation (score < 0). The average differential expression values (log2 fold change), per sample, were then centered across samples. Additional file  6 : Fig. S2 presents these values after hierarchical clustering of both rows (genes) and columns (samples). Genes were grouped into three clusters (gene modules), while samples were clustered into four clusters, as indicated by the horizontal and vertical dashed black lines. The first cluster of samples (leftmost) was significantly enriched with SCHW samples ( p  = 8.32 × 10 −12 , hypergeometric test) and exhibited high expression of gene modules 1 and 2 (corresponding to only MHC-II genes and MHC-II plus complement genes, respectively), along with low expression of gene module 3 (which contains interferon-response and MHC-I genes). To further evaluate decoupling of MHC-II and MHC-I genes in schwannoma, we stained schwannoma samples (SCHW1, SCHW5, SCHW10, SCHW23) and control tumor samples (supratentorial ependymoma, breast cancer and melanoma brain metastases) for MHC class I and MHC class II proteins with relevant transcripts detected in our scRNA-seq analyses (HLA-B (anti-HLA Class I ABC antibody, ab225636, Abcam, Cambridge, UK) for MHC I, and DPB1 (anti-MHC Class II antibody, ab55152, Abcam, Cambridge, UK) for MHC II) (Additional file  7 : Fig. S3A). Quantification of staining intensity was performed in QuPath [ 26 ]. Nuclei were detected in tumor-rich regions of interest using the “Positive Cell Detection” function. Cell segmentation was then performed by expansion in a 2-micron radius. The mean DAB optical density was calculated within each cell in the given region of interest. Subsequently, these values were averaged across all cells for a given tumor. For each tumor, quantification was performed on at least two stained slide levels. Staining intensity for MHC class I and class II were compared for schwannoma and control samples via 2-way ANOVA with Tukey’s correction for multiple comparisons test (Additional file  7 : Fig. S3B). Analyses of the tumor microenvironment of schwannoma We selected samples that have at least 20 T-cells or 20 macrophages profiled (respectively, for each analysis) and generated pseudo-bulk profiles. We next score the T-cell pseudo-bulk profiles against the CD4 + and CD8 + T-cell metaprograms published in our pan-cancer study [ 24 ], and score the macrophage pseudo-bulk profiles against the macrophage metaprograms published in our pan-cancer study [ 24 ] and against the myeloid signatures published by Barrett et al. [ 27 ]. Using a two-sided  t -test, we next tested whether any of the following subgroups significantly differed from the other samples in score values: (i) NF2 vs all other samples, (ii) schwannomatosis vs all other samples, (iii) vestibular vs all other samples. To assess correlations between pseudo-bulk scores of the T-cell and macrophage signatures mentioned above, and our neoplastic signatures that we generated, we also rely only on samples that have at least 20 cells of each type for each respective analysis. Ligand-receptor interaction analyses Here we tested potential interactions between neoplastic cells and T-cells, macrophages, fibroblasts, endothelial cells, and pericytes. Similar to before, we focus on samples that have at least 20 neoplastic cells and 20 cells of the respective other cell type for each analysis. We tested the existence of known ligands or receptors in the top 4,000 ranked genes in each sample, using the resource published by Ramilowski et al. [ 28 ] Additional file  8 : Table S5 contains the ligand-receptor couples for each cell type. The last sheet in the table contains the robust interactions: interactions that came up in at least 50% of the samples tested. Next, for each cell type, using the hypergeometric test with false-discovery rate correction, we tested whether there is a difference in abundance per interaction between the following sample subgroups: (i) vestibular vs non-vestibular, (ii) NF2 vs non-NF2, (iii) schwannomatosis vs non-schwannomatosis. The results are reported in Additional file  9 : Table S6.",
  "introduction": "",
  "results": "",
  "discussion": "",
  "fetched_at": "2026-02-11T23:43:02.310472",
  "abstract_length": 1254,
  "methods_length": 17605,
  "introduction_length": 0,
  "results_length": 0,
  "discussion_length": 0
}