{
  "pmid": "PMID:40217315",
  "abstract": "BACKGROUND: Schwannomas are nerve sheath tumors arising at cranial and peripheral nerves, either sporadically or in patients with a schwannomatosis-predisposition syndrome. There is limited understanding of the transcriptional heterogeneity of schwannomas across genetic backgrounds and anatomic locations. METHODS: Here, we prospectively profile by single-cell full-length transcriptomics tumors from 22 patients with NF2-related schwannomatosis, non-NF2-related schwannomatosis, and sporadic schwannomas, resected from cranial and peripheral nerves. We profiled 11,373 cells (after QC), including neoplastic cells, fibroblasts, T cells, endothelial cells, myeloid cells, and pericytes. RESULTS: We characterize the intra-tumoral genetic and transcriptional heterogeneity of schwannoma, identifying six distinct transcriptional metaprograms, with gene signatures related to stress, myelin production, antigen presentation, interferon signaling, glycolysis, and extracellular matrix. We demonstrate the robustness of our findings with analysis of an independent cohort. CONCLUSIONS: Overall, our atlas describes the spectrum of gene expression across schwannoma entities at the single-cell level and will serve as an important resource for the community.",
  "methods": "Methods Here, we prospectively profile by single-cell full-length transcriptomics tumors from 22 patients with  NF2 -related schwannomatosis, non- NF2 -related schwannomatosis, and sporadic schwannomas, resected from cranial and peripheral nerves. We profiled 11,373 cells (after QC), including neoplastic cells, fibroblasts, T cells, endothelial cells, myeloid cells, and pericytes. Methods Human subjects Adult patients at Massachusetts General Hospital (MGH) and Brigham and Women’s Hospital (BWH) with radiographic evidence of schwannoma provided preoperative informed consent to take part in the study in all cases on Institutional Review Board Protocol DF/HCC 10–417. Among our cohort were patients followed at the Massachusetts General Hospital Neurofibromatosis Clinic, that had received a diagnosis of  NF2 -related schwannomatosis or non- NF2 -related schwannomatosis based on current clinical diagnostic criteria [ 8 ]. We profiled cells from 22 freshly resected cranial and peripheral schwannomas that developed sporadically or in patients with a known history of NF2 or schwannomatosis. Anatomic and genetic background allocation of the tumors is presented in Fig.  1 A. Patients were males and females. Clinical characteristics are summarized in Additional file  1 : Table S1. For immunohistochemistry experiments, archival formalin-fixed paraffin-embedded tissue blocks were obtained for a subset of samples processed for scRNA-seq (SCHW1, SCHW5, SCHW10, and SCHW23) as well as for four cases (two with melanoma brain metastases, one with breast cancer brain metastases, and one with supratentorial ependymoma, Grade 3) used for comparison. All these patients were consented under Institutional Review Board Protocol DF/HCC 10- 417. Sample processing and single-cell RNA-seq data generation Fresh tumors were collected at the time of surgery and the presence of schwannoma was confirmed by frozen section. Tumors were mechanically and enzymatically dissociated using a papain-based tumor dissociation kit (Miltenyi Biotec). Tumor cells were blocked in 1% bovine serum albumin in Hanks buffered saline solution (BSA/HBSS). Tumors were stained first with CD45-Vioblue direct antibody conjugate (clone REA747, Miltenyi Biotec) for 30 min at 4 °C. Cells were washed with cold PBS, and then re-suspended in 1 mL of BSA/HBSS containing 1 mM calcein AM (Life Technologies) and 0.33 mM TO-PRO-3 iodide (Life Technologies) to co-stain for 30 min before sorting. CD45 negative cells were stained with calcein AM (Life Technologies) for viability and CD24-APC (human antibody, clone REA832, Miltenyi Biotec) and CD44-VioBlue (human antibody, clone REA690, Miltenyi Biotec) to sort subpopulations of viable non-immune cells. Sorting was performed with the FACS Aria Fusion Special Order System (Becton Dickinson) using 488 nm (calcein AM, 530/30 filter), 640 nm (TO-PRO-3 or CD24-APC, 670/14 filter), and 405 nm (CD45-VioBlue or CD44-VioBlue, 450/50 filter) lasers. Standard, strict forward scatter height versus area criteria were used to discriminate doublets and gate-only singleton cells. Viable single cells were identified as calcein AM positive and TO-PRO-3 negative. We sorted individual, viable, immune, and non-immune single cells into 96-well plates containing TCL buffer (QIAGEN) with 1% beta-mercaptoethanol. Plates were frozen on dry ice immediately after sorting and stored at − 80 °C prior to whole transcriptome amplification, library preparation, and sequencing. Smart-seq2 whole transcriptome amplification, library construction, and sequencing were performed as previously published [ 14 ,  16 – 20 ]. Data pre-processing The following preprocessing steps were performed before conducting downstream analysis: (i) Cell filtering: We excluded cells with a low number of detected genes (#genes), using a cutoff of #genes > 1000. (ii) Gene filtering: Given an expression matrix   with n genes (rows) and m cells (columns), the mean expression of gene  \\documentclass[12pt]{minimal}\n\t\t\t\t\\usepackage{amsmath}\n\t\t\t\t\\usepackage{wasysym} \n\t\t\t\t\\usepackage{amsfonts} \n\t\t\t\t\\usepackage{amssymb} \n\t\t\t\t\\usepackage{amsbsy}\n\t\t\t\t\\usepackage{mathrsfs}\n\t\t\t\t\\usepackage{upgreek}\n\t\t\t\t\\setlength{\\oddsidemargin}{-69pt}\n\t\t\t\t\\begin{document}$$A$$\\end{document} A  across cells is given by  \\documentclass[12pt]{minimal}\n\t\t\t\t\\usepackage{amsmath}\n\t\t\t\t\\usepackage{wasysym} \n\t\t\t\t\\usepackage{amsfonts} \n\t\t\t\t\\usepackage{amssymb} \n\t\t\t\t\\usepackage{amsbsy}\n\t\t\t\t\\usepackage{mathrsfs}\n\t\t\t\t\\usepackage{upgreek}\n\t\t\t\t\\setlength{\\oddsidemargin}{-69pt}\n\t\t\t\t\\begin{document}$$i$$\\end{document} i . For most analysis, we kept the 7000 genes with the highest  \\documentclass[12pt]{minimal}\n\t\t\t\t\\usepackage{amsmath}\n\t\t\t\t\\usepackage{wasysym} \n\t\t\t\t\\usepackage{amsfonts} \n\t\t\t\t\\usepackage{amssymb} \n\t\t\t\t\\usepackage{amsbsy}\n\t\t\t\t\\usepackage{mathrsfs}\n\t\t\t\t\\usepackage{upgreek}\n\t\t\t\t\\setlength{\\oddsidemargin}{-69pt}\n\t\t\t\t\\begin{document}$${E}_{i \\{1..n\\}}= \\sum_{j=1}^{m}\\frac{{A}_{ij}}{m}$$\\end{document} E i { 1 . . n } = ∑ j = 1 m A ij m  value across samples. \\documentclass[12pt]{minimal}\n\t\t\t\t\\usepackage{amsmath}\n\t\t\t\t\\usepackage{wasysym} \n\t\t\t\t\\usepackage{amsfonts} \n\t\t\t\t\\usepackage{amssymb} \n\t\t\t\t\\usepackage{amsbsy}\n\t\t\t\t\\usepackage{mathrsfs}\n\t\t\t\t\\usepackage{upgreek}\n\t\t\t\t\\setlength{\\oddsidemargin}{-69pt}\n\t\t\t\t\\begin{document}$${E}_{i}$$\\end{document} E i (iii) Normalization: For most analyses, TPM values in the matrix were normalized according to  . The values were divided by 10 since the actual complexity is assumed to be in the realm of ~ 100,000 and not 1 million as implied by the TPM measures. \\documentclass[12pt]{minimal}\n\t\t\t\t\\usepackage{amsmath}\n\t\t\t\t\\usepackage{wasysym} \n\t\t\t\t\\usepackage{amsfonts} \n\t\t\t\t\\usepackage{amssymb} \n\t\t\t\t\\usepackage{amsbsy}\n\t\t\t\t\\usepackage{mathrsfs}\n\t\t\t\t\\usepackage{upgreek}\n\t\t\t\t\\setlength{\\oddsidemargin}{-69pt}\n\t\t\t\t\\begin{document}$$E=\\text{log}2(\\frac{\\text{TPM}}{10}+1)$$\\end{document} E = log 2 ( TPM 10 + 1 ) (iv) For most analyses, the data was centered (each gene was centered across all cells). Centering was done across all samples, or per sample, depending on the analysis (see specifications below). Cell annotations and copy number alterations  We performed Louvain clustering on the centered matrix with the top 7000 genes using the “igraph” package with default parameters. Clusters were then annotated based on their top differentially expressed 50 genes and known cell-type markers (Additional file  2 : Table S2). Two clusters were annotated as “low quality” (LQ) based on the abundance of unannotated genes or antisense genes. We did not use CNA inference for distinguishing neoplastic from non-neoplastic Schwann cells, since not all neoplastic Schwann cells harbor loss of chromosome 22 or any other canonical deletion or amplification [ 1 ]. Hence, cells belonging to any of the Schwann clusters were referred to as neoplastic. We inferred CNAs using the package available at [ 21 ] and used fibroblasts, pericytes, and endothelial cells as a reference (Fig.  2 A). Fig. 2 Chromosome 22 deletion in neoplastic and TME cells.  a  CNA plot for all neoplastic (SCHW) cells, using fibroblasts, pericytes, and endothelial cells as reference cells. Neoplastic cells were sorted within each sample by mean CNA on chromosome 22. Reference cells were sorted similarly. Interestingly, 22 deletion was seen in some fibroblasts and pericytes. See Additional file  3 : Fig. S1 for computational validation that the fibroblasts and pericytes harboring chromosome 22 deletion are unlikely to represent doublets.  b  UMAP (same coordinates as in Fig.  1 ) colored by mean CNA on chromosome 22. Inferred deletion is observed also in the fibroblast and pericyte clusters Doublet inference Doublets were identified by combining the results of two methods that were published recently and implemented in R packages—scdDblFinder [ 22 ] and the doubletCells algorithm from scran [ 23 ]. Setting the expected doublet rate at 1%, per 500 cells per sample yielded no doublets in both methods. To investigate whether chromosome 22 deletion identified in certain fibroblasts and pericytes (Fig.  2 B) might correlate with an elevated doublet score, we assigned an expected doublet rate of 5% (which is much higher than the typical rate). Using this criterion, only one fibroblast and two pericytes, each with a chromosome 22 mean copy number alteration (CNA) below − 0.15, were classified as doublets according to both methods (Additional file  3 : Fig. S1). Pseudo-bulk analyses In our pseudo-bulk analyses, we first averaged the TPM values across neoplastic cells in each sample, using the top 7000 genes. We then performed log2 normalization as described above, and centered the averaged gene values across samples. Using hierarchical clustering, we manually defined 3 clusters (Fig.  3 ). For the functional enrichment analysis, we primarily utilized the following gene-set collections from MsigDB: Gene Ontology (C5.GOBP, C5.GOCC, C5.GOMF) and Hallmark (H). These gene signatures were compared to the set of differentially expressed genes within each cluster. Differentially expressed genes were defined as those showing a fold-change greater than 1 and an FDR-adjusted  p -value less than 0.05, as determined by a two-sample  t -test (Additional file  4 : Table S3). We identified overlapping signatures with an FDR-adjusted  p -value less than 0.05, using a hypergeometric test, and kept them as putative annotations for each gene list (Additional file  4 : Table S3). Fig. 3 Inter-tumor transcriptional variability is mainly driven by factors other than etiology or location.  a  Top 7000 genes were averaged across cancer cells in each sample and then clustered. Black broken rectangles demarcate 3 clusters. Cluster 2 is mostly composed of NF2 mutant tumors.  b  Volcano plots comparing differentially expressed genes between clusters. See Table S2 for the full list of differentially expressed genes.  P -values were calculated using a two-sided t-test and corrected for multiple comparisons using FDR. Volcano plots that were similarly obtained by comparing samples in different locations or with different etiologies did now show any significantly differentiated genes after correction for multiple comparisons Defining patterns of intra-tumor heterogeneity Patterns of intra-tumor heterogeneity were defined as previously described [ 24 ]. In brief, we performed non-negative matrix factorization (NMF) for the neoplastic cells in each sample separately using different “ K ” values ( K  = 2, 3, 4, 5, 6, 7, 8, 9, 10), thereby generating 54 programs for each sample. We then selected the top 50 genes in each NMF program, based on NMF coefficients. Next, we retained for each sample the NMF programs that were: (i) Robust within the sample—programs with an overlap of at least 35 out of 50 genes with another program from that sample. (ii) Robust across other samples—programs with an overlap of at least 10 out of 50 genes with a program from another sample. (iii) Non-redundant within the sample—programs within each sample were ranked according to similarity with programs from other samples and selected in decreasing order. After a program was selected, other programs within the sample with a gene overlap of 10 or more were removed. Finally, we used a custom approach for clustering the selected NMF programs from all samples, summarizing each cluster by 50 consensus genes that represent a heterogeneity pattern shared across samples [ 24 ]. After removing 3 signatures that were suspected to reflect low-quality data or other technical confounders, with a strong enrichment of either ribosomal protein genes or unannotated genes, we retained 6 signatures (Fig.  4 ) and assessed their enrichment in functionally annotated gene-sets from MsigDB as described above (Additional file  5 : Table S4). Fig. 4 Schwannoma patterns of intra-tumor heterogeneity and decoupling of Interferon and MHC-II signaling.  a  Gene expression metaprograms (MPs) were derived using NMF with ranks 2–10 and subsequent extraction of robust programs and clustering, as previously described. Six heterogeneity MPs were recovered (highlighted).  b  UMAP (same coordinates as in Fig.  1 ) colored by expression of the myelin marker PRX provides further evidence that myelination varies across SCHW cells.  c  Decoupling of MHC-I from Interferon signaling in SCHW. Cells were scored to selected MHC-II genes (shown to the upper left) in samples that participated in the major published MHC-II MP in the pan-cancer study and in the SCHW samples. Gene expression was then compared per sample between cells that scored > 1 and cells that scored < 0. MHC-I and MHC-II showed weaker coupling in SCHW samples compared to other cancer types. Interestingly, decoupling of MHC-I (and also complement) and interferon was especially apparent in vestibular samples Coupling and decoupling of interferon and MHC signaling We focused on samples that contributed at least one NMF program to the previously published MP17 interferon/MHC-II (I) [ 24 ], which encompassed multiple cancer types. Malignant cells in these samples, and neoplastic cells in the Schwannoma samples, were scored to a curated list of interferon genes (Fig.  4 , using the “sigScores” function from [ 25 ]). Normalized and centered expression levels of MHC class I, class II, interferon, and complement genes were compared, per sample, between all cells with upregulation of MHC-related genes (score > 1) and all cells without such upregulation (score < 0). The average differential expression values (log2 fold change), per sample, were then centered across samples. Additional file  6 : Fig. S2 presents these values after hierarchical clustering of both rows (genes) and columns (samples). Genes were grouped into three clusters (gene modules), while samples were clustered into four clusters, as indicated by the horizontal and vertical dashed black lines. The first cluster of samples (leftmost) was significantly enriched with SCHW samples ( p  = 8.32 × 10 −12 , hypergeometric test) and exhibited high expression of gene modules 1 and 2 (corresponding to only MHC-II genes and MHC-II plus complement genes, respectively), along with low expression of gene module 3 (which contains interferon-response and MHC-I genes). To further evaluate decoupling of MHC-II and MHC-I genes in schwannoma, we stained schwannoma samples (SCHW1, SCHW5, SCHW10, SCHW23) and control tumor samples (supratentorial ependymoma, breast cancer and melanoma brain metastases) for MHC class I and MHC class II proteins with relevant transcripts detected in our scRNA-seq analyses (HLA-B (anti-HLA Class I ABC antibody, ab225636, Abcam, Cambridge, UK) for MHC I, and DPB1 (anti-MHC Class II antibody, ab55152, Abcam, Cambridge, UK) for MHC II) (Additional file  7 : Fig. S3A). Quantification of staining intensity was performed in QuPath [ 26 ]. Nuclei were detected in tumor-rich regions of interest using the “Positive Cell Detection” function. Cell segmentation was then performed by expansion in a 2-micron radius. The mean DAB optical density was calculated within each cell in the given region of interest. Subsequently, these values were averaged across all cells for a given tumor. For each tumor, quantification was performed on at least two stained slide levels. Staining intensity for MHC class I and class II were compared for schwannoma and control samples via 2-way ANOVA with Tukey’s correction for multiple comparisons test (Additional file  7 : Fig. S3B). Analyses of the tumor microenvironment of schwannoma We selected samples that have at least 20 T-cells or 20 macrophages profiled (respectively, for each analysis) and generated pseudo-bulk profiles. We next score the T-cell pseudo-bulk profiles against the CD4 + and CD8 + T-cell metaprograms published in our pan-cancer study [ 24 ], and score the macrophage pseudo-bulk profiles against the macrophage metaprograms published in our pan-cancer study [ 24 ] and against the myeloid signatures published by Barrett et al. [ 27 ]. Using a two-sided  t -test, we next tested whether any of the following subgroups significantly differed from the other samples in score values: (i) NF2 vs all other samples, (ii) schwannomatosis vs all other samples, (iii) vestibular vs all other samples. To assess correlations between pseudo-bulk scores of the T-cell and macrophage signatures mentioned above, and our neoplastic signatures that we generated, we also rely only on samples that have at least 20 cells of each type for each respective analysis. Ligand-receptor interaction analyses Here we tested potential interactions between neoplastic cells and T-cells, macrophages, fibroblasts, endothelial cells, and pericytes. Similar to before, we focus on samples that have at least 20 neoplastic cells and 20 cells of the respective other cell type for each analysis. We tested the existence of known ligands or receptors in the top 4,000 ranked genes in each sample, using the resource published by Ramilowski et al. [ 28 ] Additional file  8 : Table S5 contains the ligand-receptor couples for each cell type. The last sheet in the table contains the robust interactions: interactions that came up in at least 50% of the samples tested. Next, for each cell type, using the hypergeometric test with false-discovery rate correction, we tested whether there is a difference in abundance per interaction between the following sample subgroups: (i) vestibular vs non-vestibular, (ii) NF2 vs non-NF2, (iii) schwannomatosis vs non-schwannomatosis. The results are reported in Additional file  9 : Table S6.",
  "introduction": "Background Schwannomas are nerve sheath tumors arising at cranial and peripheral nerves, either sporadically or in patients with a schwannomatosis-predisposition syndrome. There is limited understanding of the transcriptional heterogeneity of schwannomas across genetic backgrounds and anatomic locations. Background\n Schwannomas are nerve sheath tumors arising at cranial and peripheral nerves and are thought to be composed entirely or nearly entirely by neoplastic Schwann cells [ 1 ]. Although benign and slow-growing, complete resection of schwannomas is often not possible for definitive treatment without causing nerve damage and potentially leading to significant disability for cranial and nerve root tumors. Stereotactic radiation is often pursued to control tumor growth in inoperable schwannomas but approximately 10% of tumors regrow despite treatment [ 2 ,  3 ], an even higher percentage for tumor volumes higher than 6 cc [ 4 ,  5 ]. Radiation also carries a risk of nerve and organ toxicity, as well as in rare instances, the potential for malignant transformation [ 6 ,  7 ].\n Over 90% of schwannomas are sporadic, but the remainder are diagnosed in patients with  NF2 -related schwannomatosis (henceforth, NF2) and non-NF2-related schwannomatosis (henceforth, schwannomatosis) tumor predisposition syndromes [ 8 ]. NF2 is characterized by germline gene variants or deletions in the  NF2  gene in chromosome (Chr) 22, which encodes the tumor suppressor merlin (also known as schwannomin). Of note, approximately 50–75% of sporadic schwannomas are also characterized by somatic  NF2  alterations [ 9 ,  10 ]. Schwannomatosis is associated with germline pathogenic variants in two different tumor suppressor genes,  SMARCB1  and  LZTR1 , also on Chr 22 [ 11 ]. Despite knowledge of these molecular alterations, limited targeted therapies have been identified for the treatment of schwannoma. Namely, the use of the anti-VEGF-A antibody bevacizumab to control tumor growth and preserve hearing in NF2 patients with vestibular schwannomas [ 12 ], and the more recent report of the multiple tyrosine kinase inhibitor brigatinib also having similar activity in NF2 patients [ 13 ]. The paucity of targeted therapy options highlights the limited understanding of schwannoma neoplastic cells and of their interactions with nerve cells and with immune cells of the tumor microenvironment.  To advance our molecular understanding of schwannoma and its cellular ecosystem, we sought to perform a single-cell transcriptional characterization of intratumoral cellular heterogeneity. We profiled over 11,000 neoplastic and microenvironment cells from 22 fresh central and peripheral nerve schwannomas via full-length single-cell RNA sequencing (Smart-Seq2, [ 14 ]) in patients with NF2, schwannomatosis or with sporadic tumors (Fig.  1 A, Additional file  1 : Table S1) [ 15 ]. We leverage inferred copy number alterations (CNA) in neoplastic cells to provide evidence of intratumoral polyclonality. Our analysis of cellular transcriptional metaprograms revealed metaprograms associated with myelin and extracellular matrix (ECM) maintenance, glycolytic metabolism in the setting of hypoxia, and stress and immune activation. Integrating a recently published independent cohort, we demonstrate the consistency and robustness of our findings. Overall, we describe the spectrum of gene expression in schwannoma in single cells across a diverse tumor cohort, providing an important resource for the field. Fig. 1 Comprehensive atlas of schwannoma.  a  Scheme depicting the anatomical location and etiology of the analyzed samples.  b  UMAP annotating cells by the sample of origin and cell type. See Table S1 for the upregulated genes that defined the annotations.  c  Percentage of cells per cell type per sample. Values were clustered as described in text (using percentages for the upper 2 heatmaps and binary 0 or 1 for the etiology and location) Inter-tumor heterogeneity partially associated with anatomic location and genetic background To characterize the patterns of inter-tumor heterogeneity, we aggregated the profiles of neoplastic cells in each sample and then clustered the aggregate profiles to discern sample-to-sample correlations (Methods). We identified three distinct clusters that together covered 18 patient samples (Fig.  3 A). Each of the clusters included samples from distinct anatomic locations and genetic backgrounds, indicating that none of the locations or genetic backgrounds strictly defines a unique transcriptional program. Nevertheless, two of the clusters (2 and 3) appeared biased towards particular locations or genetic backgrounds. Cluster 2 included primarily vestibular samples (5 out of 7 samples) and almost exclusively NF2 patients (6 of 7 samples), although these potential enrichments were not statistically significant ( p  = 0.17 and 0.058, respectively, by hypergeometric test) due to small sample numbers and a bias of the entire cohort for NF2 patient samples. In contrast, Cluster 3 (6 samples) had few vestibular (1 sample) and NF2 patients (2 samples), but included all 3 of the schwannomatosis cases, reflecting a statistically significant enrichment for this latter group ( p  = 0.018 by hypergeometric test). Differential gene expression analyses on these clusters revealed upregulation of gene signatures associated with immune activation, hypoxia and epithelial-mesenchymal transition for Cluster 1; increased genes for membrane protein trafficking (including ion channels) and axon development for Cluster 2; and increased G-protein coupled receptor signaling (including increased adenylate cyclase activity) for Cluster 3 (Fig.  3 B, Additional file  11 : Fig. S4, Additional file  4 : Table S3). Of note, a bulk DNA-methylation analysis of schwannomas in patients with schwannomatosis has also identified upregulation of cyclic AMP signaling [ 11 ], consistent with our Cluster 3 finding. Larger cohorts are warranted, but these gene signatures provide initial insights into the inter-tumoral transcriptional differences associated with anatomic location and genetic background. Conserved transcriptional metaprograms across genetic background and anatomic location To characterize the intra-tumoral heterogeneity of neoplastic cells, we utilized non-negative matrix factorization (NMF) to identify recurrent transcriptional programs (metaprograms) in our schwannoma cohort (Methods) [ 24 ]. We identified 6 distinct metaprograms that were represented in both sporadic and syndromic tumors, as well as across anatomic locations (Fig.  4 A and Additional file  5 : Table S4). These transcriptional metaprograms included a cellular stress program (Stress), a myelin production/maintenance program (Myelin), an increased MHC-II activation program (MHC-II), an interferon signaling program (Interferon), a glycolytic metabolism/hypoxia program (glycolysis/hypoxia) and an extracellular membrane expression program (ECM-related). Of note, unlike in other tumors, no cell cycle program was identified, likely due to the slow proliferation of schwannomas which would make the capture of cycling cells unlikely [ 24 ]. Although ubiquitous among samples, the proportional representation of our metaprograms does vary across neoplastic cells from distinct samples (Additional file  12 : Fig. S5), as shown with periaxin ( PRX ), a marker of the myelin program encoding for a protein involved in peripheral nerve myelin maintenance (Fig.  4 B). The metaprograms that we describe are consistent with those derived from an external cohort consisting of sporadic vestibular schwannomas profiled by droplet-based scRNAseq, Additional file  13 : Fig. S6 [ 27 ], underscoring the robustness of our analysis. To contextualize the antigen presentation and interferon signaling metaprograms identified in our schwannoma cohort, we performed a comparison against a pan-cancer gene expression dataset [ 24 ] (Fig.  4 C, “  Methods ”). Unlike in other tumors that primarily demonstrate immune activation metaprograms with combined upregulation of MHC and IFN genes, schwannomas tend to have decoupled upregulation of MHC and interferon genes. Moreover, and also unlike most other tumors, schwannomas predominantly upregulate MHC class II, rather than MHC class I, genes. Cluster analysis of MHC class I, class II, interferon, and complement gene expression in all the cancer samples identified 4 sample clusters in regard to antigen presentation / immune gene expression, Additional file  6 : Fig. S2. The first cluster of samples (leftmost) was significantly enriched with SCHW samples ( p  = 8.32 × 10 −12 , hypergeometric test) and exhibited high expression of gene modules 1 and 2 (corresponding to only MHC class II genes and MHC class II plus complement genes, respectively), along with low expression of gene module 3 (which contains interferon-response and MHC class I genes). Other cancer types within this cluster were not significantly enriched. This suggests that in SCHW, MHC class II signaling is less coupled to MHC class I and interferon-response compared to other cancer types. To further evaluate this finding, we performed immunohistochemistry staining for MHC class I and II proteins in schwannomas and other tumors (Additional file  7 : Fig. S3A). Quantification of the relative intensity of staining demonstrated higher MHC class II staining when compared to MHC class I ( p  = 0.0086, Additional file  7 : Fig. S3B) in schwannoma, but not so for other tumors. This decoupling of MHC class II genes from MHC class I and interferon gene expression appears to be prevalent among vestibular schwannomas (5 of 7 samples, see Fig.  4 C). This finding might relate to the faster growth rate and higher prevalence of symptomatic vestibular schwannomas [ 32 – 34 ] as a result of limited T cell infiltration and immune clearance in these tumors [ 35 ], a hypothesis that requires additional experimental validation.",
  "results": "Results We characterize the intra-tumoral genetic and transcriptional heterogeneity of schwannoma, identifying six distinct transcriptional metaprograms, with gene signatures related to stress, myelin production, antigen presentation, interferon signaling, glycolysis, and extracellular matrix. We demonstrate the robustness of our findings with analysis of an independent cohort. Results A single-cell atlas of schwannoma We profiled cells from 22 freshly resected cranial and peripheral nerve schwannomas that developed sporadically or in patients with a known history of NF2 or schwannomatosis (Fig.  1 A–B, “  Methods ”). We leveraged the Smart-seq2 full-length single-cell RNA-sequencing protocol [ 14 ] and retained 11,434 cells after stringent quality controls (Methods). The Smart-Seq2 protocol was chosen as it allows for sensitive detection of a high number of genes per cell [ 15 ]. In addition, our experimental approach, which included cell sorting for viable tumor and TME cells, allowed us to minimize the incidence of doublets and enrich for neoplastic cells. We applied Louvain clustering to all cells, subsequently annotating clusters based on differential gene expression (Additional file  2 : Table S2) and using universal manifold approximation and projection (UMAP) for dimensionality reduction and visualization (Fig.  1 B). Accordingly, 5124 cells were classified as neoplastic cells. Among stromal and immune cells of the tumor microenvironment, we identified clusters with 2272 fibroblasts, 1314 T-cells, 1258 endothelial cells, 497 pericytes, 827 macrophages, and 142 neutrophils. Most samples showed a predominance of neoplastic cells, while some included significant fractions of other parenchymal and immune cells (Fig.  1 C). In our cohort, derived from patients treated at a large schwannomatosis center and consistent with clinicopathological correlations, 60% of vestibular tumors were resected from patients with an NF2 diagnosis, and most spinal tumors were obtained from patients with a diagnosis of schwannomatosis (Fig.  1 C, Additional file  1 : Table S1). Copy number alterations provide evidence of polyclonality in schwannoma and chromosome 22 deletion in stromal cells We characterized neoplastic and stromal cells in our tumors by inferring copy number alterations, particularly loss of Chr 22 (Fig.  2 A, “  Methods ”). Computationally, inference of CNAs is based on analysis of normalized gene expression with a sliding window of 100 consecutive genes, thereby detecting regions in the genome in which many genes are concomitantly upregulated or downregulated in a manner that suggests chromosomal gain or loss [ 19 ]. In both syndromic (NF2, schwannomatosis) and sporadic tumors, we identify intratumoral CNA heterogeneity, specifically neoplastic cells with and without Chr 22 deletion, as well as other variable CNAs such as, for example, loss of Chr 16 in SCHW2 (Fig.  2 A). Our findings are consistent with the hypothesis derived from NF2 tumors and models that macroscopic schwannomas develop from the confluence of distinct microscopic tumors, in proximity but originating independently along the same nerve [ 29 – 31 ]. The heterogeneity in Chr 22 loss among tumor cells also supports that tumorigenesis in schwannoma can occur by independent events leading to loss of merlin expression, such as pathogenic gene variants in the  NF2  gene or Chr 22 deletions. Although loss of Chr 22 is expected only in neoplastic schwannoma cells, our CNA analyses identified small populations of fibroblasts and pericytes that also harbor Chr 22 deletions (Fig.  2 B). These cells span multiple samples and are found both in tumors from patients with a diagnosis of NF2 (SCHW1, SCHW5, SCHW6, SCHW10, SCHW14) as well as in patients with post-radiation tumors (SCHW19, SCHW21). In addition, these populations are found both in vestibular tumors (SCHW1, SCHW5, SCHW10, SCHW21), and in tumors arising from spinal and named peripheral nerves (SCHW6, SCHW14, SCHW19). To assess the possibility of doublets accounting for this finding, we performed doublet inference using two different algorithms (SCBDL and SCRAN; see Methods), setting a conservative cutoff (5%) for doublet detection. Within the fibroblasts with Chr 22 deletion, only one cell (out of 90) met the doublet threshold, while among the pericytes with Chr 22 deletion, only 2 cells (out of 32) met the doublet threshold. The results of this analysis were consistent across the two algorithms (Additional file  3 : Fig. S1). Although they demonstrate Chr 22 deletion, the transcriptional programs of these cells are overall consistent with fibroblast or pericyte programs rather than with neoplastic cells (Fig.  2 B, Additional file  10 : Table S7). The significance of these alterations is uncertain, but these cells could represent early clones that have yet to transform into neoplastic cells. Inter-tumor heterogeneity partially associated with anatomic location and genetic background To characterize the patterns of inter-tumor heterogeneity, we aggregated the profiles of neoplastic cells in each sample and then clustered the aggregate profiles to discern sample-to-sample correlations (Methods). We identified three distinct clusters that together covered 18 patient samples (Fig.  3 A). Each of the clusters included samples from distinct anatomic locations and genetic backgrounds, indicating that none of the locations or genetic backgrounds strictly defines a unique transcriptional program. Nevertheless, two of the clusters (2 and 3) appeared biased towards particular locations or genetic backgrounds. Cluster 2 included primarily vestibular samples (5 out of 7 samples) and almost exclusively NF2 patients (6 of 7 samples), although these potential enrichments were not statistically significant ( p  = 0.17 and 0.058, respectively, by hypergeometric test) due to small sample numbers and a bias of the entire cohort for NF2 patient samples. In contrast, Cluster 3 (6 samples) had few vestibular (1 sample) and NF2 patients (2 samples), but included all 3 of the schwannomatosis cases, reflecting a statistically significant enrichment for this latter group ( p  = 0.018 by hypergeometric test). Differential gene expression analyses on these clusters revealed upregulation of gene signatures associated with immune activation, hypoxia and epithelial-mesenchymal transition for Cluster 1; increased genes for membrane protein trafficking (including ion channels) and axon development for Cluster 2; and increased G-protein coupled receptor signaling (including increased adenylate cyclase activity) for Cluster 3 (Fig.  3 B, Additional file  11 : Fig. S4, Additional file  4 : Table S3). Of note, a bulk DNA-methylation analysis of schwannomas in patients with schwannomatosis has also identified upregulation of cyclic AMP signaling [ 11 ], consistent with our Cluster 3 finding. Larger cohorts are warranted, but these gene signatures provide initial insights into the inter-tumoral transcriptional differences associated with anatomic location and genetic background. Conserved transcriptional metaprograms across genetic background and anatomic location To characterize the intra-tumoral heterogeneity of neoplastic cells, we utilized non-negative matrix factorization (NMF) to identify recurrent transcriptional programs (metaprograms) in our schwannoma cohort (Methods) [ 24 ]. We identified 6 distinct metaprograms that were represented in both sporadic and syndromic tumors, as well as across anatomic locations (Fig.  4 A and Additional file  5 : Table S4). These transcriptional metaprograms included a cellular stress program (Stress), a myelin production/maintenance program (Myelin), an increased MHC-II activation program (MHC-II), an interferon signaling program (Interferon), a glycolytic metabolism/hypoxia program (glycolysis/hypoxia) and an extracellular membrane expression program (ECM-related). Of note, unlike in other tumors, no cell cycle program was identified, likely due to the slow proliferation of schwannomas which would make the capture of cycling cells unlikely [ 24 ]. Although ubiquitous among samples, the proportional representation of our metaprograms does vary across neoplastic cells from distinct samples (Additional file  12 : Fig. S5), as shown with periaxin ( PRX ), a marker of the myelin program encoding for a protein involved in peripheral nerve myelin maintenance (Fig.  4 B). The metaprograms that we describe are consistent with those derived from an external cohort consisting of sporadic vestibular schwannomas profiled by droplet-based scRNAseq, Additional file  13 : Fig. S6 [ 27 ], underscoring the robustness of our analysis. To contextualize the antigen presentation and interferon signaling metaprograms identified in our schwannoma cohort, we performed a comparison against a pan-cancer gene expression dataset [ 24 ] (Fig.  4 C, “  Methods ”). Unlike in other tumors that primarily demonstrate immune activation metaprograms with combined upregulation of MHC and IFN genes, schwannomas tend to have decoupled upregulation of MHC and interferon genes. Moreover, and also unlike most other tumors, schwannomas predominantly upregulate MHC class II, rather than MHC class I, genes. Cluster analysis of MHC class I, class II, interferon, and complement gene expression in all the cancer samples identified 4 sample clusters in regard to antigen presentation / immune gene expression, Additional file  6 : Fig. S2. The first cluster of samples (leftmost) was significantly enriched with SCHW samples ( p  = 8.32 × 10 −12 , hypergeometric test) and exhibited high expression of gene modules 1 and 2 (corresponding to only MHC class II genes and MHC class II plus complement genes, respectively), along with low expression of gene module 3 (which contains interferon-response and MHC class I genes). Other cancer types within this cluster were not significantly enriched. This suggests that in SCHW, MHC class II signaling is less coupled to MHC class I and interferon-response compared to other cancer types. To further evaluate this finding, we performed immunohistochemistry staining for MHC class I and II proteins in schwannomas and other tumors (Additional file  7 : Fig. S3A). Quantification of the relative intensity of staining demonstrated higher MHC class II staining when compared to MHC class I ( p  = 0.0086, Additional file  7 : Fig. S3B) in schwannoma, but not so for other tumors. This decoupling of MHC class II genes from MHC class I and interferon gene expression appears to be prevalent among vestibular schwannomas (5 of 7 samples, see Fig.  4 C). This finding might relate to the faster growth rate and higher prevalence of symptomatic vestibular schwannomas [ 32 – 34 ] as a result of limited T cell infiltration and immune clearance in these tumors [ 35 ], a hypothesis that requires additional experimental validation. Gene expression analysis of the schwannoma microenvironment After characterizing the transcriptional metaprograms of neoplastic cells, we turned our attention to gene expression metaprograms in immune cells from the tumor microenvironment of schwannoma. Here we selected tumors with at least 20 T cells or 20 macrophages (depending on the specific analysis), aggregated the gene expression profiles of immune cells (per cell type) in each sample to define pseudobulk profiles, and then clustered the pseudobulk profiles. We then score these profiles based on transcriptional metaprograms for T cells and macrophages generated in our previous pan-cancer study of transcriptional heterogeneity (Additional file  14 : Fig. S7) [ 24 ]. We evaluated differences in immune cell scores as a function of tumor location and genetic background. Although a significant difference in T cells scoring for a cytotoxic T cell program was found when comparing CD8 + T cells from schwannomatosis samples vs others ( p  = 0.031), significance was lost when correcting for multiple comparisons. We also did not find significant differences in scoring for particular immune programs when comparing immune cells from NF2 patients or vestibular tumors against other samples. We then assessed correlations between neoplastic transcriptional metaprograms and immune cell signatures. Although no significant correlations were observed between neoplastic metaprograms and T cell signatures, we observed a significant positive correlation between our stress neoplastic metaprogram and the MYC/Mitochondria macrophage signature ( R  = 0.94,  P  = 0.045), as well as a negative correlation between the MHC class II neoplastic antigen presenting program and the interferon macrophage signature ( R  = − 0.96,  P  = 0.032, Additional file  15 : Fig. S8). To further assess the influence of the tumor microenvironment on neoplastic cells, we performed ligand-receptor interaction analyses in our data set, identifying differential ligand-receptor interactions for NOTCH1 signaling in schwannomatosis, and for cell adhesion signaling in schwannomatosis and vestibular schwannomas (Additional files 8–9: Tables S6–7).",
  "discussion": "Conclusions Overall, our atlas describes the spectrum of gene expression across schwannoma entities at the single-cell level and will serve as an important resource for the community.\n Discussion Genomic characterization of schwannomas has revealed a high frequency of Chr 22 deletion and  NF2  alterations, as well a low overall mutational burden [ 11 ,  36 ]. Since the available single-cell transcriptomic studies in schwannoma have only profiled a small number of samples and have been limited to sporadic vestibular schwannomas [ 27 ,  37 ,  38 ], it is unknown if this consistency of genetic aberrations is also reflected at the cellular level across patients with different genetic backgrounds and in tumors arising in different anatomic locations. Our CNA analyses show Chr 22 deletion among many, but not all, neoplastic cells, consistent with previous bulk tumor analyses [ 11 ,  36 ], as well as other distinct CNAs shared by multiple cells within a tumor, providing evidence in support of macroscopic tumors forming through the fusion of smaller clonal tumors. In addition, our single-cell characterization suggests Chr 22 deletion in subsets of fibroblasts and pericytes present in tumors from patients with NF2, as well as in sporadic tumors, and spanning vestibular as well as spinal and peripheral nerve locations. The significance of Chr 22 deletion in fibroblasts and pericytes within schwannomas is unknown. Our exploration of transcriptional metaprograms at the cellular level revealed metaprograms associated with myelin and ECM maintenance, glycolytic metabolism in the setting of hypoxia, and stress and immune activation. Although expressed in different proportions within individual tumors, these transcriptional metaprograms are conserved across tumors from different genetic backgrounds and arising at different anatomic locations. In addition, despite the fact that the gene expression metaprograms we describe in schwannoma are at a high level consistent with metaprograms uncovered for other tumor types [ 24 ], we find that schwannomas tend to have decoupled programs of interferon response and antigen presentation and that the latter program is predominantly characterized by MHC class II genes, with limited upregulation of MHC class I genes, which could relate to decreased T cell infiltration in schwannomas [ 35 ]. We described consistent gene expression metaprograms across schwannomas with different genetic backgrounds and from different anatomic locations. Moreover, the clustering of schwannoma samples only weakly reflected their genetic background and anatomic locations. These results suggest that schwannoma from distinct genetic backgrounds and anatomic locations largely converge to the same overall expression profiles, although some biases are observed such as significant enrichment of schwannomatosis cases in the third cluster. Our exploration of immune cell expression signatures in schwannoma revealed no significant differences in immune signatures on the basis of tumor location or genetic background. Correlating our neoplastic metaprograms with immune signatures, we identified a negative correlation between our MHC class II antigen presentation program in neoplastic cells and the interferon-response signature in macrophages. But it is worth noting that our reduced number of tumors may limit our ability to perform more in-depth comparative analyses. A recent scRNA-seq study of vestibular schwannoma identified an increase in myeloid cell infiltration in tumors dominated by an injury/MHC-II transcriptional metaprogram [ 27 ]. In sum, our study describes the spectrum of gene expression in schwannoma at the single-cell level, uncovering aspects of its biology that will help inform additional studies to evaluate strategies for disease control that could help mitigate tumor-related disability.",
  "fetched_at": "2026-02-11T02:27:42.262344",
  "abstract_length": 1254,
  "methods_length": 17605,
  "introduction_length": 9970,
  "results_length": 13098,
  "discussion_length": 3860
}