{
  "pmid": "40214469",
  "abstract": "Neurofibromatosis type 1 (NF1) is an inherited disorder that predisposes individuals to malignant peripheral nerve sheath tumors (MPNSTs), a highly aggressive sarcoma with limited treatment options and poor prognosis. This study explores the potential of targeting the interaction between Galectin-1 and Ras as a novel therapeutic strategy for MPNSTs. Through molecular docking, we identified critical residues involved in the Galectin-1 and H-Ras interaction. We developed LLS30, a compound designed to target this Ras-binding pocket on Galectin-1, and tested its efficacy. LLS30 effectively disrupted the Galectin-1/Ras interaction, causing Ras delocalization from the plasma membrane and inhibiting Ras signaling. In vitro experiments showed that LLS30 significantly decreased MPNST cell proliferation and induced apoptosis. In vivo, LLS30 demonstrated potent anti-tumor effects, reducing tumor size, inhibiting metastasis, and extending survival in animal models. Transcriptome analysis further revealed the downregulation of KRAS signaling and inhibition of pathways associated with epithelial-mesenchymal transition. These findings suggest that targeting Galectin-1 with LLS30 offers therapeutic potential for MPNSTs and could be beneficial for other cancers driven by Galectin-1 and Ras signaling.",
  "methods": "2. Materials and Methods 2.1. Cell Lines The cell lines used in this study include MPNST-derived cell lines NF02.2 and NF96.2, as well as HEK293T. These cells were cultured in DMEM containing 10% fetal bovine serum and 1% penicillin/streptomycin, and maintained in a 5% CO 2  atmosphere at 37 °C. Mycoplasma contamination was tested monthly as part of routine quality control. 2.2. Cell Viability and Apoptosis Assay To evaluate cell viability, 5 × 10 3  NF96.2 and NF2.2 cells were plated in 96-well plates and allowed to adhere for 24 h before treatment with LLS30 or OTX008 for 72 h. After the incubation, the medium was removed, and cells were treated with the designated concentrations of LLS30 or OTX008. Stock solutions of LLS30 and OTX008 (10 mM) were initially dissolved in 100% DMSO. A 100 µM working solution of LLS30 was prepared by diluting the stock 1:100 in a cell culture medium and further serially diluted. Cell viability was assessed using the MTT assay at specified time points. For apoptosis detection, caspase-3/7 activity was measured using the luminescent caspase-Glo 3/7 assay kit (Promega, Madison, WI, USA) after 12 and 24 h of treatment with 5 μM LLS30 or 0.05% DMSO. 2.3. Immunoblotting Analysis The immunoblotting procedure was performed according to a previously described method [ 23 ]. In brief, cells were lysed in RIPA buffer and incubated on ice for 20 min. After centrifugation, the total cell lysates were collected and protein concentrations were determined using a BCA assay. Equal amounts of lysates (20 μg) were mixed with 2X Laemmli SDS-PAGE sample buffer, heated, separated on 12% SDS-PAGE gels, and transferred to PVDF membranes. Membranes were blocked with 10% non-fat dry milk in Tris-buffered saline and incubated overnight at 4 °C with primary antibodies targeting phospho-Erk (Thr202/Tyr204, Cell Signaling, Danvers, MA, USA), Erk (Cell Signaling), or beta-actin (Cell Signaling). After washing with TBS-T, membranes were incubated with HRP-conjugated secondary antibodies at 37 °C for 1 h. Chemiluminescence detection was performed using an ECL substrate and captured with a CCD camera. 2.4. Protein–Protein Docking Simulation The 3D structures of the proteins H-Ras(G12V) and Gal-1 were downloaded from the RCSB PDB Database ( https://www1.rcsb.org/ , accessed on 13 April 2022), with the PDB ID for H-Ras(G12V) being 4EFM and for Gal-1 being 6F83. Protein–protein docking in ClusPro1 was utilized for molecular docking simulation and predicting the binding affinity of H-Ras(G12V) with Gal-1. Gal-1 was set as the ligand and H-Ras(G12V) as the receptor for protein docking. The ligand underwent 70,000 rotations, with translations along the x, y, and z axes relative to the receptor on a grid during each rotation. The translation yielding the best score from each rotation was selected. From an initial set of 70,000 rotations, 1000 rotation/translation combinations with the lowest docking scores were selected. These 1000 ligand positions were then grouped using a greedy clustering algorithm with a 9 Å C-alpha RMSD radius. The goal was to identify ligand positions with the highest number of neighboring ligands, which were likely to represent more stable binding modes. From these clusters, the top ten cluster centers with the greatest number of cluster members were retrieved for detailed inspection. To further assess the docking accuracy, intermolecular contacts from the most probable binding poses were analyzed. Key binding interactions were experimentally validated to confirm the docking predictions. This validation step ensured that the identified binding poses accurately represented the interaction between the ligand and the target protein. Docked structures and the interface residues were analyzed using the MOE2 (Molecular Operating Environment) software suite (version 2022 02, Chemical Computing Group, Montreal, QC, Canada). Molecular graphics were visualized using PyMOL (version 2.5.2, Schrödinger, Mannheim, Germany) for better structural interpretation. 2.5. Plasmid Construction and Protein Production and Purification The pcDNA3.1/His-Gal-1 plasmid was commercially purchased from Gene Script (Piscataway, NJ, USA), with sequences encoding Gal-1 proteins based on GenBank ( NM_002305 ). Inverse PCR Mutagenesis was used to introduce mutation D123A in previously cloned sequences with the Phusion Site-Directed Mutagenesis Kit (ThermoScientific, Waltham, MA, USA). The presence of the correct mutation was confirmed via sequencing. HEK293T cells were transiently transfected with the plasmids pcDNA3.1/His-Gal-1 and pcDNA3.1/His-Gal-1 D123A using Lipofectamine 2000 transfection reagent (Life Technologies, Carlsbad, CA, USA) according to the manufacturer’s protocol. After 5 days post-transfection, the cell pellet was collected by centrifugation at 400×  g  for 5 min, and subsequently, Gal-1 wild type (WT) and Gal-1 D123A mutant (Mut) proteins were purified using ProBond™ Nickel-Chelating Resin (ThermoScientific, Waltham, MA, USA), as per the manufacturer’s instructions. The purity of the obtained fraction was assessed by SDS-PAGE analysis, with quantification performed using the Bradford method. 2.6. Pull-Down Assay An amount of 50 μL of streptavidin-agarose gel slurry (ThermoScientific, Waltham, MA, USA) was mixed with 50 μg of biotinylated LLS30 in a spin column and incubated for 4 h at 4 °C. The Sepharose slurry was then added to 20 μg of whole cell lysate (WCL) from NF96.2 cells or 2 μg of Gal-1 WT or Gal-1 Mut and incubated with rotary agitation overnight at 4 °C. After incubation, the Sepharose was washed with PBS, and bound proteins were eluted using 150 mM glycine, pH 2.5, for 10 min. The eluent was neutralized by adding 10 μL of neutralization buffer (Tris, pH 8.0) and subsequently analyzed by immunoblotting to detect Gal-1. 2.7. Co-Immunoprecipitation Assay A total of 2 × 10 6  NF96.2 cells were treated overnight with either 2 µM LLS30 or 0.02% DMSO, followed by membrane protein extraction using the ProteoExtract ®  Native Membrane Protein Extraction Kit (MilliporeSigma, Burlington, MA, USA). For immunoprecipitation, 10 µL of anti-Gal-1 antibody (Abcam, Cambridge, UK) was mixed with 100 µL of Protein A/G Sepharose slurry (Abcam) and incubated for 4 h at 4 °C. The Sepharose slurry was then added to the protein mixtures and rotated overnight at 4 °C. After washing the Sepharose with PBS, bound proteins were eluted using 150 mM glycine (pH 2.5) for 10 min. The eluent was neutralized with 10 mL of neutralization buffer (Tris, pH 8.0) and analyzed by immunoblotting to assess Ras levels. 2.8. In Vivo Animal Assays The animal experiments in this study were approved by the Institutional Animal Care and Use Committee (IACUC) at the campus. LLS30 stock solutions (6×) were prepared by dissolving 50% absolute alcohol and 50% Tween 80 to achieve a concentration of 15 mg/mL, which was then diluted with saline to a working solution of 2.5 mg/mL. Male athymic BALB/c nude (nu/nu) mice, obtained from the Jackson Laboratory, were used in this study. For the MPNST orthotopic xenograft mouse models, the mice were anesthetized with isoflurane, and bilateral exposure of the sciatic nerves was performed at mid-thigh. A cell suspension (5 × 10 5  cells in 5 μL) was injected into the sciatic nerve using a Microliter Syringe Model 701 N (Hamilton Company, Reno, NV, USA). The surgical site was sealed with tissue adhesive, and the mice were returned to pathogen-free housing for recovery. The tumors became palpable after 6 weeks. The mice were randomly assigned to two groups (N = 6) and then intraperitoneally administered (1) a vehicle (8.7% alcohol/8.7% Tween 80) or (2) 10 mg/kg of LLS30 daily via intravenous injection for 14 consecutive days. After two weeks, bioluminescence signals were measured using the IVIS 200 Imaging System (version 2.50, Caliper LifeSciences, Hopkinton, MA, USA) following intraperitoneal injection of 100 mg/kg of D-luciferin. Tumor signal quantification was performed using Aura software (version is 1.07.84_V2, Aura, Boston, MA, USA) and the mice were subsequently sacrificed, with tumors excised for the activated Ras assay. For the lung metastasis model, 1 × 10 6  luciferase-tagged NF96.2 cells were injected intravenously into the mice, followed by LLS30 treatment (5 mg/kg once daily for 5 days) two weeks later. Eight weeks post-implantation, bioluminescence signals were again detected using the IVIS 200 Imaging System, following intraperitoneal injection of 100 mg/kg of D-luciferin. Randomization and blinding were employed throughout the experiments to ensure unbiased data collection. 2.9. Ras Activation Assay Activated Ras was measured using the Ras activation assay kit (MilliporeSigma, Burlington, MA, USA), following the manufacturer’s protocol. Briefly, xenograft tumors were excised and homogenized, and 200 µg of tissue lysates were incubated with Raf-1 Ras-binding domain (RBD)-agarose beads for 30 min at 4 °C. After centrifugation at 14,000×  g  for 10 s at 4 °C and washing, the agarose-bound Ras was mixed with 2× Laemmli reducing sample buffer (126 mM Tris/HCl, 20% glycerol, 4% SDS, 0.02% bromophenol blue). The samples were then separated by SDS-PAGE and analyzed by immunoblotting using an anti-Ras antibody (MilliporeSigma, Burlington, MA, USA). 2.10. Transcriptome Sequencing and Enrichment Analysis Total RNA was extracted from the control and LLS30-treated NF96.2 cells using the PureLink RNA Mini Kit (Invitrogen, Waltham, MA, USA) according to the manufacturer’s protocol. RNA quality was assessed using the Agilent 2100 Bioanalyzer (Agilent Technologies, Santa Clara, CA, USA). mRNA sequencing libraries were prepared and sequenced in the paired-end format using the Illumina HiSeq 4000 platform (Illumina, San Diego, CA, USA). Significant differentially expressed genes (DEGs) were identified using a 1.5-fold change threshold and a significance level of  p  < 0.05. For normalization, raw RNA-seq data were processed using the DESeq2 package to account for sequencing depth and library size. The data were normalized to ensure comparability across samples. Volcano plots were generated using Sigmaplot software (version 14.0, Sigmaplot, San Jose, CA, USA) and Hallmark gene set enrichment analysis was conducted via the Enrichr website ( https://maayanlab.cloud/Enrichr/ , accessed on 28 November, 2024.) using gene symbols. 2.11. Gene Set Enrichment Analysis (GSEA) GSEA was performed using the Java desktop software ( http://software.broadinstitute.org/gsea/index.jsp , accessed on 27 February 2022), following previously established protocols [ 24 ]. Genes were ranked according to shrunken limma log2 fold changes, and the GSEA tool was run in “pre-ranked” mode with all default settings. 2.12. Statistics Analysis In vitro experiments were performed in triplicate across two independent trials, with the results presented as the mean ± SD. Survival curves for both the control and LLS30 treatment groups were generated using the Kaplan–Meier method, and statistical comparisons were made using the log-rank test. The Student’s  t -test (two-tailed) was applied to compare datasets between two groups with similar variance. A  p -value of < 0.05 was considered statistically significant. Statistical differences, when compared with the controls, are denoted as * ( p  < 0.05), ** ( p  < 0.01), or *** ( p  < 0.001).",
  "introduction": "",
  "results": "",
  "discussion": "",
  "fetched_at": "2026-02-11T23:42:57.535682",
  "abstract_length": 1304,
  "methods_length": 11413,
  "introduction_length": 0,
  "results_length": 0,
  "discussion_length": 0
}