{
  "pmid": "PMID:40225167",
  "title": "Functional Assays Combined with Pre-mRNA-Splicing Analysis Improve Variant Classification and Diagnostics for Individuals with Neurofibromatosis Type 1 and Legius Syndrome.",
  "abstract": "Neurofibromatosis type 1 (NF1) and Legius syndrome (LS) are caused by inactivating variants in ",
  "authors": "Hannie Douben; Marianne Hoogeveen-Westerveld; Mark Nellist; Jesse Louwen; Marian Kroos-de Haan; Mattijs Punt; Babeth van Ommeren; Leontine van Unen; Peter Elfferich; Esmee Kasteleijn; Yolande van Bever; Margreethe van Vliet; Rianne Oostenbrink; Jasper J Saris; Anja Wagner; Yvette van Ierland; Tjakko van Ham; Rick van Minkelen",
  "journal": "Human mutation",
  "publicationDate": "2023",
  "doi": "10.1155/2023/9628049",
  "methods": "2. Materials and Methods 2.1. Editorial Policies and Ethical Considerations Informed consent was provided by all subjects, as required by the institutional review board of the Erasmus Medical Center, and according to standard diagnostic protocols. 2.2. Patient Assessment and Selection of Variants for Testing The Erasmus MC Department of Clinical Genetics NF1/LS cohort consists of >4900 index cases suspected of NF1 or LS based on the international clinical diagnostic criteria [ 25 ] for whom DNA has been submitted for genetic testing of  NF1  and/or  SPRED1 . Variants were classified using the available clinical and genetic data resulting in the identification of >2267 pathogenic or likely pathogenic  NF1  or  SPRED1  variants and >370 VUS ([ 18 ]; unpublished data). Variants were selected for functional testing following requests received from the consultant clinical geneticist. Splice site prediction software (Alamut Visual Plus, version 1.5.1; Sophia Genetics) was used to identify variants likely to affect pre-mRNA splicing and the assay method was determined by the availability of patient RNA and/or the complexity of the predicted/observed splice abnormalities. In cases where a nonsynonymous variant was predicted to disrupt splicing, we first analyzed the putative effects on mRNA synthesis prior to deciding whether to investigate effects on protein function. For assay validation, additional variants, either from our own cohort or from literature, were selected for comparison, as detailed in Supplementary Tables  S1-S3 . We tested 11 variants that have been classified as pathogenic and/or subjected to functional evaluation:  NM_000267.3 (NF1) p.Leu90Pro [ 26 ], p.Met992del [ 17 ,  27 ], p.Met1149Val [ 17 ], p.Asp1217Tyr [ 14 ], p.Arg1276Gly [ 28 ], p.Lys1423Glu [ 17 ,  23 ,  29 ], p.Asp1623Gly [ 17 ], and p.Arg1809Cys [ 17 ];  NM_152594.2 (SPRED1) p.Val44Asp, p.Thr102Met [ 14 ], and p.Ser105Ala [ 16 ]. In addition, we tested 3 likely benign variants from our cohort: p.Asn1229Ser, p.Pro1232Ser, and Ile1478Val. These variants were identified in individuals for whom another pathogenic, germ-line  NF1  variant, was identified (data not shown). Nomenclature for all the reported variants is according to HGVS guidelines [ 30 ]. 2.3. Constructs, Antibodies, and Cell-Lines \n NF1  minigene exon trap constructs and NF expression plasmids were generated using standard cloning techniques [ 31 ], Gibson assembly [ 32 ], and/or site-directed mutagenesis (see Supplementary Materials for details). All constructs were verified by sequencing of the complete insert and at least 2 independent, verified clones per variant were used to prepare separate plasmid DNA stocks for the functional experiments. Nucleotide and amino acid numbering are according to reference transcripts  NM_000267.3 (NF1) and  NM_152594.2 (SPRED1), unless specified otherwise. Antibodies were from Cell Signaling Technology (Danvers, U.S.A.) (rabbit anti-HA; mouse anti-HA; 9B11 mouse anti-myc), Invitrogen (mouse anti-V5), Sigma-Aldrich (St. Louis, U.S.A.) (mouse and rabbit anti-FLAG), and LI-COR Biosciences (Lincoln, U.S.A.) (goat anti-rabbit 680 nm and goat anti-mouse 800 nm conjugates). Anti-FLAG affinity beads were from Sigma-Aldrich; glutathione-sepharose was from GE Healthcare (Uppsala, Sweden). HEK 293 T and COS-7 cells were maintained in Dulbecco's Modified Eagle Medium (DMEM) (Lonza, Verviers, Belgium) containing 10% fetal calf serum, 50 U/ml penicillin and 50  μ g/ml streptomycin in a humidified 37°C, 5-10% CO 2  incubator. 2.4. Assessment of the Effects of NF1 Variants on NF1 Pre-mRNA Splicing in Patient Material Reverse transcriptase (RT) PCR was performed on 1-2  μ g total RNA as described in the Supplementary Materials. 2.5. In Vitro Assessment of the Effects of NF1 Variants on NF1 Pre-mRNA Splicing Exon trap experiments were performed as described previously [ 33 ,  34 ]. See Supplementary Materials for details. 2.6. In Vitro Assessment of RAS GAP Activity To estimate RAS GAP activity, HA-H-RAS was expressed together with either wild-type (WT) or variant NF in COS-7 or HEK 293 T cells. GTP-bound RAS was subsequently isolated using glutathione-agarose beads coated with recombinant GST-RAF-RBD [ 35 ]. See Supplementary Materials for details. 2.7. In Vitro Assessment of the NF1-SPRED Interaction To investigate the NF-SPRED interaction, FLAG-SPRED1 (WT or variant) and NF (WT or variant) were coexpressed in HEK 293 T cells. NF-SPRED1 complexes were immunoprecipitated using anti-FLAG affinity beads (Sigma-Aldrich). See Supplementary Materials for details. Supplementary Materials Supplementary Materials A file containing supplementary material pertinent to this manuscript is available. This supplementary information consists of 3 tables, 2 figures, and detailed Materials and Methods, as follows: Supplementary Table S1: summary of the assessment of effects of  NF1  variants on  NF1  pre-mRNA splicing. Supplementary Table S2: summary of the functional assessment of  NF1  variants. Supplementary Table S3: summary of the functional assessment of  SPRED1  variants. Supplementary Figure S1: NF RAS GAP activity and NF-SPRED1 coimmunoprecipitation (NF coIP) functional assay validation. Supplementary Figure S2: flow diagrams to illustrate the NF1/LS molecular diagnostic screening process in our laboratory.",
  "cache_level": "minimal",
  "has_fulltext": true,
  "fetch_date": "2026-02-19 09:31:05"
}