{
  "pmid": "40225101",
  "abstract": "BACKGROUND: Neurofibromatosis Type 1 (NF1) is a rare autosomal dominant disorder caused by mutations or deletions in the NF1 gene, with approximately 5% to 11% of cases specifically attributed to the 17q11.2 microdeletion. While cutaneous manifestations are common, gastrointestinal involvement occurs in 10%-25% of cases, with symptomatic presentations being exceptionally rare. This report describes an unusual case of NF1 presenting with small intestinal neurofibroma, emphasizing diagnostic challenges and management strategies. CASE PRESENTATION: A 22-year-old male with a 1-year history of recurrent abdominal distension was admitted. Physical examination revealed pathognomonic features of NF1, including axillary freckling and café-au-lait macules. Laboratory tests demonstrated anemia and hypoalbuminemia. Imaging and enteroscopy identified a stenotic ileal lesion with mesenteric lymphadenopathy. Initial biopsy suggested neurofibroma, confirmed by whole-exome sequencing revealing a 17q11.2 microdeletion involving the NF1 gene. Following palliative ileostomy, definitive surgical resection achieved complete remission. Histopathology confirmed small intestinal neurofibroma in NF1. CONCLUSION: This case underscores that gastrointestinal neurofibromas, though uncommon, should be considered in NF1 patients with persistent abdominal symptoms. A combination of clinical assessment, imaging, endoscopy, and genetic testing is essential for accurate diagnosis. Surgical intervention remains the definitive treatment for symptomatic lesions. The report expands the phenotypic spectrum of NF1 and highlights the importance of multidisciplinary management in rare gastrointestinal manifestations.",
  "methods": "",
  "introduction": "Background Neurofibromatosis Type 1 (NF1) is a rare autosomal dominant disorder caused by mutations or deletions in the NF1 gene, with approximately 5% to 11% of cases specifically attributed to the 17q11.2 microdeletion. While cutaneous manifestations are common, gastrointestinal involvement occurs in 10%‐25% of cases, with symptomatic presentations being exceptionally rare. This report describes an unusual case of NF1 presenting with small intestinal neurofibroma, emphasizing diagnostic challenges and management strategies.",
  "results": "",
  "discussion": "Conclusion This case underscores that gastrointestinal neurofibromas, though uncommon, should be considered in NF1 patients with persistent abdominal symptoms. A combination of clinical assessment, imaging, endoscopy, and genetic testing is essential for accurate diagnosis. Surgical intervention remains the definitive treatment for symptomatic lesions. The report expands the phenotypic spectrum of NF1 and highlights the importance of multidisciplinary management in rare gastrointestinal manifestations.",
  "fetched_at": "2026-02-11T02:26:44.995736",
  "abstract_length": 1702,
  "methods_length": 0,
  "introduction_length": 531,
  "results_length": 0,
  "discussion_length": 507
}