{
  "pmid": "40240141",
  "abstract": "The two major genomic alterations in pediatric pilocytic astrocytoma (PA) are",
  "methods": "Materials and methods Human induced pluripotent stem cell culture and differentiation NF1 patient homozygous and heterozygous germline  NF1  gene (transcript ID  NM_000267 ) mutations (c.2041C > T; c.6513T > A) were CRISPR/Cas9-engineered into a single commercially available male control human iPSC line (BJFF.6) by the Washington University Genome Engineering and iPSC Core Facility (GEiC) ( Anastasaki et al. 2022 ). Homozygous mutations were confirmed by NGS sequencing, and two different clones were expanded for each of the  NF1 −/−  ( NF1 -null) and control lines for all subsequent differentiation procedures. Human induced pluripotent stem cells (hiPSCs) were grown on Matrigel-coated culture flasks and fed daily with mTeSR Plus medium (Stem Cell Technologies). hiPSCs were passaged as needed with ReLeSR medium (Stem Cell Technologies) following the manufacturer's instructions. NPCs, GRPs, OPCs, and NG2 +  glia were generated according to established protocols ( Anastasaki et al. 2022 ). Astrocytes were differentiated according to Stem Cell Technologies’ protocols. Drug treatments Unless noted otherwise, all drug treatments were for 24 h. Unless noted otherwise, the concentrations for the drugs used were as follows: 10 μM MG132 (proteasome inhibitor; Cell Signaling), 1 μM PD0325901 (MEK inhibitor; Stem Cell Technologies), 1 μM XAV939 (β-catenin [tankyrase] inhibitor; R&D Systems), 10 μM LiCl (Sigma-Aldrich), and 10 μM cycloheximide (inhibitor of translation; Sigma-Aldrich). Western blotting Total protein was extracted from cells using RIPA buffer supplemented with a protease inhibitor cocktail and phosphatase inhibitor and quantified using the Pierce BCA protein assay kit (Fisher Scientific PI23225). Forty micrograms of total protein lysate was separated in precast Bis-Tris gels (Thermo Scientific) by electrophoresis and transferred onto PVDF membranes, followed by blocking in 5% (w/v) nonfat dry milk and overnight incubation with the antibodies listed in  Supplemental Table S1 . Proteins were detected with IRDye-conjugated secondary antibodies using the LI-COR Odyssey imaging system and Image Studio v5.2. Immunocytochemistry Immunocytochemistry was performed using the primary antibodies listed in  Supplemental Table S1 . Adherent cells were washed, fixed with 4% paraformaldehyde, and permeabilized with 0.5% Triton X-100 in PBS before blocking in 10% goat serum and incubation overnight at 4°C in primary antibodies diluted in 2% goat serum at the manufacturer's suggested concentrations. Appropriate Alexa fluor-conjugated secondary antibodies (diluted to 1:200) were used, and bis-benzamide (Hoechst) was used as a nuclear counterstain. Cells were mounted and imaged on a Leica DMi1 fluorescent microscope using the Leica LAS X software. RNA extraction and quantitative real-time PCR RNA was extracted using the NucleoSpin RNA Plus minikit from cell pellets following the manufacturer's instructions (Macherey-Nagel). For quantitative real-time PCR (qPCR) studies, total RNA was reverse-transcribed using the high-capacity cDNA reverse transcription kit protocol following the manufacturer's instructions (Thermo Fisher Scientific). qRT-PCR was performed on a Bio-Rad CFX thermocycler using predesigned TaqMan gene expression assays ( Supplemental Table S2 ) and a commercially available TaqMan master mix (Thermo Fisher Scientific) following the manufacturer's instructions. Relative transcript expression was calculated using the ΔΔ C  analysis method and normalized to  T GAPDH  as an internal control (Thermo Fisher). All assays were performed using a minimum of three independently generated biological replicates. Animals Mice were maintained on a 12 h light–dark cycle in a barrier facility with ad libitum access to food and water under an approved animal studies protocol at Washington University. Mating cages housed one male and two females of the same genotype, and males were separated from dams at the time of delivery. PA cell lines Human operative specimens and dissociated cell suspensions were acquired from the St. Louis Children's Hospital Tumor Bank under an active and approved Human Studies (Institutional Review Board) protocol at the Washington University School of Medicine. For cell isolation and cell line generation, fresh operative specimens were dissociated in papain for 12–15 h prior to red blood cell lysis, clearing, and resuspension in ice-cold PBS for intracranial injections of neonatal mice or in culture media for cell line propagation (DMEM supplemented with 10% FBS, Pen/Strep, Glutamax). Cells were propagated in uncoated vented flasks and passaged with Accutase upon confluency. A more detailed analysis of these and additional human PA cell lines will be reported elsewhere (C Anastasaki, R Mu, CM Kernan, et al., in prep.). Intracranial injections Postnatal day 0–3 animals were anesthetized and intracranially injected in accordance with an active and approved Animal Studies Committee protocol at Washington University. PA tumor cells (5 × 10 5 ; JHH-NF1-PA1 or WUPA8) resuspended in 2 µL of ice-cold PBS were injected 0.7 mm to the right of the midline into the midbrains (0.5 mm posterior to lambda; 2 mm deep) of neonatal  Rag1 -deficient mice using a Hamilton syringe. Injections were performed on entire litters of 0–3 day old C57BL/6J,  Rag1 −/−  mice (B6.129S7- Rag1 tm1Mom /J; strain 002216; Jackson Laboratories). Injected pups were allowed to recover and immediately returned to their maternal cage until weaning. Animals were aged to 1 month after injection prior to tissue harvesting and analysis. Tissue fixation and immunohistochemistry Injected mice were transcardially perfused at 1 month after injection, initially with Ringer's solution and then with ice-cold 4% paraformaldehyde. Whole mouse brains were harvested, postfixed in 4% PFA, and dehydrated in 70% ethanol. Dehydrated samples were then paraffin-embedded and serially sectioned (5 µm). Hematoxylin and eosin (H&E) and antibody immunohistochemical staining were performed using the primary antibodies Vectastain ABC kit (Vector Laboratories) and the appropriate biotinylated secondary antibodies listed in  Supplemental Table S1 . BrdU proliferation assay BrdU proliferation assays (Roche) were performed according to the manufacturer's instructions. Assays were performed using a minimum of three independently generated biological replicates. Subcellular fractionation Subcellular fractionation assays (Thermo Scientific 78840) were performed according to the manufacturer's instructions. Assays were performed using a minimum of three independently generated biological replicates. Quantification and statistical analysis All statistical tests were performed using GraphPad Prism 10 software, two-tailed Student's  t -tests, one-way analysis of variance (ANOVA) with Bonferroni posttest correction, or two-way ANOVA using GraphPad Prism 5 software. Statistical significance was set at  P  < 0.05, and asterisks denote degree of significance in the figures. A minimum of three independently generated biological replicates was used for each of the analyses. Data availability RNA sequencing data from hiPSC-derived neuroglial cells were deposited in GEO ( GSE282456 ).",
  "introduction": "",
  "results": "",
  "discussion": "",
  "fetched_at": "2026-02-11T23:43:20.384560",
  "abstract_length": 77,
  "methods_length": 7238,
  "introduction_length": 0,
  "results_length": 0,
  "discussion_length": 0
}