{
  "pmid": "PMID:40240141",
  "abstract": "The two major genomic alterations in pediatric pilocytic astrocytoma (PA) are",
  "methods": "Materials and methods Human induced pluripotent stem cell culture and differentiation NF1 patient homozygous and heterozygous germline  NF1  gene (transcript ID  NM_000267 ) mutations (c.2041C > T; c.6513T > A) were CRISPR/Cas9-engineered into a single commercially available male control human iPSC line (BJFF.6) by the Washington University Genome Engineering and iPSC Core Facility (GEiC) ( Anastasaki et al. 2022 ). Homozygous mutations were confirmed by NGS sequencing, and two different clones were expanded for each of the  NF1 −/−  ( NF1 -null) and control lines for all subsequent differentiation procedures. Human induced pluripotent stem cells (hiPSCs) were grown on Matrigel-coated culture flasks and fed daily with mTeSR Plus medium (Stem Cell Technologies). hiPSCs were passaged as needed with ReLeSR medium (Stem Cell Technologies) following the manufacturer's instructions. NPCs, GRPs, OPCs, and NG2 +  glia were generated according to established protocols ( Anastasaki et al. 2022 ). Astrocytes were differentiated according to Stem Cell Technologies’ protocols. Drug treatments Unless noted otherwise, all drug treatments were for 24 h. Unless noted otherwise, the concentrations for the drugs used were as follows: 10 μM MG132 (proteasome inhibitor; Cell Signaling), 1 μM PD0325901 (MEK inhibitor; Stem Cell Technologies), 1 μM XAV939 (β-catenin [tankyrase] inhibitor; R&D Systems), 10 μM LiCl (Sigma-Aldrich), and 10 μM cycloheximide (inhibitor of translation; Sigma-Aldrich). Western blotting Total protein was extracted from cells using RIPA buffer supplemented with a protease inhibitor cocktail and phosphatase inhibitor and quantified using the Pierce BCA protein assay kit (Fisher Scientific PI23225). Forty micrograms of total protein lysate was separated in precast Bis-Tris gels (Thermo Scientific) by electrophoresis and transferred onto PVDF membranes, followed by blocking in 5% (w/v) nonfat dry milk and overnight incubation with the antibodies listed in  Supplemental Table S1 . Proteins were detected with IRDye-conjugated secondary antibodies using the LI-COR Odyssey imaging system and Image Studio v5.2. Immunocytochemistry Immunocytochemistry was performed using the primary antibodies listed in  Supplemental Table S1 . Adherent cells were washed, fixed with 4% paraformaldehyde, and permeabilized with 0.5% Triton X-100 in PBS before blocking in 10% goat serum and incubation overnight at 4°C in primary antibodies diluted in 2% goat serum at the manufacturer's suggested concentrations. Appropriate Alexa fluor-conjugated secondary antibodies (diluted to 1:200) were used, and bis-benzamide (Hoechst) was used as a nuclear counterstain. Cells were mounted and imaged on a Leica DMi1 fluorescent microscope using the Leica LAS X software. RNA extraction and quantitative real-time PCR RNA was extracted using the NucleoSpin RNA Plus minikit from cell pellets following the manufacturer's instructions (Macherey-Nagel). For quantitative real-time PCR (qPCR) studies, total RNA was reverse-transcribed using the high-capacity cDNA reverse transcription kit protocol following the manufacturer's instructions (Thermo Fisher Scientific). qRT-PCR was performed on a Bio-Rad CFX thermocycler using predesigned TaqMan gene expression assays ( Supplemental Table S2 ) and a commercially available TaqMan master mix (Thermo Fisher Scientific) following the manufacturer's instructions. Relative transcript expression was calculated using the ΔΔ C  analysis method and normalized to  T GAPDH  as an internal control (Thermo Fisher). All assays were performed using a minimum of three independently generated biological replicates. Animals Mice were maintained on a 12 h light–dark cycle in a barrier facility with ad libitum access to food and water under an approved animal studies protocol at Washington University. Mating cages housed one male and two females of the same genotype, and males were separated from dams at the time of delivery. PA cell lines Human operative specimens and dissociated cell suspensions were acquired from the St. Louis Children's Hospital Tumor Bank under an active and approved Human Studies (Institutional Review Board) protocol at the Washington University School of Medicine. For cell isolation and cell line generation, fresh operative specimens were dissociated in papain for 12–15 h prior to red blood cell lysis, clearing, and resuspension in ice-cold PBS for intracranial injections of neonatal mice or in culture media for cell line propagation (DMEM supplemented with 10% FBS, Pen/Strep, Glutamax). Cells were propagated in uncoated vented flasks and passaged with Accutase upon confluency. A more detailed analysis of these and additional human PA cell lines will be reported elsewhere (C Anastasaki, R Mu, CM Kernan, et al., in prep.). Intracranial injections Postnatal day 0–3 animals were anesthetized and intracranially injected in accordance with an active and approved Animal Studies Committee protocol at Washington University. PA tumor cells (5 × 10 5 ; JHH-NF1-PA1 or WUPA8) resuspended in 2 µL of ice-cold PBS were injected 0.7 mm to the right of the midline into the midbrains (0.5 mm posterior to lambda; 2 mm deep) of neonatal  Rag1 -deficient mice using a Hamilton syringe. Injections were performed on entire litters of 0–3 day old C57BL/6J,  Rag1 −/−  mice (B6.129S7- Rag1 tm1Mom /J; strain 002216; Jackson Laboratories). Injected pups were allowed to recover and immediately returned to their maternal cage until weaning. Animals were aged to 1 month after injection prior to tissue harvesting and analysis. Tissue fixation and immunohistochemistry Injected mice were transcardially perfused at 1 month after injection, initially with Ringer's solution and then with ice-cold 4% paraformaldehyde. Whole mouse brains were harvested, postfixed in 4% PFA, and dehydrated in 70% ethanol. Dehydrated samples were then paraffin-embedded and serially sectioned (5 µm). Hematoxylin and eosin (H&E) and antibody immunohistochemical staining were performed using the primary antibodies Vectastain ABC kit (Vector Laboratories) and the appropriate biotinylated secondary antibodies listed in  Supplemental Table S1 . BrdU proliferation assay BrdU proliferation assays (Roche) were performed according to the manufacturer's instructions. Assays were performed using a minimum of three independently generated biological replicates. Subcellular fractionation Subcellular fractionation assays (Thermo Scientific 78840) were performed according to the manufacturer's instructions. Assays were performed using a minimum of three independently generated biological replicates. Quantification and statistical analysis All statistical tests were performed using GraphPad Prism 10 software, two-tailed Student's  t -tests, one-way analysis of variance (ANOVA) with Bonferroni posttest correction, or two-way ANOVA using GraphPad Prism 5 software. Statistical significance was set at  P  < 0.05, and asterisks denote degree of significance in the figures. A minimum of three independently generated biological replicates was used for each of the analyses. Data availability RNA sequencing data from hiPSC-derived neuroglial cells were deposited in GEO ( GSE282456 ).",
  "introduction": "",
  "results": "Results and Discussion Biallelic  NF1  loss or ectopic  KIAA1549:BRAF  ( f-BRAF ) expression increases human neuroglial cell proliferation in a MEK-dependent manner through β-catenin To determine whether biallelic  NF1  loss and ectopic  KIAA1549:BRAF  expression increase MEK/ERK signaling in human neuroglial cells ( Supplemental Fig. S1A ), we used neural progenitor cells (NPCs) differentiated from male BJFF.6 human induced pluripotent stem cells (hiPSCs) engineered to harbor either biallelic  NF1  loss ( NF1 −/− ; homozygous c.2041C > T or c.6513T > A mutations) or ectopic  KIAA1549:BRAF  ( f-BRAF ) expression ( Anastasaki et al. 2022 ). NPCs were verified by immunocytochemistry and qRT-PCR using a panel of established cell identity markers ( Supplemental Fig. S1B–E ). Both  NF1 -null (homozygous c.2041C > T mutation) NPCs and control (CTL) NPCs ectopically expressing  f-BRAF  exhibited increased ERK activation (phospho-ERK Tyr202/Thr204 ) ( Fig. 1 A). Because MEK/ERK signaling activation is known to regulate proliferation and apoptosis ( Zhang and Liu 2002 ), we treated  NF1 -null (homozygous c.2041C > T mutation) NPCs with a MEK inhibitor currently in pediatric LGG clinical trials (1 μM PD0325901; mirdametinib;  NCT04923126 ) ( Supplemental Fig. S1F–J ). Although there was no change in apoptosis (percent cleaved caspase-3 +  [CC3 + ] cells),  NF1- null NPC proliferation (percent Ki67 +  cells) ( Fig 1 B) and cell number ( Supplemental Fig. S1K ) were reduced following MEK inhibition. Equivalent results were obtained using a second  NF1 -null hiPSC line (homozygous c.6513T > A mutation) ( Supplemental Fig. S1L ), as well as control (CTL) hiPSC-derived NPCs ectopically expressing  KIAA1549:BRAF  ( f-BRAF ) ( Supplemental Fig. S1M ). Figure 1. Biallelic  NF1  loss or ectopic  KIAA1549:BRAF  expression increases human neuroglial cell proliferation through IRX2 and NPTX1 in a MEK-dependent manner. ( A ) Western blot shows increased ERK activation (phospho-ERK Tyr202/Thr204  [p-ERK]) in  NF1 -null ( NF1 −/− ; homozygous c.2041C > T mutation) NPCs and  KIAA1549:BRAF -expressing ( f-BRAF ) NPCs. Molecular size markers are included. ( B ) Graphs depict decreased proliferation (%Ki67 +  cells) of  NF1 -null ( NF1 −/− ; homozygous c.2041C > T) NPCs following 1 μM MEK inhibitor treatment (PD0325901; MEKi, Veh., and DMSO) with no change in cell death (percent cleaved caspase-3 +  cells [%CC3 + ]). One-way ANOVA with multiple comparisons. (n.s.)  P  > 0.05, (****)  P  < 0.0001. ( C ) Table summarizing the enriched pathways identified through bulk RNA sequencing. All identified pathways are important for WNT/β-catenin regulation. ( D ) Western blotting reveals increased β-catenin expression and ERK activation following NF1 loss, which are reduced by MEK inhibition (MEKi; PD0325901). ( E ) Graphs reveal decreased proliferation (%Ki67 +  cells) of  NF1 -null ( NF1 −/− ; homozygous c.2041C > T mutation) NPCs following MEK inhibitor (MEKi), puromycin (puro; apoptosis-positive control), or tankyrase inhibitor (XAV939) treatment, with no change in cell death (%CC3 +  cells). One-way ANOVA with multiple comparisons. (n.s.)  P  > 0.05, (****)  P  < 0.0001. ( F ) qRT-PCR shows decreased  MYC  and  CCND1  expression in  NF1 -null ( NF1 −/− ; homozygous c.2041C > T mutation) NPCs after treatment with 1 μM tankyrase inhibitor XAV939. Two-tailed Student's  t -test. (***)  P  < 0.001. ( G ) qRT-PCR shows decreased  MYC  and  CCND1  expression in  NF1 -null (homozygous c.2041C > T mutation) NPCs following MEK inhibitor treatment. Two-tailed Student's  t -test. (***)  P  < 0.001. Next, we used bulk RNA sequencing to identify enriched pathways in four  NF1 -null (homozygous c.2041C > T mutation) neuroglial cell types (neural progenitor cells [NPCs], glial-restricted progenitor cells [GRPs], oligodendrocyte precursor cells [OPCs], and astrocytes) ( Supplemental Fig. S2A ) relative to their control (CTL) counterparts. Similar to NPCs, the generated GRPs, OPCs, and astrocytes were verified by ICC and qRT-PCR using established cell identity markers. We found that all identified differentially enriched pathways were implicated in regulating WNT/β-catenin signaling ( Fig. 1 C). First, to validate increased β-catenin signaling, we initially demonstrated increased β-catenin expression in  NF1 -null (homozygous c.2041C > T mutation) NPCs relative to control NPCs, which is suppressed by MEK inhibitor (PD0325901) treatment ( Fig. 1 D). Second, we treated  NF1 -null (homozygous c.2041C > T mutation) NPCs with a tankyrase inhibitor (XAV939; WNT/β-catenin inhibitor) ( Supplemental Fig. S2B,C ). Although there was no change in apoptosis (percent CC3 +  cells),  NF1 -null NPC proliferation (percent Ki67 +  cells) was reduced following MEK or β-catenin inhibition ( Fig. 1 E). Puromycin was used as a positive control for apoptosis. This result was not cell type-specific in that  NF1 -null (homozygous c.2041C > T mutation) GRPs and astrocytes exhibited similar effects ( Supplemental Fig. S2D,E ). Third, because β-catenin can control cell proliferation through the regulation of  MYC  and  CCND1  ( He et al. 1998 ;  Tetsu and McCormick 1999 ), qRT-PCR on  NF1 -null (homozygous c.2041C > T mutation) NPCs treated with 1 μM XAV939 resulted in decreased  MYC  and  CCND1  expression ( Fig. 1 F), similar to MEK inhibitor treatment ( Fig. 1 G). Identical results were seen when  NF1 -null (homozygous c.2041C > T mutation) astrocytes were treated with XAV939 ( Supplemental Fig. S2E,F ). Similar results were also observed in  f-BRAF -expressing NPCs ( Supplemental Fig. S2G–J ). Collectively, our data indicate that MEK signaling increases cellular proliferation through β-catenin. β-Catenin is increased in patient-derived PA tumors in vivo where PA cell proliferation is regulated in a MEK/β-catenin-dependent manner To extend our findings to human tumors, we analyzed β-catenin expression in PA cells (World Health Organization grade 1 gliomas) developed as low-passage cell lines and growing as patient-derived xenografts (PA-PDXs) following early postnatal (days 1–5) injection into the brainstems of  Rag1 -deficient mice ( Anastasaki et al. 2022 ). All resulting tumors were previously reviewed by an experienced neuropathologist and scored as LGGs based on their low proliferative index (2%–7% Ki67 +  cells), architectural distortion, and expression of OLIG2 and GFAP ( Anastasaki et al. 2022 ). For the current analysis, we used one representative NF1-associated ( NF1 -null; JHH-NF1-PA1) and one  KIAA1549:BRAF -expressing ( f-BRAF ; WUPA8) human PA cell line previously shown to form LGGs in  Rag1 -deficient mice ( Anastasaki et al. 2022 ). Relative to nonneoplastic mouse brains, the tumors from these two PA lines exhibited increased β-catenin expression in vivo ( Fig. 2 A). Treatment of JHH-NF1-PA1 or WUPA8 PA cell lines with MEK inhibitor or XAV939 reduced β-catenin expression ( Fig. 2 B) and PA cell proliferation (percent Ki67 +  cells) without any change in apoptosis (percent CC3 +  cells) ( Fig. 2 C). Collectively, these findings reveal shared β-catenin signaling and MEK dependency between human PA tumors and  NF1 -null or  KIAA1549:BRAF -expressing hiPSC-derived neuroglial progenitors. Figure 2. β-Catenin is increased in patient-derived PA tumors in vivo where PA cell proliferation is regulated in a MEK/β-catenin-dependent manner. ( A ) Representative H&E and β-catenin staining of patient-derived tumors in  Rag1 −/−  mice at 1 month after injection. The dotted lines highlight the tumor. ( B ) One representative Western blot ( left ) and quantitation ( right ) demonstrate that MEK inhibition (MEKi) reduces ERK activation (phosphorylation) and β-catenin expression in two independent PA cell lines (JHH-NF1-PA1[NF1-associated] and WUPA8 [sporadic]), whereas β-catenin (tankyrase) inhibition (XAV) only reduces β-catenin expression relative to vehicle (Veh.)-treated controls. GAPDH was used as an internal loading control. Molecular size markers are included at the  left . One-way ANOVA with Dunnett's multiple comparison test. Data are shown as the mean ± SEM. (n.s.)  P  > 0.05, (****)  P  < 0.0001. ( C ) MEK inhibition (MEKi) and β-catenin (XAV) inhibition reduce PA cell proliferation (%Ki67 +  PA cells). Apoptosis (%cleaved caspase-3 +  cells) is mildly increased in MEK inhibitor-treated PA cells but is unaffected by XAV treatment. One-way ANOVA with Dunnett's multiple comparison test. Data are shown as the mean ± SEM. (n.s.)  P  > 0.05, (*)  P  < 0.05, (****)  P  < 0.0001. NPTX1 and IRX2 function independently to increase human neuroglial cell proliferation in a MEK-dependent manner Next, we used RNA-seq to identify differentially expressed genes in  NF1 -null (homozygous c.2041C > T mutation) neuroglial cell types (NPCs, GRPs, OPCs, and astrocytes) relative to their control (CTL) counterparts. We discovered two genes, Iroquois homeobox-2 ( IRX2 ) and neuronal pentraxin-1 ( NPTX1 ), whose expression was increased in all  NF1 -null neuroglial cell types examined ( Fig. 3 A). Relevant to human LGGs, sporadic PAs and NF1-PAs show increased  IRX2 ,  CTNNB1 , and  CCND1  expression relative to nonneoplastic human brains ( Supplemental Fig. S3A ). However, the high level of  NPTX1  in neurons precluded an ability to demonstrate increased  NPTX1  expression in the tumors ( Supplemental Fig. S3B–F ). Interestingly, although  NPTX1  is highly expressed in neurons throughout the developing and adult brain,  IRX2  expression is enriched in the cerebellum, a brain region in which the majority of sporadic pediatric PAs arise ( Supplemental Fig. S3G,H ). Figure 3. NPTX1 and IRX2 function independently to increase human neuroglial cell proliferation in a MEK-dependent manner. ( A ) Table summarizing the bulk RNA sequencing results for  IRX2  and  NPTX1  gene expression in  NF1 -null ( NF1 −/− ; homozygous c.2041C > T mutation) and CTL astrocytes, OPCs, and GRPs. ( B ) qRT-PCR analysis confirms increased  NPTX1  and  IRX2  RNA expression in  NF1 -null ( NF1 −/− ; homozygous c.2041C > T mutation) NPCs, NG2 +  glia, OPCs, GRPs, and astrocytes relative to controls. Two-tailed Student's  t -test. (*)  P  < 0.05, (**)  P  < 0.01, (***)  P  < 0.001, (****)  P  < 0.0001. ( C ) Western blots showing increased NPTX1 and IRX2 protein expression in  NF1 -null ( NF1 −/− ; homozygous c.2041C > T mutation) NPCs, NG2 +  glia, OPCs, GRPs, and astrocytes relative to their CTL counterparts. Molecular size markers are included. ( D ) qRT-PCR reveals decreased expression of  IRX2  and  NPTX1  in  NF1 -null ( NF1 −/− ; homozygous c.2041C > T mutation) NPCs following 1 μM MEK inhibitor treatment compared with DMSO controls (Veh.). Two-tailed Student's  t -test. (**)  P  < 0.01, (***)  P  < 0.001. ( E ) Graphs of Ki67 and cleaved caspase 3 (CC3) staining of  NF1 -null ( NF1 −/− ; homozygous c.2041C > T mutation) NPCs treated with puromycin (puro; positive control) versus  IRX2  ( shIRX2 ) or  NPTX1  ( shNPTX1 ) knockdown. Cells infected with scrambled shRNA were used as controls ( shScr ). Graphs show decreased proliferation (%Ki67 +  cells;  top ) following  IRX2  and  NPTX1  knockdown with no change in cell death (%CC3 +  cells;  bottom ). One-way ANOVA with multiple comparisons. (n.s.)  P  > 0.05, (***)  P  < 0.001, (****)  P  < 0.0001. We then validated  IRX2  and  NPTX1  expression by qRT-PCR ( Fig. 3 B) and Western blotting ( Fig. 3 C) using  NF1 -null (homozygous c.2041C > T mutation) NPCs, NG2 +  glia, GRPs, OPCs, and astrocytes. Importantly, identical results were observed in NPCs and astrocytes from a second  NF1 -null hiPSC line (homozygous c.6531T > A mutation) ( Supplemental Fig. S4A,B ). In addition to  IRX2  and  NPTX1 , RNA-seq also identified three genes ( ADGRG2 ,  HSPB6 , and  LYNX1 ) with reduced expression in all  NF1 -null (homozygous c.2041C > T mutation) cell types relative to their CTL counterparts ( Supplemental Fig. S4C ). However, these genes could not be validated by qRT-PCR using  NF1 -null (homozygous c.2041C > T mutation) NPCs or astrocytes ( Supplemental Fig. S4D ). For this reason, we focused on IRX2 and NPTX1 for functional studies. To establish that  IRX2  and  NPTX1  expression is MEK-dependent,  NF1 -null (homozygous c.2041C > T mutation) NPCs were treated with 1 μM MEK inhibitor PD0325901 for 24 h. qRT-PCR revealed that  IRX2  and  NPTX1  mRNA expression was reduced following MEK inhibition ( Fig. 3 D). Identical results were obtained using  NF1 -null (homozygous c.2041C > T mutation) astrocytes ( Supplemental Fig. S4E ). Similar to MEK inhibition, knockdown of either IRX2 or NPTX1 reduced cell proliferation (percent Ki67 +  cells) with no effect on apoptosis (percent CC3 +  cells) ( Fig. 3 E;  Supplemental Fig. S4F,G ). Conversely, ectopic expression of either  IRX2  or  NPTX1  in CTL NPCs increased cell proliferation (percent Ki67 +  cells) with no change in apoptosis (percent CC3 +  cells) ( Supplemental Fig. S4H ). Moreover, shRNA-mediated knockdown of both  IRX2  and  NPTX1  had no additional effect on proliferation or apoptosis compared with either  IRX2  or  NPTX1  knockdown alone ( Supplemental Fig. S4I ). These results indicate that NPTX1 and IRX2 expression, as well as growth regulation, are controlled by MEK signaling. NPTX1 and IRX2 function independently to regulate β-catenin expression To ascertain whether IRX2 regulates NPTX1 expression, we used shRNA-mediated knockdown in  NF1 -null NPCs. Following  IRX2  knockdown or ectopic expression in CTL NPCs, there was no change in NPTX1 expression and vice versa ( Fig. 4 A). Although these results demonstrate that IRX2 and NPTX1 expression are not dependent on one another, we hypothesized that these two proteins likely converge on the β-catenin pathway. Previous studies have implicated NPTX1 as an adhesion molecule overexpressed in breast, pancreatic, and colorectal cancer, which induces cell cycle progression through β-catenin signaling and increased MYC and cyclin D1 expression ( Ye et al. 2021 ;  Yamaguchi et al. 2024 ). In neurons, NPTX1 localizes to the endoplasmic reticulum, where it is involved in binding to members of the β-catenin complex ( Park et al. 2023 ). On the other hand, IRX2 is a transcription factor important for brain development ( Matsumoto et al. 2004 ) that largely functions to regulate gene expression ( Werner et al. 2015 ;  Ma et al. 2023 ). Relevant to our findings, IRX2 functions to facilitate heart development through WNT/β-catenin pathway signaling ( Ma et al. 2023 ). Figure 4. NPTX1 and IRX2 function independently to regulate β-catenin expression. ( A ) Western blots showing that NPTX1 expression is not changed by IRX2 knockdown ( shIRX2 ) relative to controls. Similarly, IRX2 expression is not altered by NPTX1 knockdown ( shNPTX1 ). Scrambled shRNA ( shScr ) constructs were used as controls. Molecular size markers are included. ( B ) Western blots showing decreased β-catenin expression in  NF1 -null ( NF1 −/− ; homozygous c.2041C > T mutation) NPCs following  IRX2  shRNA knockdown. Molecular size markers are included. The graph shows Western blot quantification. Two-tailed Student's  t -test. (***)  P  < 0.001. ( C ) Western blots showing decreased β-catenin expression in  NF1 -null ( NF1 −/− ; homozygous c.2041C > T mutation) NPCs following  NPTX1  shRNA knockdown. Molecular size markers are included. The graph shows Western blot quantification. Two-tailed Student's  t -test. (****)  P  < 0.0001. ( D ) qRT-PCR shows decreased  MYC  and  CCND1  expression in  NF1 -null (homozygous c.2041C > T mutation) NPCs following shRNA-mediated  IRX2  ( shIRX2 ) or  NPTX1  ( shNPTX1 ) knockdown. Two-tailed Student's  t -test. (**)  P  < 0.01, (***)  P  < 0.001. Based on these observations, we sought to determine whether IRX2 and NPTX1 might regulate β-catenin expression. First, CTL NPCs ectopically expressing  f-BRAF  also exhibited increased β-catenin, IRX2, and NPTX1 expression ( Supplemental Fig. S5A ). Second, shRNA-mediated silencing of either  IRX2  or  NPTX1  in  NF1 -null (homozygous c.2041C > T mutation) NPCs reduced β-catenin,  MYC , and  CCND1  expression ( Fig. 4 B–D). Conversely, either ectopic  IRX2  or  NPTX1  expression in CTL NPCs increased β-catenin expression ( Supplemental Fig. S4B ). Collectively, these results suggest that NPTX1 and IRX2 likely function independently to regulate β-catenin expression. NPTX1 and IRX2 regulate β-catenin expression through independent mechanisms As a transcription factor, it is likely that IRX2 controls β-catenin levels at the level of  CTNNB1  RNA transcription ( Wang et al. 2023 ). Following  IRX2  or  NPTX1  knockdown (confirmed by qRT-PCR) ( Supplemental Fig. S6A ) in  NF1 -null (homozygous c.2041C > T mutation) NPCs, we observed decreased  CTNNB1  mRNA expression in  NF1 -null NPCs with shRNA-mediated  IRX2  ( shIRX2 ), but not shRNA-mediated  NPTX1  ( shNPTX1 ), knockdown ( Fig. 5 A). Conversely, only ectopic  IRX2 , but not  NPTX1 , expression in CTL NPCs (confirmed by qRT-PCR) ( Supplemental Fig. S6B ) resulted in increased  CTNNB1  mRNA levels ( Fig. 5 B), demonstrating that IRX2 regulates β-catenin at the transcriptional level. Future experiments will be required to determine whether IRX2 controls  CTNNB1  transcription through direct binding or indirect mechanisms involving other transcription factors, as well as define how MEK/ERK signaling controls IRX2 expression. In light of prior studies demonstrating that IRX2 contains putative MAPK phosphorylation sites ( Matsumoto et al. 2004 ), it is possible that phosphorylation of IRX2 may facilitate its binding to  CTNNB1  transcriptional regulatory sites ( Matsumoto et al. 2004 ). Figure 5. NPTX1 and IRX2 regulate β-catenin expression through independent mechanisms. ( A ) qRT-PCR shows decreased  CTNNB1  mRNA expression in  NF1 -null ( NF1 −/− ; homozygous c.2041C > T mutation) NPCs following shRNA-mediated  IRX2  ( shIRX2 ) knockdown. There was no change in  CTNNB1  mRNA expression in  NF1 -null NPCs following  NPTX1  ( shNPTX1 ) knockdown. Two-tailed Student's  t -test. (n.s.)  P  > 0.05, (*)  P  < 0.05. ( B ) qRT-PCR analysis shows increased  CTNNB1  mRNA expression in CTL NPCs following ectopic expression of  IRX2 . There was no change in  CTNNB1  mRNA expression in CTL NPCs following ectopic expression of  NPTX1 . Two-tailed Student's  t -test. (n.s.)  P  > 0.05, (**)  P  < 0.01. ( C ) Western blot showing no change in β-catenin expression in CTL NPCs ectopically expressing  NPTX1  following 10 μM cycloheximide treatment for 24 h. Molecular weight markers are included at the  right . ( D ) Western blot reveals decreased β-catenin expression within the nuclear fraction compared with the cytoplasmic fraction in  NF1 -null ( NF1 −/− ; homozygous c.2041C > T mutation) NPCs. There was little to no expression of β-catenin in the nuclear or cytoplasmic fraction of  NF1 -null NPCs following  NPTX1  ( shNPTX1 ) knockdown. Molecular size markers are included. ( E ) Western blot reveals decreased β-catenin expression in the nuclear fraction compared with the cytoplasmic fraction in CTL NPCs ectopically expressing  NPTX1  and little to no expression of β-catenin in the nuclear or cytoplasmic fraction of control NPCs. Molecular size markers are included. ( F ) Western blot showing an increased β-catenin expression in  NF1 -null ( NF1 −/− ; homozygous c.2041C > T mutation) NPCs with  NPTX1  ( shNPTX1 ) knockdown after treatment with 10 μM proteasome inhibitor MG132for 24 h. Molecular size markers are included. ( G ) Western blot showing an increased β-catenin expression in  NF1 -null ( NF1 −/− ; homozygous c.2041C > T mutation) NPCs with  NPTX1  ( shNPTX1 ) knockdown after treatment with 10 mM GSK3β inhibitor LiCl for 24 h. Molecular size markers are included. ( H ) Western blot showing decreased levels of phosphorylated GSK3β (phospho-GSK3β Ser9 ; p-GSK3β) in CTL NPCs ectopically expressing  NPTX1  and increased levels of phosphorylated GSK3β (phospho-GSK3β Ser9  [p-GSK3β]) in  NF1 -null ( NF1 −/− ; homozygous c.2041C > T mutation) NPCs following  NPTX1  ( shNPTX1 ) knockdown. Molecular size markers are included. ( I ) Graphical representation of the mechanism underlying MEK/IRX2/NPTX1/β-catenin-dependent regulation of human neuroglial cell proliferation. Because NPTX1 does not regulate β-catenin expression at the level of RNA transcription, we performed exploratory experiments to elucidate how NPTX1 operates. First, to assess whether NPTX1 regulates β-catenin at the level of translation, we treated CTL NPCs ectopically expressing  NPTX1  with 10 μM cycloheximide to inhibit global RNA translation. Although β-catenin expression was reduced after 2, 4, and 6 h of cycloheximide treatment, there was no difference in β-catenin expression after 24 h ( Fig. 5 C;  Supplemental Fig. S6C ), indicating that NPTX1 does not control β-catenin expression by altering RNA translation. Second, because NPTX1 can localize to various subcellular compartments, including the endoplasmic reticulum and neuronal synaptic structures ( Lee et al. 2017 ;  Coutelier et al. 2022 ), we sought to determine whether NPTX1 regulates β-catenin subcellular localization by subcellular fractionation ( Supplemental Fig. S6D ) and immunocytochemistry ( Supplemental Fig. S6E ). Neither  NPTX1  shRNA silencing in  NF1 -null (homozygous c.2041C > T mutation) NPCs ( Fig. 5 D) nor ectopic  NPTX1  expression in CTL NPCs ( Fig. 5 E) changed β-catenin subcellular localization. Third, we sought to determine whether NPTX1 impacted β-catenin proteasomal degradation. We assessed β-catenin expression in  NF1 -null (homozygous c.2041C > T mutation) NPCs following  NPTX1  ( shNPTX1 ) shRNA-mediated knockdown using an experimentally determined concentration of proteasome inhibitor MG132(10 μM) for 24 h ( Supplemental Fig. S6F ). β-Catenin expression increased after proteasome inhibition ( Fig. 5 F), which is usually controlled by GSK3-mediated phosphorylation ( Cohen and Goedert 2004 ). Consistent with this mechanism, treatment of  NF1 -null (homozygous c.2041C > T mutation) NPCs with 10 mM GSK3β inhibitor lithium chloride (LiCl) for 24 h following  NPTX1  ( shNPTX1 ) knockdown increased β-catenin expression ( Fig. 5 G). Similar results were observed using 2 µM GSK3β inhibitor CHIR99021 for 24 h ( Supplemental Fig. S6G ). Because GSK3β function can be inhibited by phosphorylation, specifically at Ser9 ( Wang et al. 2022 ), we analyzed GSK3β Ser9 phosphorylation and found increased GSK3β Ser9 phosphorylation in  NF1 -null NPCs and CTL NPCs ectopically expressing  f-BRAF  relative to controls ( Supplemental Fig. S6H ). Moreover,  NPTX1  knockdown ( shNPTX1 ) in  NF1 -null (homozygous c.2041C > T mutation) NPCs decreased GSK3β Ser9 phosphorylation, whereas ectopic  NPTX1  expression in CTL NPCs increased GSK3β Ser9 phosphorylation ( Fig. 5 H). Although the exact mechanism underlying NPTX1 control of GSK3β phosphorylation remains to be elucidated, our results suggest that NPTX1 protects β-catenin from proteasomal degradation by increasing GSK3β phosphorylation. Taken together, these findings support a model by which MEK activation resulting from the two most common genomic drivers of PA pathobiology regulates human neuroglial cell growth through two complementary (transcriptional and post-translational) mechanisms converging on β-catenin signaling ( Fig. 5 I), a key growth control pathway in cancer ( Song et al. 2024 ). Given the central role of MEK in brain cancer biology, the dissection of this mitogenic pathway in human neuroglial cells reported here lays the groundwork for future therapeutic discovery efforts aimed at disabling NPTX1/IRX2-mediated β-catenin signaling ( Kanda et al. 2020 ) and suppressing MEK-dependent pediatric LGG growth.",
  "discussion": "Results and Discussion Biallelic  NF1  loss or ectopic  KIAA1549:BRAF  ( f-BRAF ) expression increases human neuroglial cell proliferation in a MEK-dependent manner through β-catenin To determine whether biallelic  NF1  loss and ectopic  KIAA1549:BRAF  expression increase MEK/ERK signaling in human neuroglial cells ( Supplemental Fig. S1A ), we used neural progenitor cells (NPCs) differentiated from male BJFF.6 human induced pluripotent stem cells (hiPSCs) engineered to harbor either biallelic  NF1  loss ( NF1 −/− ; homozygous c.2041C > T or c.6513T > A mutations) or ectopic  KIAA1549:BRAF  ( f-BRAF ) expression ( Anastasaki et al. 2022 ). NPCs were verified by immunocytochemistry and qRT-PCR using a panel of established cell identity markers ( Supplemental Fig. S1B–E ). Both  NF1 -null (homozygous c.2041C > T mutation) NPCs and control (CTL) NPCs ectopically expressing  f-BRAF  exhibited increased ERK activation (phospho-ERK Tyr202/Thr204 ) ( Fig. 1 A). Because MEK/ERK signaling activation is known to regulate proliferation and apoptosis ( Zhang and Liu 2002 ), we treated  NF1 -null (homozygous c.2041C > T mutation) NPCs with a MEK inhibitor currently in pediatric LGG clinical trials (1 μM PD0325901; mirdametinib;  NCT04923126 ) ( Supplemental Fig. S1F–J ). Although there was no change in apoptosis (percent cleaved caspase-3 +  [CC3 + ] cells),  NF1- null NPC proliferation (percent Ki67 +  cells) ( Fig 1 B) and cell number ( Supplemental Fig. S1K ) were reduced following MEK inhibition. Equivalent results were obtained using a second  NF1 -null hiPSC line (homozygous c.6513T > A mutation) ( Supplemental Fig. S1L ), as well as control (CTL) hiPSC-derived NPCs ectopically expressing  KIAA1549:BRAF  ( f-BRAF ) ( Supplemental Fig. S1M ). Figure 1. Biallelic  NF1  loss or ectopic  KIAA1549:BRAF  expression increases human neuroglial cell proliferation through IRX2 and NPTX1 in a MEK-dependent manner. ( A ) Western blot shows increased ERK activation (phospho-ERK Tyr202/Thr204  [p-ERK]) in  NF1 -null ( NF1 −/− ; homozygous c.2041C > T mutation) NPCs and  KIAA1549:BRAF -expressing ( f-BRAF ) NPCs. Molecular size markers are included. ( B ) Graphs depict decreased proliferation (%Ki67 +  cells) of  NF1 -null ( NF1 −/− ; homozygous c.2041C > T) NPCs following 1 μM MEK inhibitor treatment (PD0325901; MEKi, Veh., and DMSO) with no change in cell death (percent cleaved caspase-3 +  cells [%CC3 + ]). One-way ANOVA with multiple comparisons. (n.s.)  P  > 0.05, (****)  P  < 0.0001. ( C ) Table summarizing the enriched pathways identified through bulk RNA sequencing. All identified pathways are important for WNT/β-catenin regulation. ( D ) Western blotting reveals increased β-catenin expression and ERK activation following NF1 loss, which are reduced by MEK inhibition (MEKi; PD0325901). ( E ) Graphs reveal decreased proliferation (%Ki67 +  cells) of  NF1 -null ( NF1 −/− ; homozygous c.2041C > T mutation) NPCs following MEK inhibitor (MEKi), puromycin (puro; apoptosis-positive control), or tankyrase inhibitor (XAV939) treatment, with no change in cell death (%CC3 +  cells). One-way ANOVA with multiple comparisons. (n.s.)  P  > 0.05, (****)  P  < 0.0001. ( F ) qRT-PCR shows decreased  MYC  and  CCND1  expression in  NF1 -null ( NF1 −/− ; homozygous c.2041C > T mutation) NPCs after treatment with 1 μM tankyrase inhibitor XAV939. Two-tailed Student's  t -test. (***)  P  < 0.001. ( G ) qRT-PCR shows decreased  MYC  and  CCND1  expression in  NF1 -null (homozygous c.2041C > T mutation) NPCs following MEK inhibitor treatment. Two-tailed Student's  t -test. (***)  P  < 0.001. Next, we used bulk RNA sequencing to identify enriched pathways in four  NF1 -null (homozygous c.2041C > T mutation) neuroglial cell types (neural progenitor cells [NPCs], glial-restricted progenitor cells [GRPs], oligodendrocyte precursor cells [OPCs], and astrocytes) ( Supplemental Fig. S2A ) relative to their control (CTL) counterparts. Similar to NPCs, the generated GRPs, OPCs, and astrocytes were verified by ICC and qRT-PCR using established cell identity markers. We found that all identified differentially enriched pathways were implicated in regulating WNT/β-catenin signaling ( Fig. 1 C). First, to validate increased β-catenin signaling, we initially demonstrated increased β-catenin expression in  NF1 -null (homozygous c.2041C > T mutation) NPCs relative to control NPCs, which is suppressed by MEK inhibitor (PD0325901) treatment ( Fig. 1 D). Second, we treated  NF1 -null (homozygous c.2041C > T mutation) NPCs with a tankyrase inhibitor (XAV939; WNT/β-catenin inhibitor) ( Supplemental Fig. S2B,C ). Although there was no change in apoptosis (percent CC3 +  cells),  NF1 -null NPC proliferation (percent Ki67 +  cells) was reduced following MEK or β-catenin inhibition ( Fig. 1 E). Puromycin was used as a positive control for apoptosis. This result was not cell type-specific in that  NF1 -null (homozygous c.2041C > T mutation) GRPs and astrocytes exhibited similar effects ( Supplemental Fig. S2D,E ). Third, because β-catenin can control cell proliferation through the regulation of  MYC  and  CCND1  ( He et al. 1998 ;  Tetsu and McCormick 1999 ), qRT-PCR on  NF1 -null (homozygous c.2041C > T mutation) NPCs treated with 1 μM XAV939 resulted in decreased  MYC  and  CCND1  expression ( Fig. 1 F), similar to MEK inhibitor treatment ( Fig. 1 G). Identical results were seen when  NF1 -null (homozygous c.2041C > T mutation) astrocytes were treated with XAV939 ( Supplemental Fig. S2E,F ). Similar results were also observed in  f-BRAF -expressing NPCs ( Supplemental Fig. S2G–J ). Collectively, our data indicate that MEK signaling increases cellular proliferation through β-catenin. β-Catenin is increased in patient-derived PA tumors in vivo where PA cell proliferation is regulated in a MEK/β-catenin-dependent manner To extend our findings to human tumors, we analyzed β-catenin expression in PA cells (World Health Organization grade 1 gliomas) developed as low-passage cell lines and growing as patient-derived xenografts (PA-PDXs) following early postnatal (days 1–5) injection into the brainstems of  Rag1 -deficient mice ( Anastasaki et al. 2022 ). All resulting tumors were previously reviewed by an experienced neuropathologist and scored as LGGs based on their low proliferative index (2%–7% Ki67 +  cells), architectural distortion, and expression of OLIG2 and GFAP ( Anastasaki et al. 2022 ). For the current analysis, we used one representative NF1-associated ( NF1 -null; JHH-NF1-PA1) and one  KIAA1549:BRAF -expressing ( f-BRAF ; WUPA8) human PA cell line previously shown to form LGGs in  Rag1 -deficient mice ( Anastasaki et al. 2022 ). Relative to nonneoplastic mouse brains, the tumors from these two PA lines exhibited increased β-catenin expression in vivo ( Fig. 2 A). Treatment of JHH-NF1-PA1 or WUPA8 PA cell lines with MEK inhibitor or XAV939 reduced β-catenin expression ( Fig. 2 B) and PA cell proliferation (percent Ki67 +  cells) without any change in apoptosis (percent CC3 +  cells) ( Fig. 2 C). Collectively, these findings reveal shared β-catenin signaling and MEK dependency between human PA tumors and  NF1 -null or  KIAA1549:BRAF -expressing hiPSC-derived neuroglial progenitors. Figure 2. β-Catenin is increased in patient-derived PA tumors in vivo where PA cell proliferation is regulated in a MEK/β-catenin-dependent manner. ( A ) Representative H&E and β-catenin staining of patient-derived tumors in  Rag1 −/−  mice at 1 month after injection. The dotted lines highlight the tumor. ( B ) One representative Western blot ( left ) and quantitation ( right ) demonstrate that MEK inhibition (MEKi) reduces ERK activation (phosphorylation) and β-catenin expression in two independent PA cell lines (JHH-NF1-PA1[NF1-associated] and WUPA8 [sporadic]), whereas β-catenin (tankyrase) inhibition (XAV) only reduces β-catenin expression relative to vehicle (Veh.)-treated controls. GAPDH was used as an internal loading control. Molecular size markers are included at the  left . One-way ANOVA with Dunnett's multiple comparison test. Data are shown as the mean ± SEM. (n.s.)  P  > 0.05, (****)  P  < 0.0001. ( C ) MEK inhibition (MEKi) and β-catenin (XAV) inhibition reduce PA cell proliferation (%Ki67 +  PA cells). Apoptosis (%cleaved caspase-3 +  cells) is mildly increased in MEK inhibitor-treated PA cells but is unaffected by XAV treatment. One-way ANOVA with Dunnett's multiple comparison test. Data are shown as the mean ± SEM. (n.s.)  P  > 0.05, (*)  P  < 0.05, (****)  P  < 0.0001. NPTX1 and IRX2 function independently to increase human neuroglial cell proliferation in a MEK-dependent manner Next, we used RNA-seq to identify differentially expressed genes in  NF1 -null (homozygous c.2041C > T mutation) neuroglial cell types (NPCs, GRPs, OPCs, and astrocytes) relative to their control (CTL) counterparts. We discovered two genes, Iroquois homeobox-2 ( IRX2 ) and neuronal pentraxin-1 ( NPTX1 ), whose expression was increased in all  NF1 -null neuroglial cell types examined ( Fig. 3 A). Relevant to human LGGs, sporadic PAs and NF1-PAs show increased  IRX2 ,  CTNNB1 , and  CCND1  expression relative to nonneoplastic human brains ( Supplemental Fig. S3A ). However, the high level of  NPTX1  in neurons precluded an ability to demonstrate increased  NPTX1  expression in the tumors ( Supplemental Fig. S3B–F ). Interestingly, although  NPTX1  is highly expressed in neurons throughout the developing and adult brain,  IRX2  expression is enriched in the cerebellum, a brain region in which the majority of sporadic pediatric PAs arise ( Supplemental Fig. S3G,H ). Figure 3. NPTX1 and IRX2 function independently to increase human neuroglial cell proliferation in a MEK-dependent manner. ( A ) Table summarizing the bulk RNA sequencing results for  IRX2  and  NPTX1  gene expression in  NF1 -null ( NF1 −/− ; homozygous c.2041C > T mutation) and CTL astrocytes, OPCs, and GRPs. ( B ) qRT-PCR analysis confirms increased  NPTX1  and  IRX2  RNA expression in  NF1 -null ( NF1 −/− ; homozygous c.2041C > T mutation) NPCs, NG2 +  glia, OPCs, GRPs, and astrocytes relative to controls. Two-tailed Student's  t -test. (*)  P  < 0.05, (**)  P  < 0.01, (***)  P  < 0.001, (****)  P  < 0.0001. ( C ) Western blots showing increased NPTX1 and IRX2 protein expression in  NF1 -null ( NF1 −/− ; homozygous c.2041C > T mutation) NPCs, NG2 +  glia, OPCs, GRPs, and astrocytes relative to their CTL counterparts. Molecular size markers are included. ( D ) qRT-PCR reveals decreased expression of  IRX2  and  NPTX1  in  NF1 -null ( NF1 −/− ; homozygous c.2041C > T mutation) NPCs following 1 μM MEK inhibitor treatment compared with DMSO controls (Veh.). Two-tailed Student's  t -test. (**)  P  < 0.01, (***)  P  < 0.001. ( E ) Graphs of Ki67 and cleaved caspase 3 (CC3) staining of  NF1 -null ( NF1 −/− ; homozygous c.2041C > T mutation) NPCs treated with puromycin (puro; positive control) versus  IRX2  ( shIRX2 ) or  NPTX1  ( shNPTX1 ) knockdown. Cells infected with scrambled shRNA were used as controls ( shScr ). Graphs show decreased proliferation (%Ki67 +  cells;  top ) following  IRX2  and  NPTX1  knockdown with no change in cell death (%CC3 +  cells;  bottom ). One-way ANOVA with multiple comparisons. (n.s.)  P  > 0.05, (***)  P  < 0.001, (****)  P  < 0.0001. We then validated  IRX2  and  NPTX1  expression by qRT-PCR ( Fig. 3 B) and Western blotting ( Fig. 3 C) using  NF1 -null (homozygous c.2041C > T mutation) NPCs, NG2 +  glia, GRPs, OPCs, and astrocytes. Importantly, identical results were observed in NPCs and astrocytes from a second  NF1 -null hiPSC line (homozygous c.6531T > A mutation) ( Supplemental Fig. S4A,B ). In addition to  IRX2  and  NPTX1 , RNA-seq also identified three genes ( ADGRG2 ,  HSPB6 , and  LYNX1 ) with reduced expression in all  NF1 -null (homozygous c.2041C > T mutation) cell types relative to their CTL counterparts ( Supplemental Fig. S4C ). However, these genes could not be validated by qRT-PCR using  NF1 -null (homozygous c.2041C > T mutation) NPCs or astrocytes ( Supplemental Fig. S4D ). For this reason, we focused on IRX2 and NPTX1 for functional studies. To establish that  IRX2  and  NPTX1  expression is MEK-dependent,  NF1 -null (homozygous c.2041C > T mutation) NPCs were treated with 1 μM MEK inhibitor PD0325901 for 24 h. qRT-PCR revealed that  IRX2  and  NPTX1  mRNA expression was reduced following MEK inhibition ( Fig. 3 D). Identical results were obtained using  NF1 -null (homozygous c.2041C > T mutation) astrocytes ( Supplemental Fig. S4E ). Similar to MEK inhibition, knockdown of either IRX2 or NPTX1 reduced cell proliferation (percent Ki67 +  cells) with no effect on apoptosis (percent CC3 +  cells) ( Fig. 3 E;  Supplemental Fig. S4F,G ). Conversely, ectopic expression of either  IRX2  or  NPTX1  in CTL NPCs increased cell proliferation (percent Ki67 +  cells) with no change in apoptosis (percent CC3 +  cells) ( Supplemental Fig. S4H ). Moreover, shRNA-mediated knockdown of both  IRX2  and  NPTX1  had no additional effect on proliferation or apoptosis compared with either  IRX2  or  NPTX1  knockdown alone ( Supplemental Fig. S4I ). These results indicate that NPTX1 and IRX2 expression, as well as growth regulation, are controlled by MEK signaling. NPTX1 and IRX2 function independently to regulate β-catenin expression To ascertain whether IRX2 regulates NPTX1 expression, we used shRNA-mediated knockdown in  NF1 -null NPCs. Following  IRX2  knockdown or ectopic expression in CTL NPCs, there was no change in NPTX1 expression and vice versa ( Fig. 4 A). Although these results demonstrate that IRX2 and NPTX1 expression are not dependent on one another, we hypothesized that these two proteins likely converge on the β-catenin pathway. Previous studies have implicated NPTX1 as an adhesion molecule overexpressed in breast, pancreatic, and colorectal cancer, which induces cell cycle progression through β-catenin signaling and increased MYC and cyclin D1 expression ( Ye et al. 2021 ;  Yamaguchi et al. 2024 ). In neurons, NPTX1 localizes to the endoplasmic reticulum, where it is involved in binding to members of the β-catenin complex ( Park et al. 2023 ). On the other hand, IRX2 is a transcription factor important for brain development ( Matsumoto et al. 2004 ) that largely functions to regulate gene expression ( Werner et al. 2015 ;  Ma et al. 2023 ). Relevant to our findings, IRX2 functions to facilitate heart development through WNT/β-catenin pathway signaling ( Ma et al. 2023 ). Figure 4. NPTX1 and IRX2 function independently to regulate β-catenin expression. ( A ) Western blots showing that NPTX1 expression is not changed by IRX2 knockdown ( shIRX2 ) relative to controls. Similarly, IRX2 expression is not altered by NPTX1 knockdown ( shNPTX1 ). Scrambled shRNA ( shScr ) constructs were used as controls. Molecular size markers are included. ( B ) Western blots showing decreased β-catenin expression in  NF1 -null ( NF1 −/− ; homozygous c.2041C > T mutation) NPCs following  IRX2  shRNA knockdown. Molecular size markers are included. The graph shows Western blot quantification. Two-tailed Student's  t -test. (***)  P  < 0.001. ( C ) Western blots showing decreased β-catenin expression in  NF1 -null ( NF1 −/− ; homozygous c.2041C > T mutation) NPCs following  NPTX1  shRNA knockdown. Molecular size markers are included. The graph shows Western blot quantification. Two-tailed Student's  t -test. (****)  P  < 0.0001. ( D ) qRT-PCR shows decreased  MYC  and  CCND1  expression in  NF1 -null (homozygous c.2041C > T mutation) NPCs following shRNA-mediated  IRX2  ( shIRX2 ) or  NPTX1  ( shNPTX1 ) knockdown. Two-tailed Student's  t -test. (**)  P  < 0.01, (***)  P  < 0.001. Based on these observations, we sought to determine whether IRX2 and NPTX1 might regulate β-catenin expression. First, CTL NPCs ectopically expressing  f-BRAF  also exhibited increased β-catenin, IRX2, and NPTX1 expression ( Supplemental Fig. S5A ). Second, shRNA-mediated silencing of either  IRX2  or  NPTX1  in  NF1 -null (homozygous c.2041C > T mutation) NPCs reduced β-catenin,  MYC , and  CCND1  expression ( Fig. 4 B–D). Conversely, either ectopic  IRX2  or  NPTX1  expression in CTL NPCs increased β-catenin expression ( Supplemental Fig. S4B ). Collectively, these results suggest that NPTX1 and IRX2 likely function independently to regulate β-catenin expression. NPTX1 and IRX2 regulate β-catenin expression through independent mechanisms As a transcription factor, it is likely that IRX2 controls β-catenin levels at the level of  CTNNB1  RNA transcription ( Wang et al. 2023 ). Following  IRX2  or  NPTX1  knockdown (confirmed by qRT-PCR) ( Supplemental Fig. S6A ) in  NF1 -null (homozygous c.2041C > T mutation) NPCs, we observed decreased  CTNNB1  mRNA expression in  NF1 -null NPCs with shRNA-mediated  IRX2  ( shIRX2 ), but not shRNA-mediated  NPTX1  ( shNPTX1 ), knockdown ( Fig. 5 A). Conversely, only ectopic  IRX2 , but not  NPTX1 , expression in CTL NPCs (confirmed by qRT-PCR) ( Supplemental Fig. S6B ) resulted in increased  CTNNB1  mRNA levels ( Fig. 5 B), demonstrating that IRX2 regulates β-catenin at the transcriptional level. Future experiments will be required to determine whether IRX2 controls  CTNNB1  transcription through direct binding or indirect mechanisms involving other transcription factors, as well as define how MEK/ERK signaling controls IRX2 expression. In light of prior studies demonstrating that IRX2 contains putative MAPK phosphorylation sites ( Matsumoto et al. 2004 ), it is possible that phosphorylation of IRX2 may facilitate its binding to  CTNNB1  transcriptional regulatory sites ( Matsumoto et al. 2004 ). Figure 5. NPTX1 and IRX2 regulate β-catenin expression through independent mechanisms. ( A ) qRT-PCR shows decreased  CTNNB1  mRNA expression in  NF1 -null ( NF1 −/− ; homozygous c.2041C > T mutation) NPCs following shRNA-mediated  IRX2  ( shIRX2 ) knockdown. There was no change in  CTNNB1  mRNA expression in  NF1 -null NPCs following  NPTX1  ( shNPTX1 ) knockdown. Two-tailed Student's  t -test. (n.s.)  P  > 0.05, (*)  P  < 0.05. ( B ) qRT-PCR analysis shows increased  CTNNB1  mRNA expression in CTL NPCs following ectopic expression of  IRX2 . There was no change in  CTNNB1  mRNA expression in CTL NPCs following ectopic expression of  NPTX1 . Two-tailed Student's  t -test. (n.s.)  P  > 0.05, (**)  P  < 0.01. ( C ) Western blot showing no change in β-catenin expression in CTL NPCs ectopically expressing  NPTX1  following 10 μM cycloheximide treatment for 24 h. Molecular weight markers are included at the  right . ( D ) Western blot reveals decreased β-catenin expression within the nuclear fraction compared with the cytoplasmic fraction in  NF1 -null ( NF1 −/− ; homozygous c.2041C > T mutation) NPCs. There was little to no expression of β-catenin in the nuclear or cytoplasmic fraction of  NF1 -null NPCs following  NPTX1  ( shNPTX1 ) knockdown. Molecular size markers are included. ( E ) Western blot reveals decreased β-catenin expression in the nuclear fraction compared with the cytoplasmic fraction in CTL NPCs ectopically expressing  NPTX1  and little to no expression of β-catenin in the nuclear or cytoplasmic fraction of control NPCs. Molecular size markers are included. ( F ) Western blot showing an increased β-catenin expression in  NF1 -null ( NF1 −/− ; homozygous c.2041C > T mutation) NPCs with  NPTX1  ( shNPTX1 ) knockdown after treatment with 10 μM proteasome inhibitor MG132for 24 h. Molecular size markers are included. ( G ) Western blot showing an increased β-catenin expression in  NF1 -null ( NF1 −/− ; homozygous c.2041C > T mutation) NPCs with  NPTX1  ( shNPTX1 ) knockdown after treatment with 10 mM GSK3β inhibitor LiCl for 24 h. Molecular size markers are included. ( H ) Western blot showing decreased levels of phosphorylated GSK3β (phospho-GSK3β Ser9 ; p-GSK3β) in CTL NPCs ectopically expressing  NPTX1  and increased levels of phosphorylated GSK3β (phospho-GSK3β Ser9  [p-GSK3β]) in  NF1 -null ( NF1 −/− ; homozygous c.2041C > T mutation) NPCs following  NPTX1  ( shNPTX1 ) knockdown. Molecular size markers are included. ( I ) Graphical representation of the mechanism underlying MEK/IRX2/NPTX1/β-catenin-dependent regulation of human neuroglial cell proliferation. Because NPTX1 does not regulate β-catenin expression at the level of RNA transcription, we performed exploratory experiments to elucidate how NPTX1 operates. First, to assess whether NPTX1 regulates β-catenin at the level of translation, we treated CTL NPCs ectopically expressing  NPTX1  with 10 μM cycloheximide to inhibit global RNA translation. Although β-catenin expression was reduced after 2, 4, and 6 h of cycloheximide treatment, there was no difference in β-catenin expression after 24 h ( Fig. 5 C;  Supplemental Fig. S6C ), indicating that NPTX1 does not control β-catenin expression by altering RNA translation. Second, because NPTX1 can localize to various subcellular compartments, including the endoplasmic reticulum and neuronal synaptic structures ( Lee et al. 2017 ;  Coutelier et al. 2022 ), we sought to determine whether NPTX1 regulates β-catenin subcellular localization by subcellular fractionation ( Supplemental Fig. S6D ) and immunocytochemistry ( Supplemental Fig. S6E ). Neither  NPTX1  shRNA silencing in  NF1 -null (homozygous c.2041C > T mutation) NPCs ( Fig. 5 D) nor ectopic  NPTX1  expression in CTL NPCs ( Fig. 5 E) changed β-catenin subcellular localization. Third, we sought to determine whether NPTX1 impacted β-catenin proteasomal degradation. We assessed β-catenin expression in  NF1 -null (homozygous c.2041C > T mutation) NPCs following  NPTX1  ( shNPTX1 ) shRNA-mediated knockdown using an experimentally determined concentration of proteasome inhibitor MG132(10 μM) for 24 h ( Supplemental Fig. S6F ). β-Catenin expression increased after proteasome inhibition ( Fig. 5 F), which is usually controlled by GSK3-mediated phosphorylation ( Cohen and Goedert 2004 ). Consistent with this mechanism, treatment of  NF1 -null (homozygous c.2041C > T mutation) NPCs with 10 mM GSK3β inhibitor lithium chloride (LiCl) for 24 h following  NPTX1  ( shNPTX1 ) knockdown increased β-catenin expression ( Fig. 5 G). Similar results were observed using 2 µM GSK3β inhibitor CHIR99021 for 24 h ( Supplemental Fig. S6G ). Because GSK3β function can be inhibited by phosphorylation, specifically at Ser9 ( Wang et al. 2022 ), we analyzed GSK3β Ser9 phosphorylation and found increased GSK3β Ser9 phosphorylation in  NF1 -null NPCs and CTL NPCs ectopically expressing  f-BRAF  relative to controls ( Supplemental Fig. S6H ). Moreover,  NPTX1  knockdown ( shNPTX1 ) in  NF1 -null (homozygous c.2041C > T mutation) NPCs decreased GSK3β Ser9 phosphorylation, whereas ectopic  NPTX1  expression in CTL NPCs increased GSK3β Ser9 phosphorylation ( Fig. 5 H). Although the exact mechanism underlying NPTX1 control of GSK3β phosphorylation remains to be elucidated, our results suggest that NPTX1 protects β-catenin from proteasomal degradation by increasing GSK3β phosphorylation. Taken together, these findings support a model by which MEK activation resulting from the two most common genomic drivers of PA pathobiology regulates human neuroglial cell growth through two complementary (transcriptional and post-translational) mechanisms converging on β-catenin signaling ( Fig. 5 I), a key growth control pathway in cancer ( Song et al. 2024 ). Given the central role of MEK in brain cancer biology, the dissection of this mitogenic pathway in human neuroglial cells reported here lays the groundwork for future therapeutic discovery efforts aimed at disabling NPTX1/IRX2-mediated β-catenin signaling ( Kanda et al. 2020 ) and suppressing MEK-dependent pediatric LGG growth.",
  "fetched_at": "2026-02-11T02:26:27.028546",
  "abstract_length": 77,
  "methods_length": 7238,
  "introduction_length": 0,
  "results_length": 23854,
  "discussion_length": 23854
}