{
  "pmid": "PMID:40251590",
  "abstract": "BACKGROUND: The role of osteotomies in deformity correction in congenital pseudarthrosis of the tibia (CPT) remains controversial. This study aims to evaluate the efficacy of tibial closing osteotomy correction for tibial angular deformity in CPT patients. METHODS: This study selected CPT patients who underwent CPT combined with tibial closing osteotomy in our hospital from January 2011 to May 2022 as the research subjects. The inclusion criterion was children with Crawford IV CPT who also had angular deformities. The PACS system was used to measure the distance between the tibial osteotomy and the tibial pseudarthrosis, as well as the tibial angle. The degree of healing of tibial pseudarthrosis was evaluated via the RUST score. If the RUST score is greater than 8, tibial pseudarthrosis is considered to have achieved primary union. After surgery, X-rays were taken every 2 months until the patient's tibial pseudarthrosis healed. RESULTS: Twenty-three patients with CPT underwent combined surgery and proximal tibial osteotomy. The average age at the time of surgery was 48.7 months (14-158 months). There were 15 males and 8 females, including 17 patients with type 1 neurofibromatosis. Nineteen patients had proximal tibial dysplasia. There were 12 cases on the left and 11 cases on the right. The average angle of the tibia in the preoperative anterior posterior position was 10.3°, and the average angle of the tibia in the preoperative lateral position was 20°. All patients achieved primary union, with an average union time of 4.7 months. The average distance between the osteotomy site and the tibial pseudarthrosis site was 6.5 cm. Twenty-two patients achieved union at the osteotomy site during the healing process of tibial pseudarthrosis. One patient did not achieve union at the osteotomy site, but healing was achieved after a wrapped autogenous iliac bone graft was applied for four months. CONCLUSION: CPT patients with tibial angular deformities can undergo combined surgery and tibial closing osteotomy correction. It has little effect on the healing of the pseudarthrosis of the tibia, and tibial closing osteotomy may be safe and effective for correcting tibial angular deformity. The preliminary findings requiring further validation.",
  "methods": "Methods This study selected CPT patients who underwent CPT combined with tibial closing osteotomy in our hospital from January 2011 to May 2022 as the research subjects. The inclusion criterion was children with Crawford IV CPT who also had angular deformities. The PACS system was used to measure the distance between the tibial osteotomy and the tibial pseudarthrosis, as well as the tibial angle. The degree of healing of tibial pseudarthrosis was evaluated via the RUST score. If the RUST score is greater than 8, tibial pseudarthrosis is considered to have achieved primary union. After surgery, X-rays were taken every 2 months until the patient’s tibial pseudarthrosis healed. Materials and methods This study was approved by the hospital ethics committee (HCHLL-2019-37). This is a retrospective investigation. This study selected CPT patients who underwent CPT combined with surgery (Harvesting autogenic iliac bone, excision of pseudarthrosis and the abnormal periosteal, intramedullary rod insertion of the tibia, Ilizarov’s fixator and wrapping autogenous iliac bone grafting) [ 1 ] and tibial closing osteotomy in the apex anterior and apex lateral angulation of the tibia from January 2011 to May 2022 as the research subjects. The inclusion criteria were as follows: Crawford type IV [ 10 ] CPT patients with tibial angular deformity and all surgeries performed by the same surgical team. The distance and tibial angle between the proximal tibial osteotomy site and the tibial pseudarthrosis were measured via a PACS system. The angulation of the tibia was measured in the anteroposterior and lateral positions. The degree of healing of tibial pseudarthrosis is evaluated via the RUST score [ 11 ]. If the RUST score is greater than 8, initial healing of tibial pseudarthrosis is considered to have occurred. The patient underwent X-ray examination every 2 months after surgery until the tibial pseudarthrosis has healed. The tibial osteotomy method adopts a closed osteotomy method, in which the vertex position of the tibial angular deformity is confirmed through X-ray. The intramedullary rod was adjusted below the vertex of the tibial deformity. After drilling in multiple directions with a Kirschner wire at the vertex of the tibial angular deformity, the surgeon conducts close osteotomy and translates the tibia, pushing the intramedullary rod into the proximal end of the tibia. This technique preserves the integrity of the periosteum and may not affect blood flow at the osteotomy site. The remaining surgical steps are the same as those in combined surgery [ 1 ].",
  "introduction": "Background The role of osteotomies in deformity correction in congenital pseudarthrosis of the tibia (CPT) remains controversial. This study aims to evaluate the efficacy of tibial closing osteotomy correction for tibial angular deformity in CPT patients. Introduction Congenital pseudarthrosis of the tibia (CPT) is a rare orthopedic disease [ 1 ], with 80% of cases accompanied by neurofibromatosis type 1 (NF1) [ 2 ], characterized by tibial dysplasia, susceptibility to fractures, and difficulty in healing after fractures. The main treatment method is surgery, with various surgical options, including “3-in-1” bone fusion surgery [ 3 ], vascularized fibula transplantation, and other surgical plans [ 4 ]. Drug therapy includes the use of bisphosphonates and bone morphogenetic proteins [ 5 ,  6 ]. Important surgical steps include complete removal of the hamartoma and restoration of the tibial mechanical axis [ 7 ]. CPT patients often have tibial angular deformities, which require one-stage correction during surgical treatment. To facilitate the smooth passage of the intramedullary rod through the medullary cavity to fix the tibia, tibial osteotomy is often needed. However, performing osteotomy via CPT is controversial because surgeons are concerned that the bone does not heal at the site of the osteotomy [ 8 ], which may lead to new site of pseudarthrosis. In previous reports, Inan et al. [ 8 ] reported 18 cases of CPT and 9 cases of postoperative lower limb discrepancy. Three patients underwent tibial lengthening surgery, and two patients experienced nonunion at the site of osteotomy. The safety of performing an osteotomy through dysplastic bone if the apex of the deformity is located there remains an unanswered question. We have indications for osteotomy outside the tibial pseudarthrosis area in the management of CPT patients, including correcting tibial angular deformities in patients with proximal tibial dysplasia [ 9 ] to facilitate intramedullary rod passage. The purpose of this investigation is to evaluate the efficacy of tibial closing osteotomy correction for tibial angular deformity in CPT patients.",
  "results": "Results Twenty-three patients with CPT underwent combined surgery and proximal tibial osteotomy. The average age at the time of surgery was 48.7 months (14–158 months). There were 15 males and 8 females, including 17 patients with type 1 neurofibromatosis. Nineteen patients had proximal tibial dysplasia. There were 12 cases on the left and 11 cases on the right. The average angle of the tibia in the preoperative anterior posterior position was 10.3°, and the average angle of the tibia in the preoperative lateral position was 20°. All patients achieved primary union, with an average union time of 4.7 months. The average distance between the osteotomy site and the tibial pseudarthrosis site was 6.5 cm. Twenty-two patients achieved union at the osteotomy site during the healing process of tibial pseudarthrosis. One patient did not achieve union at the osteotomy site, but healing was achieved after a wrapped autogenous iliac bone graft was applied for four months. Results Twenty-three CPT patients underwent combined surgery and tibial closing osteotomy, with an average age of 48.7 months (14–158 months) at the time of surgery. There were 15 males and 8 females, including 17 patients with type 1 neurofibromatosis. Nineteen cases were accompanied by proximal tibial dysplasia [ 9 ]. There were 12 cases on the left and 11 cases on the right. The average angle of the tibia in the anterior posterior position before surgery is 10.3°±9.9° (0–45°), and the average angle of the tibia in the lateral position before surgery is 20°±12.9° (0–56°). The average healing time of tibial pseudarthrosis patients was 4.7 ± 1.3 months (3–7.5 months), and the average distance between the osteotomy site and the tibial pseudarthrosis site was 6.5 cm (3.4–10 cm). Twenty-two patients achieved healing at the osteotomy site during the healing of tibial pseudarthrosis. One patient who underwent tibial osteotomy did not achieve union, but healing was achieved after a wrapped autogenous iliac bone graft was applied for four months. Table  1  (Clinical data of 23 patients). Typical cases are shown in Figs.  1 ,  2 ,  3  (a flow chart for the patients). \n \n Table 1 Clinical data of 23 patients Case Sex Surgical age(m) Side NF1 Proximal tibial dysplasia Distance(cm) Union time(m) Pre-operation AP angulation(°) Pre-operation LP angulation(°) Osteotomy union 1 M 14 R Y Y 5 3 15 19 Yes 2 F 46 L Y Y 4 3.5 9 0 Yes 3 M 21 L N N 4.8 4 10 25 Yes 4 F 19 R Y Y 3.6 3.7 13.6 22 Yes 5 M 52 R N Y 3.4 4.7 0 16 Yes 6 F 38 L N Y 5 3.7 10 34 Yes 7 F 158 L Y N 6 6.3 7 11 Yes 8 M 54 R Y Y 4.6 4 10 14 Yes 9 M 64 L Y Y 12 4 1 22.6 Yes 10 M 34 R Y Y 5.5 4.3 12 20 Yes 11 F 30 L Y Y 7.8 4.3 4 21.5 Yes 12 M 16 L Y Y 4.6 5.3 10 21 Yes 13 M 19 L N Y 4.8 5.3 11.6 28 Yes 14 M 39 L N N 9.7 4.3 45 37 Yes 15 M 36 R Y Y 7 9 11 18 Yes 16 M 94 R Y Y 9 4 3 15 Yes 17 M 60 L Y Y 8 4 10 15 Yes 18 F 19 L Y Y 5 4 0 29 Yes 19 F 33 R Y Y 5.7 5 19 56 Yes 20 M 96 R Y Y 8.9 7.5 0 33 Yes 21 M 52 L Y Y 8.5 6 0 8 Yes 22 M 68 R N N 8.4 4 9 0 Yes 23 F 58 R Y Y 8.5 4.7 26 0 No \n \n Fig. 1 ( a ,  b ) CPT with proximal tibial dysplasia, male, 16 months old, preoperative anteroposterior and lateral X-ray. ( c ,  d ): One week postoperative anterior and lateral X-rays of the tibia and fibula. ( e ,  f ): At 4 months and 9 days post-surgery, anterior and lateral X-rays of the tibia and fibula were obtained. ( g ,  h ): At 14 months post-surgery, the anterior and lateral X-rays of the tibia and fibula revealed good positioning of the intramedullary rod \n \n Fig. 2 ( a ,  b ) CPT, female, 5 years old, preoperative anteroposterior and lateral X-ray. ( c ,  d ): 11months postoperative anterior and lateral X-rays of the tibia and fibula shows that tibial osteotomy did not achieve union in the distal of tibia. ( e ,  f ): A wrapped autogenous iliac bone graft was applied for this patient. ( g ,  h ): Union was achieved after a wrapped autogenous iliac bone graft was applied for four months. ( i ,  j ): Postoperative anterior and lateral X-rays of the tibia and fibula after a wrapped autogenous iliac bone graft for 15months \n \n Fig. 3 A flow chart for the patients",
  "discussion": "Conclusion CPT patients with tibial angular deformities can undergo combined surgery and tibial closing osteotomy correction. It has little effect on the healing of the pseudarthrosis of the tibia, and tibial closing osteotomy may be safe and effective for correcting tibial angular deformity. The preliminary findings requiring further validation. Discussion Tibial angle deformity is a risk factor for recurrent fractures after initial healing of CPT [ 12 ]. Choi et al. advocated for one-stage surgical correction of tibial angle deformity [ 7 ]. During the surgical process for CPT patients with tibial angular deformities, tibial osteotomy is often required to restore the mechanical axis of the tibia and facilitate the passage of the intramedullary rod. The characteristic of CPT is nonunion after tibial fracture; however, there is also a traditional opinion that osteotomy should be avoided to prevent nonunion at the site of osteotomy [ 8 ]. Zhou et al. [ 13 ] reported the clinical characteristics of 514 children with CPT, among whom 510 (97.14%) had pseudarthrosis located in the middle and distal tibia. Fractures of the distal third of the tibia are characterized by poor blood supply and difficulty healing [ 14 ]. Sachweh et al. [ 15 ] reported that the number of blood vessels in the periosteum of CPT patients with lesions was reduced and that the blood vessel wall was thickened. This may also be a biological factor contributing to the difficulty of tibial fracture healing in CPT patients. There are few studies about the use of osteotomies for CPT, with a focus mostly on lengthening. Tibial inequality is a common complication after CPT surgery. Therefore, many patients need to undergo proximal tibial osteotomy to achieve tibial lengthening. Donnan et al. [ 16 ] reported an average healing index of 34 d/cm for 50 patients with fibular hemiplegia with an average age of 4.3 years who underwent tibial lengthening. CPT is characterized by osteogenic deficiency and active osteoclasts [ 17 ,  18 ]. Zhu et al. [ 19 ] reported 11 CPT patients who underwent tibial lengthening, including 8 patients with proximal tibial dysplasia with a healing index of 67 d/cm. Five patients had lateral callus, 3 patients had central callus, and the average healing index of the remaining 3 patients was 52.7 d/cm. Liu et al. [ 20 ] reported 9 CPT patients who underwent epiphyseal plate lengthening with a daily lengthening of 1 mm and an average healing index of 51.1 d/cm. The healing index of CPT patients who underwent tibial lengthening was greater than that of normal tibia patients. Cho et al. investigated the risk factors for poor callus quality in 22 CPT patients with a high tibial lengthening healing index (average healing index of 89 days/cm) and reported that proximal tibial dysplasia was a risk factor for a high tibial lengthening healing index in CPT patients [ 9 ,  21 ]. In summary, the healing index of the CPT is greater than normal, which may also indicate that the tibia has a weaker osteogenic capacity. Nahm et al. [ 22 ] reported 9 CPT patients who underwent 10 tibial osteotomy procedures (5 at the diaphysis and 5 at the metaphysis). Four osteotomy procedures were performed to correct deformities, 3 osteotomy procedures were performed to facilitate the passage of intramedullary rods through the deformities, 3 osteotomy procedures were performed to achieve tibial lengthening. Four osteotomy sites were treated with autologous iliac bone transplantation, and three osteotomy sites were treated with BMP2. Two patients had locking plate fixation at the osteotomy site. The median healing time was 222.5 days. One patient’s osteotomy site did not achieve union at 5.5 months after surgery but healed after 4 months of bone grafting surgery. The results of this study are not all consistent with the literature reports mentioned above. Only one case of tibial osteotomy did not achieve union in our investigation, and the pseudarthrosis was located proximal to the tibia in this patient. We conducted osteotomy distal to the tibia. Other patients had pseudarthrosis located in the middle and distal thirds of the tibia, and osteotomy was conducted proximal to the tibia. The reason for nonunion of the distal third of the tibia may be related to poor blood supply, but healing was achieved after a wrapped autogenous iliac bone graft was applied for four months. In most situations, there is no need for bone grafts in closed osteotomies during CPT, according to our investigation results. The literature on performing osteotomies for CPT is sparse. Children with CPT had a high primary union rate of tibial pseudarthrosis and a low rate of nonunion after tibial osteotomy. There is a possibility that percutaneous needle osteotomy did not inhibit blood flow. The limitation of this study is that it is retrospective, with a small number of cases and no statistical analysis. It is necessary to conduct prospective multicenter trials to evaluate the safety of different osteotomy techniques and increase sample in the future. Conclusions CPT patients with tibial angular deformities can undergo combined surgery and tibial closing osteotomy correction. It has little effect on the healing of the pseudarthrosis of the tibia, and tibial closing osteotomy may be safe and effective for correcting tibial angular deformity. The preliminary findings requiring further validation.",
  "fetched_at": "2026-02-11T02:26:00.919397",
  "abstract_length": 2267,
  "methods_length": 2590,
  "introduction_length": 2142,
  "results_length": 4135,
  "discussion_length": 5415
}