{
  "pmid": "40279245",
  "abstract": "Persons with neurofibromatosis type 1 (NF1) exhibit enhanced glucose metabolism, which is replicated in Nf1-mutant mice. Inflammatory macrophages invest NF1-associated tumors, and targeting macrophages appears efficacious in NF1 models. Inflammatory macrophages rely on glycolysis to generate ATP; thus, identifying whether neurofibromin, the protein encoded by NF1, controls glucose metabolism in macrophages is therapeutically compelling. Using neurofibromin-deficient macrophages and macrophage-specific Nf1-knockout mice, we demonstrate that neurofibromin complexes with glucose transporter-1 (GLUT1) to restrain its activity and that loss of neurofibromin permits Akt2 to facilitate GLUT1 translocation to the membrane. In turn, glucose internalization and glycolysis are upregulated and provoke reparative (M",
  "methods": "Materials availability This study did not generate new materials or unique reagents. STAR★METHODS EXPERIMENTAL MODEL AND STUDY PARTICIPANT DETAILS Sex as a biological variable Both male and female mice were used for all  in vitro  and  in vivo  studies. Tissue samples from both male and female persons with NF1 were analyzed. Sex was not considered as a biologic variable for any studies. Cells Murine bone marrow-derived macrophages (BMDM), and human THP-1-derived macrophages were cultured in high glucose Dulbecco’s modified Eagle’s Medium (DMEM) medium containing 10% FBS, 100 U/mL of penicillin G and 100 mg/mL streptomycin. THP1-derived macrophages were kindly gifted from Dr. Gabor Csanyi (Augusta University, Augusta, GA). Media was supplemented with either Macrophage colony stimulating factor (M-CSF; 20 ng/mL, Invitrogen; PMC2044) or 20% L929 cell-derived conditioned media to differentiate bone marrow-derived monocytes into macrophages. Cells were cultured in the absence of M-CSF or L929 cell-derived conditioned media for at least 24 h prior to experiments. Human THP-1 monocytes were differentiated using PMA (200nM, Sigma; P1585). Both BMDM and THP-1 macrophages were polarized into so-called inflammatory macrophages (M LPSIFNγ ) using IFNγ (20 ng/ml, PeproTech; 315–05) and LPS (100 ng/ml, CST; 14011) and reparative macrophages (M IL4 ) using IL-4 (20 ng/ml, PeproTech; 214–14) for 16 h in serum-free high glucose DMEM media. Primary bone marrow-derived macrophages Murine bone marrow monocytes were isolated and differentiated as described by Trouplin et al. with modifications.  Briefly, the femur and tibia were dissected, cleaned, and flushed with sterile PBS using a 10mL syringe and a 25-gauge needle. Bone marrow was spun down and resuspended in differentiation media (high-glucose DMEM, 10% FBS, 20% L929 cells-derived conditioned media or M-CSF (20 ng/mL) and 1% penicillin/streptomycin). After thoroughly being pipetted to obtain a single cell suspension, the bone marrow was plated on 3 × 10cm petri dishes (uncoated). This was determined to be day 1. On day 3, the media was removed from the plates and replaced with fresh differentiation media. On day 7, differentiation media was replaced with polarization DMEM media containing IFNγ (20 ng/ml) and LPS (100 ng/ml) for inflammatory (M 38 LPSIFNγ ) and IL-4 (20 ng/mL), for reparative (M IL4 ) macrophages and were incubated for 16 h. On day 8, the macrophages were ready to use for experiments. Animals Mice were housed in the animal facility of Augusta University under a 12-h light/dark cycle with  ad libitum  access to food and water.  Nf1 -heterozygous ( Nf1 +/− ),  Nf1 ;LysMCre flox/flox +  ( Nf1 ΔMΦ ) and mice were obtained from Tyler Jacks, Ph.D., (Massachusetts Institute of Technology, Cambridge, MA).  Nf1 +/−  mice were backcrossed 13 generations into the C57BL/6J strain.  Nf1 ;LysMCre flox/flox −  ( Nf1 fl/fl ) mice were obtained from Luis Parada (University of Texas Southwestern Medical Center, Dallas, TX, USA).  Nf1 f/f  and LysMCre +  mice were crossed till second generation to produce  Nf1 f/f  and  Nf1 ΔMΦ  mice which were used as control and myeloid cell-restricted knock out mice in experiments, respectively. Mice were genotyped by PCR as described.  WT and  39 Nf1 +/−  mice (C57BL/6J) were crossed to generate experimental progeny. Littermate male mice, between 8 and 12 weeks of age, were used for experiments. All animal studies were performed in compliance with the Association for Research in Vision and Ophthalmology (ARVO) Statement for the Use of Animals in Ophthalmic and Vision Research and were approved by the Institutional Animal Care and Use Committee of Augusta University (Augusta, GA). Human patient samples The NF1 patient tissues ( n  = 5 tumors from 4 patients) were diagnosed and collected at Emory University. All surgeries were performed following the relevant guidelines and regulations at Emory University. The approval number of the present study by ethics committee is STUDY00002544. Written consent was obtained from all patients. After each surgery, the tissues were harvested, post-fixed in 4% paraformaldehyde overnight, and cut into blocks for paraffin embedding. The tissues were cut at 8um thickness and used for further analysis. METHOD DETAILS Knockdown of NF1 in THP-1 macrophages NF1  was knocked down in THP-1 macrophages with a modified protocol from Zhang et al. \n 24 NF1  small hairpin (sh) RNA and shCtrl lentiviral vectors were purchased from Sigma (TRCN0000238778 and SHC202; St. Louis, MO, USA) and lentiviral supernatant was generated from Lenti-X 293T packaging cells. Cells were plated onto tissue culture plates and transfected the following day using Lipofectamine 3000 (Invitrogen; L3000001) with a combination of the vector plasmids (TRCN0000238778 or SH202), the 2 nd  generation packaging plasmid psPAX2 (Addgene; 12260) and the envelope expressing plasmid pMD2.G (Addgene; 12259) in Opti-MEM for 3 h in the ratio of 2:6:4, respectively according to a protocol described by Batori et al.  The transfection media was replaced with DMEM supplemented with 10% FBS and 2mM caffeine, with penicillin and streptomycin. Viral stocks were harvested 72 h after transfection, clarified by centrifugation, filtered through a 0.45-μm filter and concentrated using a sucrose gradient and stored at −80°C. THP1 macrophages were seeded onto tissue culture plates and transduced with lentiviral stock (20uL) in the presence of 8 μg/mL polybrene (Sigma) for 16 h. The next day 1mL of fresh media was added on top for 24hours. Fresh medium with a second dose of virus (20uL) without polybrene was added for another 48 h after which fresh medium with 1 μg/mL puromycin (ThermoFisher Scientific) was replaced for 3 days. Selected cells were cultured and  40 NF1  knockdown was confirmed by Western blot. Seahorse XF glycolysis stress test Cellular bioenergetics were measured using an XF96 analyzer (Agilent Seahorse XF Technology, Santa Clara, CA). Macrophages (transduced THP-1 with shCtrl and sh NF1 , and BMDM from  Nf1 fl/fl  and  Nf1 ΔMΦ  mice) were seeded equally at 50,000 cells per well of 96-well plate and 24 h later polarizing cytokines (refer section  Primary bone marrow-derived macrophages ,  n  = 4 mice/genotype, 3–4 technical replicates/mice or per condition) were added and incubated for 16 h. Extracellular Acidification Rate (ECAR) as a measure of glycolysis in polarized transduced THP-1 cells and BMDM was measured using Seahorse XF glycolysis stress test kit (Agilent Technologies; 103020–100) as per manufacturer’s protocol. After 1 h of equilibration of transduced THP-1 cells and BMDM in DMEM, glycolysis (ECAR) was measured with injections of glucose (10 mM), oligomycin (1.5 μM) and 2-DG (50 mM). The report for glycolysis stress test was generated automatically using Seahorse XF Stress Test Report Generators. At the end of the experiment, the protein content in each well of 96-well plate was quantified to ensure accurate normalization of the ECAR data. Glucose uptake assay Glucose uptake was measured using a fluorescent 2-NBDG Glucose Uptake Assay Kit (BioVision; K682–50) as per manufacturer’s instruction with slight modifications. Briefly, polarized BMDM (M CSF , M LPSIFNγ  and M IL4 ) derived from long bones of  Nf1 f/f  and  Nf1 ΔMΦ  mice were seeded at a density of 500,000/well in 24-well plate in high glucose DMEM with 10% FBS ( n  = 3 mice/genotype). After 24 h, cells were serum starved in 0.2% serum rich DMEM for 30 min. Starved cells were then incubated with and without BAY-876 inhibitor (Cayman Chemical Company; 19961, 50nM) in 0.2% serum-rich DMEM for 30 min more. After incubation of BAY-876, cells were incubated with a FITC-labeled glucose analog (2-deoxy-2-[(7-nitro-2,1,3-benzoxadiazol-4-yl) amino]-D-glucose) for 30 min at 37°C and fluorescence was measured at a wavelength of 488 nm with flow cytometry. RNA isolation, cDNA synthesis and quantitative Real-time PCR (qRT-PCR) Total RNA from polarized BMDM (M CSF , M LPSIFNγ , M IL4 ) from  Nf1 f/f  and  Nf1 ΔMΦ  mice ( n  = 4 mice/genotype, 2 technical replicates/mouse) were extracted using RNeasy Mini kit (Qiagen; 74104). The resultant sample of total RNA (500ng-1μg) was utilized as a template for complementary DNA (cDNA) synthesis using either iScript cDNA synthesis kit (Bio-Rad; 1708891) or high-capacity M-MLV reverse transcriptase (Invitrogen; 28025013). qRT-PCR was performed using cDNA (diluted 1 in 10 with nuclease free water), on a StepOne Plus System (Applied Biosystems) or ABI 7500 Real-Time PCR System (Applied Biosystems, Foster City, CA) (Applied Biosystems, Foster City, CA, US), using iTaq Universal SYBR Green Supermix (Bio-Rad, 1725121) with the gene-specific primers.  The primers used in this study were either obtained from TaqMan gene expression assay (Applied Biosystems) or Integrated DNA Technologies (Coralville, IA, US) ( 41 , 42 Table S3 ). Quantification of relative gene expression was calculated with the efficiency-corrected 2 −ΔΔCT  method using murine  Gapdh  or  Rplp 0 or  Hprt  as the internal controls for normalization following Livak et al. method  and data were presented as fold change relative to control groups. Details of primer sequences used for genes are provided in  43 Table S3 . Protein extraction and western blot Whole protein lysates were prepared from single cell suspension of BMDM from  Nf1 f/f  and  Nf1 ΔMΦ  mice ( n  = 3 mice/genotype) or cell lines or tissue with 1X Pierce RIPA buffer (ThermoFisher Scientific, 89900) supplemented with 1% proteinase/phosphatase inhibitor cocktail following established protocol.  Protein concentration was determined by Pierce bicinchoninic acid (BCA) protein assay (ThermoFisher Scientific, 23227) according to the manufacturer’s instructions. Equal amount of protein (20mg) was loaded on 7.5%, or 10%, or 12% TGX Stain-free FastCast SDS-PAGE gel (Bio Rad, 1610181, 1610183 and 1610185) and transferred to PVDF membrane (Bio-Rad, 1620177). Primary antibodies used in this study were as follows: Rabbit GLUT-1 (abcam; ab115730, 1:100,000), Rabbit Na/K ATPase (abcam; ab76020, 1:10,000), Neurofibromin (Bethyl; A300–140A, 1:1000), Mouse GAPDH (Santa Cruz; sc-365062), Rabbit phospho-PI3K p85 (Tyr458)/p55 (Tyr199) (CST; 4228, 1:1000), Rabbit PI3K (CST; 4292, 1:1000), Rabbit phospho-Akt-1 (Ser473) (D7F10) XP (CST; 9018, 1:1000), Rabbit Akt-1 (CST; 2938, 1:1000), Rabbit phospho-Akt-2 (Ser474) (D3H2) (CST; 8599, 1:1000), Rabbit Akt-2 (D6G4) (CST; 3063, 1:1000), Rat F4/80 (Bio-Rad, MCA497R). Membranes were incubated with HRP-conjugated secondary antibodies for 1 h at room temperature. Membranes were developed using Pierce ECL western blotting substrate or SuperSignal West Femto Maximum Sensitivity Substrate (ThermoFisher Scientific, USA; 34095). Images were taken with the ChemiDoc MP system (Bio-Rad), and band densities were quantified in triplicates using Image Lab software (Bio-Rad). Data were normalized either by total protein or GAPDH as loading control. 44 , 45 Subcellular protein fractionation of BMDM To determine the facilitative GLUT1 translocation and P-Akt-2 expression in membrane and cytoplasm, subcellular fractionation of polarized BMDM from  Nf1 f/f  and  Nf1 ΔMΦ  mice was performed ( n  = 3 mice/genotype) using Subcellular protein fractionation kit for cultured cells (ThermoFisher Scientific; 78840) according to manufacturer’s protocol with slight modifications. Briefly, BMDM at a density of 10 million for each condition (M CSF , M LPSIFNγ  and M IL4 ) were seeded in 10 cm plates, differentiated for 7 days using differentiation media, and polarized using specific cytokines into so called M LPSIFNγ  and M IL4  macrophages (refer section  Isolation of mouse macrophages, differentiation and polarization ). Cytoplasmic fractions were isolated first by incubating cells in cytoplasmic extraction buffer for 15 min at 4°C, followed by collection of membrane fractions using membrane extraction buffer for 15 min at 4°C. Both fractions were used later for immunoblotting. Co-immunoprecipitation To determine the complex formation between NF1 and GLUT1 in BMDM from  Nf1 f/f  mice, co-immunoprecipitation was performed using immunoprecipitation kit (ThermoFisher Scientific; 10007D) according to manufacturer’s protocol with slight modifications. Briefly, the BMDM from  Nf1 f/f  mice were isolated, differentiated and polarized to M LPSIFNγ  and M IL4  macrophages (refer section  Primary bone marrow-derived macrophages ). Cells were subsequently washed once with PBS, followed by lysis in 2X RIPA buffer with 1% proteinase/phosphatase inhibitor cocktail to make lysates. Firstly, 50μL of Dynabeads were incubated with 8ug of GLUT1 antibody (CST, 12939) for 2 h at 4°C on rotation. The Dynabeads-antibody complex made was clarified using DynaMag-2 Magnet (ThermoFisher Scientific; 12321D), followed by washing in antibody binding and washing buffer by gentle pipetting. This Dynabead-antibody complex was incubated with lysates (800ug of protein) overnight at 4°C on rotation to allow the antigen to bind the Dynabeads-antibody complex. Next day, Antigen-Dynabeads-antibody complex was washed in washing buffer and separated. The Antigen-Dynabeads-antibody complex was resuspended in 2X sample buffer and heated for 10 min at 70°C. The complex was loaded onto the gel for immunoblotting. Primary antibody used in this study is Neurofibromin (Bethyl; A300–140A, 1:1000). Secondary HRP-conjugated antibody or TidyBlot HRP-conjugated (Bio-Rad; STAR209PA, 1:400) were used to develop the bands. Protein-protein docking The X-ray crystal structures of glucose transporter 1 (GLUT1: PDB ID code 4PYP), Akt2 (PDB ID code 8Q61), and neurofibromin 1 (NF1:PDB ID code 8K4L) obtained from the Protein DataBank (PDB). Prior to docking, all heteroatoms present in the structures were removed. The modeling process was performed using the HDOCK server ( http://hdock.phys.hust.edu.cn/ ) which employs computational algorithms to predict the three-dimensional structures of protein complexes based on known interactions and structural data. The knowledge-based iterative scoring function, ITScorePP or ITScorePR, determines the docking scores in Hdock. Since the docking score has not been calibrated to the experimental data, it should not be interpreted as the genuine binding affinity between two molecules; rather, a higher negative docking score indicates a more plausible binding model. Atomistic simulations Molecular dynamics simulations were conducted using Gromacs package 2018.1. Initially the protein-protein complex of GLUT1-Akt2 was setup with amber99sb-ILDN forcefield in a cubic box whose sides were kept 1nm apart from complex. The model was solvated using TIP3P water molecules and subjected to energy minimization through 5,000 steps of the steepest-descent method. To neutralize the systems, counterions were added. Subsequently, a second round of energy minimization was conducted with an additional 5,000 steps of the steepest-descent method. Two rounds of equilibration were performed: firstly, a 0.1 ns equilibration at constant number, volume, and temperature using a time step of 0.002 ns, employing the V-rescale algorithm for temperature coupling at 310 Kelvin with a coupling time constant of 0.5 ps, separately applied to proteins/complexes, and solvent; secondly, a 1 ns equilibration at constant number, pressure, and volume with a time step of 0.002 ns, utilizing Nose–Hoover temperature coupling and Parrinello–Rahman pressure coupling. The system’s pressure was semi-isotropically coupled using the Berendsen algorithm at 1 bar, with a compressibility of 4.5 × 10 −5  and a coupling time constant of 5.0 ps. The production run was conducted for 250 ns without any restraints, employing a time step of 0.002 ns. A neighbor-list generation and Coulomb and Lennard-Jones interactions cutoff of 1.2 nm were selected, with Particle–Mesh–Ewald summation employed for electrostatic interactions. End-state free energy calculations with GROMACS were conducted by using a tool gmx_MMPBSA. 37 Oxygen-induced retinopathy To induce retinal pathological angiogenesis in  Nf1 f/f  and  Nf1 ΔMΦ  mice, the OIR model was used, as previously described.  Nursing dams with postnatal day 7 (P7) pups were housed in a sealed chamber and exposed continuously to 70% oxygen. At P12, the animals were returned to room air (21%). Pups with body weight less than 4 g at P17 were excluded from analysis. Retinas from P17 pups were collected for experiments. Data from six pups per litter were used for all experiments. 46 Retina dissection and immunofluorescence staining For quantification of retinal neovascularization in retina whole mount at P17 OIR stage, eyes from  Nf1 f/f  and  Nf1 ΔMΦ  pups exposed to oxygen were enucleated and fixed in 4% PFA/PBS overnight at 4°C ( n  = 10 retinas/genotype). The retinas were dissected out, washed in PBS for 10 min in a shaker. Retinas were then permeabilized and blocked in blocking solution (10% donkey serum and 1% Triton X-100 in PBS) for 1 h at room temperature. After washing in PBS, retinas were stained with Alexa Fluor 594-conjugated Isolectin GS-IB 4  (Invitrogen;  I21413 , 1:100 dilution in 3% donkey serum with 0.3% Triton X-100) overnight at 4°C. Next day after washing three times in PBS, the retinas were mounted on glass slides using mounting media without DAPI (Vector Laboratories; H-1000). Images were acquired at 20X magnification with Leica Stellaris confocal microscope. Quantification of avascular area and neovascular tufts was performed in Adobe Photoshop, as previously described by Connor et al. 47 For whole-mount immunofluorescence staining for macrophage/microglia at P17 OIR stage, eyes from  Nf1 f/f  and  Nf1 ΔMΦ  pups ( n  = 6 retinas/genotype) were processed, fixed and permeabilized similarly as for Isolectin-B4 staining. Fixed retinas were then stained with Alexa Flour-conjugated primary antibodies prepared in blocking solution (3% goat serum and 0.3% Triton X-100 in PBS). Primary antibodies were used as follows: Alexa Fluor 594-F4/80 (Biolegend; 123140, 1:100), Rat anti-mouse APC-CD86 (BD Biosciences; 558703, 1:50), Alexa Fluor 647-CD206 (Biolegend; 141712, 1:100) and Alexa Fluor 488-conjugated Isolectin GS-IB 4  (Invitrogen;  I21411 , 1:100). Images were acquired at higher magnification (40X and 60X) with Leica Stellaris confocal microscope. Pearson’s correlation coefficient for co-localization of F4/80 with CD86 or CD206 was calculated using Just Another Colocalization plugin (JA-CoP) in ImageJ software. Flow cytometry Cells were stained according to the protocol described previously by Zaidi et al.  Briefly, retinas from  48 Nf1 f/f  and  Nf1 ΔMΦ  P17 OIR pups (n = 5–6 mice/genotype; total of 10–12 retinas/genotype) were collected and single cell suspension from both retinas together was made by gentle mechanical dissociation in ice-cold staining buffer (BD Biosciences; 554656). Cells were centrifuged, pellet were collected and assessed for viability using Zombie NIR fixable viability kit (BioLegend; 423105) for 30 min at 4°C. Cells were then incubated in FcR (CD16/CD32) Blocking reagent (BD Biosciences; 553141) for 20 min at 4°C. For surface marker staining, cells were incubated with fluorescently conjugated primary antibodies, PerCP-CD11b (BioLegend; 101230) and FITC-F4/80 (BioLegend; 123108) for 30 min at 4°C in dark, followed by washing with ice-cold staining buffer and centrifuged at 300g for 5 min. For intracellular staining, cells were permeabilized and fixed with BD Cytofix/Cytoperm buffer (BD Biosciences; 555028) for 20 min at 4°C in dark, followed by washing with BD Perm/Wash buffer (BD Biosciences; 555028). Cells were washed, centrifuged at 300g for 5 min and were stained with primary antibodies, PE-Cy7-iNOS (Invitrogen; 25–5920-82) and PE-Arg-1 (Invitrogen; 12–3697-82) for 30 min at 4°C in dark. Finally, cells suspension was washed, centrifuged and filtered in 5mL tube with cell strainer cap (40um) and analyzed on Acea NovoCyte Penteon flow cytometer (Agilent). Novocyte software was used to analyze the data. Unstained and Fluorescence minus one (FMO) controls were used for gating. Compensation was done using UltraComp eBeads plus compensation beads (Invitrogen; 01–3333-42). Immunofluorescent staining of human tissue neurofibromas Paraffin-waxed human neurofibroma sections were stained as previously described with slight modifications.  Briefly, to retrieve antigen epitopes, heat-mediated antigen retrieval (target retrieval solution, Dako) was performed. Sections were then rinsed in PBS-T (1X PBS with 0.25% Triton X-100), blocked in goat/donkey serum for 1 h. Slides were incubated with primary antibodies; mouse anti-mouse CD68 (Santa Cruz; sc-17832, 1:100), and rabbit anti-mouse P-Akt2 (S474) (D3H2) (CST; 8599, 1:100) overnight at 4°C on shaker. The following day, slides were washed and incubated with Alexa Fluor-conjugated secondary antibodies; goat anti-mouse Alexa Fluor 568 (Invitrogen A-21144, 1:300) and goat anti-rabbit Alexa Fluor 647 (Invitrogen; A-21244, 1:300) for 1 h at room temperature, respectively. In between primary antibody incubations, slides were blocked again with blocking buffer for 1 h to inhibit non-specific binding. Slides were then incubated with primary antibody; rabbit anti-mouse GLUT-1 (CST; 12939, 1:100) overnight and the next day, fluorescent secondary antibody corresponding to GLUT-1 (Alexa Fluor 488 donkey anti-rabbit; Invitrogen; A21206, 1:300) was added and incubated for 1 h at room temperature. Nuclei were visualized by mounting medium with DAPI (Vector Laboratories; H-1200). Images were acquired at higher magnification (40X) with Leica Stellaris confocal microscope. A representative image of at least 4 patients were shown. 48 QUANTIFICATION AND STATISTICAL ANALYSIS P-values were calculated by One-way ANOVA followed by Tukey’s or Sidak’s or Dunnette’s post hoc test for multiple comparisons and two-tailed Student’s t-test was used to compare pairs of data groups using GraphPad Prism. In all figures, data are expressed as mean ± SD values. Figures representing  in vitro  technical replicates are presented as mean ± SEM values; (* p  < 0.05, ** p  < 0.01, *** p  < 0.001, **** p  < 0.0001, ns, not significant).",
  "introduction": "",
  "results": "",
  "discussion": "",
  "fetched_at": "2026-02-11T23:43:24.452787",
  "abstract_length": 814,
  "methods_length": 22319,
  "introduction_length": 0,
  "results_length": 0,
  "discussion_length": 0
}