{
  "pmid": "PMID:40271285",
  "abstract": "Neurofibromatosis type 1 (NF1) is a genetic disorder driven by dysregulated RAS/MAPK signaling, leading to plexiform neurofibromas (PNs). Selumetinib, an MEK inhibitor, is an effective non-surgical treatment for inoperable PNs, but continuous therapy is essential to sustain tumor control. We report the first documented use of selumetinib in Iraq for an NF1 patient with an inoperable PN. After nine months of treatment, the tumor showed significant regression. However, a six-month interruption due to drug inaccessibility led to rapid regrowth. This case highlights the efficacy of selumetinib in NF1-associated PNs and the consequences of treatment interruption. It underscores the need for reliable access to targeted therapies in resource-limited settings to ensure sustained clinical benefit.",
  "methods": "",
  "introduction": "Introduction Neurofibromatosis type 1 (NF1) is one of the most common autosomal dominant disorders, affecting approximately 1 in 3,000 individuals worldwide [ 1 ]. The NF1 gene, located on chromosome 17q11.2, encodes neurofibromin, a GTPase-activating protein that negatively regulates RAS signaling by accelerating the conversion of RAS from its active, GTP-bound state to its inactive, GDP-bound state. Loss-of-function mutations in NF1 lead to sustained RAS activation, triggering dysregulated downstream signaling primarily through the MAPK/ERK pathway, which drives abnormal cell proliferation and tumorigenesis, contributing to the development of NF1-associated neoplasms [ 2 ]. NF1 syndrome demonstrates significant phenotypic variability, with substantial differences in symptom severity and presentation, even among individuals with identical genetic mutations [ 3 ]. The key diagnostic features of NF1 include café-au-lait macules (>95%), axillary or inguinal freckling (85%), neurofibromas (60-90%), Lisch nodules (70-95%), optic pathway gliomas (18%), and bony dysplasias (3-7%) [ 3 - 5 ]. Plexiform neurofibromas (PN), benign peripheral nerve sheath tumors originating from Schwann cells, develop in up to 50% of individuals with NF1 [ 6 ]. Clinically, these tumors often manifest as expansive soft tissue masses that may lead to disfigurement. Their size and location can contribute to pain, neurological deficits, or compressive symptoms. Plexiform neurofibromas are of particular concern due to their potential for malignant transformation into malignant peripheral nerve sheath tumors (MPNSTs), occurring in approximately 8-15% of cases [ 7 ]. Surgical resection remains a cornerstone in the management of plexiform neurofibromas, with the goal of complete or partial tumor removal. However, this approach is often fraught with significant challenges, including a high risk of hemorrhage and neurological injury, particularly when tumors are deeply embedded or intricately associated with neural pathways. Their proximity to vital structures, expansive infiltration, and increased vascularity often render complete resection unachievable without substantial morbidity. Selumetinib is an oral, selective inhibitor of mitogen-activated protein kinase (MEK1/2), a critical regulator of the MAPK/ERK signaling pathway [ 8 ]. By inhibiting MEK activity, selumetinib disrupts downstream signaling, thereby inhibiting tumor growth and proliferation. Selumetinib is approved for symptomatic plexiform neurofibromas that are not amenable to surgical resection in patients with NF1. Here, we report the first documented case in Iraq of an inoperable plexiform neurofibroma successfully treated with selumetinib. This report evaluates the therapeutic response to selumetinib, with a primary focus on tumor size reduction, and examines the consequences of a six-month treatment interruption, during which substantial tumor regrowth occurred. This case underscores the necessity of sustained access to targeted therapy and highlights the challenges of managing NF1-associated plexiform neurofibromas in resource-limited settings. The findings contribute to the ongoing discourse on optimizing long-term treatment strategies for these tumors.",
  "results": "",
  "discussion": "Discussion In 2020, the U.S. Food and Drug Administration (FDA) approved selumetinib, a selective MEK 1/2 inhibitor, for the treatment of symptomatic, inoperable plexiform neurofibromas (PNs) in pediatric patients with neurofibromatosis type 1 (Figure  1 ) [ 9 ]. This approval was based on the results of the SPRINT trial, which demonstrated a partial response rate of 74% (95% CI, 60-85%). The trial further highlighted selumetinib’s ability to induce significant and sustained tumor volume reduction, providing symptomatic relief and enhancing the quality of life for these patients [ 10 ]. Figure 2  Targeting the RAS/MAPK pathway in NF1 with selumetinib therapy Figure Credits: Tamara M. Khalaf; Created in BioRender. Khalaf, T. (2025) [ 9 ] Most studies on targeted therapies are conducted in well-resourced settings with consistent access to treatment. This case, however, represents the first documented use of selumetinib in Iraq, where access is restricted by economic constraints, regulatory barriers, and limited drug availability. After nine cycles of treatment, the patient achieved a confirmed partial response, with a 31.63% reduction in tumor volume (from 246.72 cm³ to 168.69 cm³ in the largest lesion), a result that aligns with the clinical trial data [ 10 ]. Both pain levels and functional limitations improved significantly, in line with previous studies that have demonstrated symptomatic relief as early as three months following the initiation of treatment [ 11 ]. However, a critical aspect of this case was the treatment interruption due to loss of compassionate-use access. A six-month gap in therapy resulted in tumor regrowth, with volume increasing to 272.97 cm³, exceeding the pre-treatment baseline. This observation raises a key clinical question: Does selumetinib induce sustained tumor regression, or does it primarily function as a cytostatic agent, with tumor regrowth occurring upon treatment discontinuation? The recurrence of tumor growth following selumetinib cessation in this case is reminiscent of disease flare observed in malignancies treated with kinase inhibitors that target oncogenic signaling pathways. In a case series by Lam et al., the phenomenon of lenvatinib withdrawal rebound was observed in patients with endometrial serous carcinoma, in which discontinuation of the multikinase inhibitor lenvatinib (targeting VEGFR, FGFR, and PDGFR) led to rapid disease progression [ 12 ]. The authors propose that this effect is likely due to the upregulation of oncogenic signaling pathways as a result of prolonged kinase inhibition. They suggest that the rebound could be mediated by the accumulation of membrane receptors, as well as a re-phosphorylation effect upon withdrawal, a mechanism previously described in studies of MET inhibitor cessation [ 12 , 13 ]. In a study of patients with EGFR-mutant lung cancer who developed acquired resistance to erlotinib or gefitinib, rapid disease progression was observed after the discontinuation of these tyrosine kinase inhibitors (TKIs) during a clinical trial washout period. This disease flare occurred in 23% of the patients and was characterized by symptomatic worsening. The phenomenon suggests that the sudden cessation of TKI therapy leads to a loss of inhibition on oncogenic signaling pathways, triggering accelerated tumor growth [ 14 ]. Regrowth of plexiform neurofibromas following selumetinib cessation may reflect a comparable biological mechanism, in which sustained MEK inhibition is necessary to suppress Ras pathway-driven proliferation. The tumor’s response to selumetinib did not affect other NF1-related features, such as CALMs, FASI, or Lisch nodules, all of which remained stable throughout treatment. This is consistent with selumetinib’s known primary effect on plexiform neurofibromas. While a recent study by Guo et al. observed the fading of CALMs in some pediatric NF1 patients, the therapeutic effect of selumetinib in this case remains focused on plexiform neurofibromas [ 15 ]. The safety profile observed in this case aligns with existing literature, with treatment being well-tolerated. Notably, while selumetinib demonstrated efficacy in controlling tumor burden and alleviating symptoms, there remains no evidence to suggest that it prevents the malignant transformation of PNs into malignant peripheral nerve sheath tumors (MPNSTs). This highlights the need for continued clinical surveillance, even in patients experiencing treatment success [ 11 ]. Conclusions This case not only illustrates the potential benefits of selumetinib in real-world, resource-limited settings but also highlights the critical challenge of treatment accessibility. The observed tumor rebound following treatment cessation reinforces the importance of uninterrupted therapy in achieving sustained tumor control and raises key questions regarding the long-term management of NF1-PNs in patients facing financial or logistical barriers to care. The comparison with other targeted therapies emphasizes that, like these treatments, selumetinib may require sustained administration to effectively control disease progression, and discontinuation could result in rapid tumor regrowth, as seen in this case.",
  "fetched_at": "2026-02-11T02:24:43.636724",
  "abstract_length": 799,
  "methods_length": 0,
  "introduction_length": 3245,
  "results_length": 0,
  "discussion_length": 5214
}