{
  "pmid": "PMID:40299482",
  "title": "Sleep Disorders in Pediatric Patients Affected by Neurofibromatosis Type 1: Reports of a Questionnaire and an Apple Watch Sleep Assessment.",
  "abstract": "",
  "authors": "Alessia Migliore; Manuela Lo Bianco; Roberta Leonardi; Stefania Salafia; Claudia Di Napoli; Martino Ruggieri; Agata Polizzi; Andrea D Praticò",
  "journal": "Biomedicines",
  "publicationDate": "2025-04-08",
  "doi": "10.3390/biomedicines13040907",
  "methods": "2. Materials and Methods 2.1. Study Population In the following observational case–control study, 50 children affected by neurofibromatosis type 1 and admitted to the Unit of Rare Diseases of the Nervous System in Childhood at the ’G. Rodolico—San Marco’ University Hospital of Catania and 50 children belonging to the control group, recruited from the pediatrics units of the same hospital, were recruited. All 100 patients who took part in the survey were aged between 6 and 12 years. 2.2. Inclusion and Exclusion Criteria The criteria for inclusion and exclusion considered in recruiting the 50 patients with neurofibromatosis type 1 were as follows: Being between 2 and 12 years of age. Having a definite diagnosis of neurofibromatosis type 1. Individuals with non-NF1-related neurological diagnoses (i.e., epilepsy secondary to a known unrelated etiology, neurodegenerative disorders, neuropsychiatric diseases uncommon in NF1 patients) were excluded from the study. Individuals with NF1-related chronic pain and neurofibroma-related disfigurement were excluded. As for the inclusion criteria adopted for the recruitment of the 50 patients in the control group, they were as follows: Being aged between 2 and 12 years. Not having neurofibromatosis type 1 or any other neurological or neuropsychiatric disorder. The coexistence (in the NF1 patients) or the presence (in the healthy subjects) of any other pathology or disorder was therefore not a reason for exclusion. 2.3. Collecting Data For data collection, an anonymous questionnaire consisting of multiple-choice and open-ended questions was designed and administered to all patients recruited in the survey. The questions in the questionnaire were aimed at assessing the presence of one or more sleep disorders and, if disorders were present, an assessment of the frequency of their presentation. In addition, as highlighted above, the questionnaire also aimed to assess the social impact of the disorders on the lives of these children and their families. Regarding the method of administration, the questionnaire was administered and completed either personally by the parents of the children or by telephone. The questionnaire designed and used for this study can be downloaded as a  supplementary file (Supplementary Table S1) . An assessment of sleep parameters (including the total sleep duration; time in bed vs. time asleep; napping frequency and napping duration; sleep stages; heart rate and respiratory metrics; sleep onset and sleep efficiency; and sleep breathing disorders) with an Apple Watch Ultra model 2 (application: Sleep++) was performed in all the patients with a total of three different measurements per patient on three different days. 2.4. Statistical Analysis This study aimed to compare the prevalence of sleep-related behaviors, habits, and disorders in children with neurofibromatosis type 1 (NF1) versus healthy controls. Statistical comparisons between the two groups were performed using chi-square tests for categorical data and independent  t -tests for continuous variables to assess significance. A  p -value of <0.05 was considered statistically significant.",
  "cache_level": "minimal",
  "has_fulltext": true,
  "fetch_date": "2026-02-19 09:31:06"
}