{
  "pmid": "PMID:40291747",
  "abstract": "Neurofibromatosis type 1 (NF1) is a multi-system, autosomal dominant genetic disorder driven by the systemic loss of the NF1 protein neurofibromin. Loss of neurofibromin in Schwann cells is particularly detrimental, as the acquisition of a 'second-hit' (e.g., complete loss of",
  "methods": "Methods: Cell Lines We derived an isogenic  NF1  wildtype ( NF1 +/+ ) and  NF1  null ( NF1 −/− ) cell line from the hTERT-immortalized human Schwann cell line ipn02.3λ.  We started by isolating single-cell clones of the parental line by sorting with the BD FACSAria III (BD Biosciences). From a monoclonal derived cell line (which we refer to as “A3”), we applied CRISPR-Cas9, targeting the  1 NF1  gene immediately after the initiator methionine in exon 1.  We confirmed  2 NF1  mutation and neurofibromin protein loss in our monoclonal knockouts by sequencing and western blots. We call the isogenic wildtype line “A3” and the isogenic  NF1  null line “C04”. For validation experiments (see  Figure 6 ), we used another set of clones, previously derived, also from the ipn02.3 2λ Schwann cell line, described in Stevens et al. 2025.  For this set of clones, the isogenic wildtype line is referred to as “GFP3” (since these were subjected to CRISPR/Cas9 transfection with an sgRNA targeting GFP) and the isogenic  3 NF1  null line as “C23” (with  NF1  mutations in exon 3). The only differences between the two sets of clones (A3/C04 vs. GFP3/C23) is the parental cell line source, sorting, and  NF1  exon targeting: The A3/C04 pair were derived from ipn02.3λ, purchased from American Type Culture Collection (ATCC; CRL-3392), while the GFP3/C23 pair were derived from ipn02.3λ gifted by Dr. Peggy Wallace (University of Florida). While the A3/C04 pair were derived from an ipn02.3λ parental line using a high-pressure, FACS-based sorting, the GFP/C23 did not experience this sorting selection. Lastly, we targeted  NF1  exon 1 in the A3/C04 pair and  NF1  exon 3 in the GFP3/C23 pair. We maintained all cells in DMEM supplemented with Glutamax and 10% FBS. Cell painting and image acquisition We plated cells of each  NF1  genotype in 96-well black, clear bottom plates (Greiner) in either 10% FBS (plate A) or 5% FBS (plates B and C) in DMEM supplemented with Glutamax. We cultured cells for 24 hours at 37°C, 5% CO2. For mitochondria staining, we treated cells with MitoTracker for 30 minutes prior to fixation. After mitochondria staining, we fixed and permeabilized cells, and treated them with the Image-iT Cell Painting kit (Thermofisher). We performed a modified Cell Painting assay, excluding staining for cytoplasmic RNA, nucleoli, and Golgi. Specifically, we used Hoechst (nuclei), 488-tagged Concanavalin A (ER), MitoTracker ®  Deep Red (mitochondria), and 568 Phalloidin (F-actin). We acquired gray-scale, 16-bit images per FOV using a four-channel plate reader (Biotek, Cytation5). We used 48 wells in plates A and B, with twelve replicate wells per seeding density (500, 1000, 2000, and 4000), with six replicates of each  NF1  isogenic cell line. Plate C utilized 48 wells, with 24 replicate wells per  NF1  isogenic cell line. Plate D utilized 60 wells, with 10 replicate wells per NF1 isogenic cell line. Whole image quality control We assessed the quality of the images from all plates to remove those of poor quality ( Supplementary Figure 6 ). Poor-quality images included large smudges and/or debris, out-of-focus organelles, and over-saturated organelles. We utilized CellProfiler’s image quality metrics to decide two image quality features best distinguished between poor and good quality images: Power Log Log Slope (to represent blur) and Percent Maximal (to represent saturation). These features were recommended by Caciedo et al. in their paper describing strategies for image-based profiling.  We observed that, considering all images, the blur metric forms a Gaussian distribution, where poor-quality images are found at the distribution tails. We set the threshold for out-of-focus images in our CellProfiler pipeline as two standard deviations above and below the mean (this process categorized 95% of the data as good quality). As for saturation, we observed a distribution skewed towards 0 but with a long tail. We set the threshold as two standard deviations above the mean, as any values above are likely oversaturated and of poor quality. After quality control, 968 image sets failed QC (4.7%), and we did not process cells from these images. Note that our procedure for whole image quality control is different from our procedure for single-cell quality control, which occurs after image analysis. 33 Image analysis We used CellProfiler v4.2.4, a standard software in the image analysis field, to perform our image analysis pipelines.  We applied an illumination correction pipeline for each image set (a group of channels per FOV) that passed quality control. This pipeline created an illumination correction function for each channel per image set, applied the function, and saved each corrected image set as TIFF files. Illumination correction smoothens the pixel intensity of the image, ensuring that our single-cell analysis is not biased based on the cell’s location in the image. 47 We next applied a segmentation and feature extraction pipeline using CellProfiler. We segmented three compartments for each single cell per image set: nuclei, cells, and cytoplasm. We derived nuclei segmentation using the DAPI channel, cell segmentation from the RFP channel (seeding the nuclei segmentation as the input to identify cells), and cytoplasm segmentation by subtracting the nuclei from the cell segmentations. These three segmentations are represented by binary masks (0/1) that we used to extract features from each compartment for every single cell while ignoring the images’ background. We extracted a total of 2,313 features across all compartments per single cell. The pipeline outputs an SQLite database per plate, with each compartment as a table, with all features extracted. Image-based profiling To perform downstream analysis and machine learning, we processed the CellProfiler output with the standard image-based profiling pipeline. First, using CytoTable , we converted the SQLite databases into parquet files. We merged each compartment table based on object number, which leaves one single cell per row and all morphology features as columns. We next used pycytominer, 34  a bioinformatics software tool for processing image-based profiles, to complete the processing. First, we performed annotation where we combined metadata per well from a plate map with every single cell (e.g., genotype, plate, etc.). After annotation, we normalized the cell morphology features using the standard scalar method, which transforms data to zero mean with unit variance. We calculated standard scalar normalization based on the whole plate for Plates A, B, and C. For Plate D, we fit the standard scaler using only the Null (C04) and WT (A3) cell lines (and subsequently normalized the full plate). This procedure allows us to directly compare Plate D with the original three plates. Lastly, we performed feature selection, which removes non-informative and redundant features. We used four operations in feature selection: variance threshold, correlation threshold, blocklist, and drop NaN columns. We set the variance threshold as the default frequency cutoff of 0.05, which will remove features with low variance across all single cells. We set the correlation threshold as the default Pearson correlation threshold of 0.9, where we removed one of the highly correlated features by selecting the feature with the lowest absolute value correlation to all the other features. We removed features included in the blocklist default file as set by pycytominer. Lastly, we removed features with at least one NaN value per single cell by setting the na_cutoff parameter as 0. We took the intersection of the features selected across plates as the final feature space for training the machine learning model. This procedure resulted in 907 features in common. After feature selection, we performed aggregation, calculating the median values of each morphology feature for every single cell per well. We segmented 11,286 single cells from 48 wells in Plate A, 5,506 single cells from 48 wells in Plate B, 5,793 single cells from 48 wells for Plate C, and 7,383 single cells from Plate D. We use the well-level post-feature selection profiles to assess correlations between genotypes. We used single-cell profiles for machine learning. Analyzing the single-cell profiles include all heterogeneity within each well but risk including low quality segmentations, while the aggregated profiles reduces heterogeneity but removes outliers which may skew single-cell interpretation. 35 Quality control of single-cell profiles A critical step in our image analysis pipeline is segmenting single cells. Often, this procedure can segment cells incorrectly. Errors include segmenting two overlapping cells as one, segmenting debris rather than single cells, and over/under segmenting a single cell as a result of increased/reduced pixel contrast. To reduce the noise of including poor segmentations in our model, we used a single-cell quality control (QC) software called coSMicQC. By utilizing CellProfiler features, we can detect outliers that are related to poor quality segmentations. We used a combination of two features; solidity, which measures irregularity in shape, and total intensity. We removed cells with 1.25 standard deviations below the mean for nuclei solidity and 2 standard deviations above the mean for the intensity, using both features combined. This combination removes poorly segmented cells where two nuclei near each other are segmented as one ( Supplementary Figure 2 ;  top ). Additionally, because we expect  NF1 -null Schwann cells to exhibit increased proliferation , which could bias the machine learning model to associate the  8 NF1 −/−  genotype with a higher prevalence of mitotic cells, we used coSMicQC to identify and remove mitotic cells prior to analysis. Based on our prior work , we used two intensity features, upper quartile intensity (how bright the pixel intensity is within nuclei) and MAD intensity (how variable the pixel intensity values are within nuclei) ( 7 Supplementary Figure 2 ;  bottom ). We removed cells with 2 standard deviations above the mean of each feature independently. After detecting outliers, coSMicQC removed approximately 9.2% of single-cells across all plates. Machine learning: Data splitting and sampling To avoid bias toward our model learning either  NF1  genotype preferentially, we balanced the distribution of genotypes in our training and testing sets. Additionally, we prevented the training and test set to include cells from the same well. By preventing the influence of neighboring cells leaking from the training set into the test set, we are able to effectively evaluate the generalizability of our machine learning model to new cell populations. We manually split training and test wells to achieve an approximate ratio of 90% training cells to 10% testing cells. We then randomly downsampled the training and test sets to achieve an equal number of cells per genotype. This procedure avoids the pitfalls of evaluating a supervised machine learning model trained on data with class imbalance. 48 Machine learning: Model training and evaluation We developed an interpretable machine-learning approach to identify important morphology features responsible for discerning  NF1  genotypes. We trained a machine learning model to predict NF1 genotype from single-cell morphology features using L2-regularized logistic regression. L2 regularization reduces overfitting without encouraging sparsity of morphology weights after feature selection.  We determined the optimal inverse regularization strength (λ =  49 C −1 ) by performing a random search on the class-balanced training data with a stratified 8-fold cross-validation. We evaluated the accuracy on the holdout cross-validated data in 500 logistic regression models, each with an inverse regularization strength λ ∼  U (0, 200), and we chose hyperparameters that maximized cross-validation accuracy. We then computed validation metrics from all cross-validation folds, which have previously been shown to reduce bias.  To compare our results to a negative control baseline, we randomized each feature independently for each dataset, performed the same cross-validation procedure, and then evaluated each of these augmented datasets. After this randomization, we retrained the model on the entire training split using the optimal hyperparameter, and evaluated performance on the training and testing splits. 49",
  "introduction": "Introduction: Neurofibromatosis type 1 (NF1) is a haploinsufficient, autosomal dominant genetic condition that impacts approximately 1 in 3,000 individuals worldwide.  NF1 results from mutations in the  1 – 3 NF1  gene, with approximately half the affected individuals developing the disorder due to  de novo NF1  pathogenic variants.  The  4 NF1  gene encodes the protein neurofibromin, a GTPase-activating protein that negatively regulates Ras. Loss of NF1 results in increased Ras signaling effector and downstream pathways such as MAPK and mTOR signaling, which can cause unchecked cell proliferation.  Benign and malignant tumor development is connected to a “second hit” somatic mutation in the  5 NF1  gene, which results from a loss of heterozygosity (LOH) and additional mutations.  Generally, tumors are initiated by neurofibromin-deficient ( 6 , 7 NF1 ) Schwann cells, and driven by  −/− NF1  haploinsufficient microenvironments. 1 , 2 Over 99% of NF1 patients develop cutaneous neurofibromas (cNFs), benign skin tumors that significantly decrease quality of life.  Furthermore, about 30–50% of NF1 patients develop plexiform neurofibromas (pNFs), benign tumors that grow from nerves and are often painful and disfiguring. When surgically resected, 50% of pNFs regrow within 10 years. 8 , 9  Another 8–15% of NF1 patients have pNFs that transform into malignant peripheral nerve sheath tumors (MPNSTs), which are rare sarcomas that have a five-year survival rate that ranges greatly from patient to patient but can be as low as 16% or as high as 62%. 10  There are currently only two FDA-approved treatments for NF1 patients, selumetinib and mirdametinib. Both are MEK1/2 inhibitors that reduce pNF growth by suppressing MAPK signaling to reduce cell proliferation. 11 , 12  However, both treatments are only approved to treat pNFs (not cNFs nor MPNSTs), and recent evidence shows selumetinib has limited efficacy with only 30–50% shrinkage in about half of patients, and many patients experience significant adverse events. 13 , 14 15 , 16 We previously proposed that therapeutically elevating neurofibromin activity in  NF1  haploinsufficient Schwann cell environments will slow or reverse tumor development and other NF1 manifestations.  One way to identify treatments that therapeutically elevate neurofibromin is to screen many drugs that cause the desired effect. We and others have performed NF1 drug screening applications previously, but they either use cell types unrelated to NF1 and/or measure only simple readouts like cell viability or other endpoints that will not prioritize a drug that reverses specific phenotypes. 17  A revitalized approach, called phenotypic drug discovery, applies modern computational and microscopy tools to prioritize drugs based on their phenotypic effects on relevant cell models. 18 – 20  However, in order to pursue phenotypic drug discovery, we must first confirm feasibility and select an appropriate assay to identify a sensitive and specific phenotypic signature. Therefore, we aimed to demonstrate proof of concept that the under-utilized approach known as high-content microscopy can distinguish  21 NF1  genotype in Schwann cells. High-content microscopy, which enables scientists to extract rich phenotypic information directly from microscopy images of cells, has greatly evolved over the past twenty years, and it is now poised to accelerate its impact on many different diseases, including NF1.  Many studies have quantified molecular differences in Schwann cells with and without NF1 22 ; however, few studies have quantified phenotypic differences. Kim et al., 1995, for example, analyzed phase-contrast micrographs of Schwann cells from each genotype, identifying that complete neurofibromin loss ( 23 – 25 NF1 ) resulted in elongated cell processes and bright-refractile cell bodies as compared to wildtype cells ( −/− NF1 ). +/+  While this study identified qualitative morphological differences, it was conducted through manual observation instead of an unbiased automatic system of quantitative data analysis. 26 Here, we utilized modern advances in high-content microscopy to quantify cellular phenotypic variations at the single-cell level. We employed a modified version of the multiplex fluorescence microscopy assay called Cell Painting to mark four different organelles/subcellular compartments (nuclei, endoplasmic reticulum (ER), mitochondria, and F-actin cytoskeleton).  We used CellProfiler 27  to segment and measure quantitative cell morphology features in single cells. 28  We applied advanced image analysis and a machine learning pipeline to identify significant single-cell morphology differences in isogenic Schwann cells (derived from an ipn02.3 2λ parental line) with different  29 NF1  genotypes ( NF1 \n +/+ and NF1 ). Our high-content microscopy and machine learning approach predicts  −/− NF1  genotypes with high performance, providing proof of concept that we can use phenotypic drug discovery to identify treatments that reverse  NF1 -deficient phenotypes. Moreover, we identified morphology features of the endoplasmic reticulum (ER) and F-actin cytoskeleton that strongly differentiate  NF1  genotypes. However, when applying our pretrained model to a different isogenic pair of Schwann cells derived from the same parental line but with an alternative approach, we observed performance no greater than random chance. This highlights both the model’s sensitivity to subtle signatures and the importance of precise experimental procedures in isolating a high-content microscopy signature of  NF1  genotype in Schwann cells. This work sets the stage for future studies where we will refine the  NF1  morphology signature using a broader panel of Schwann cell lines (including primary Schwann cells), and apply high-throughput phenotypic drug discovery to identify therapeutic agents that elevate wildtype neurofibromin levels, potentially slowing or reversing tumor development in NF1 patients.",
  "results": "Results: Processing single-cell morphological profiles of Schwann cells We applied our modified Cell Painting assay to mark nuclei, ER, mitochondria, and F-actin of hTERT ipn02.3 2λ Schwann cells ( NF1 ) and a CRISPR engineered isogenic null cell ( +/+ NF1 ) ( −/− Figure 1A ).  We call these lines A3 and C04, respectively, as previously described. 30  We confirmed loss of neurofibromin in C04 via Western blot ( 31 Supplementary Figure 1 ). We employed image analysis and machine learning pipelines to extract, process, and analyze high-dimensional single-cell morphology features to identify an  NF1  genotype signature ( Figure 1B ). For our image analysis pipeline, we used CellProfiler to perform illumination correction to retrospectively correct uneven lighting across the images, including vignetting.  We then segmented nuclei, whole cells, and cytoplasm and extracted a total of 2,313 morphology features. We then applied image-based profiling 32 , a method that formats morphological profiles to evaluate differences among cell populations. Specifically, we applied CytoTable to curate single-cell profiles 33  and pycytominer to annotate, normalize, select features, and aggregate these data to analyze downstream with machine learning. 34  We also used coSMicQC 35  to perform single-cell quality control (QC), which filtered 9.2% of cells across all plates ( 36 Supplementary Figure 2 ). To isolate morphology differences in non-dividing cells (we expect increased cell proliferation in  NF1  Null Schwann cells ), our filtering included removing cells likely undergoing mitosis. 26 37 Following single-cell QC filtering, we imaged and processed a total of 10,900  NF1  (C04) and 9,780  −/− NF1  (A3) Schwann cells (20,680 total cells) ( +/+ Figure 2A ). We collected these cells across three 96-well plates ( Supplementary Figure 3A ; for plate maps, see  Supplementary Figure 4 ). We applied a dimensionality reduction method called Uniform Manifold Approximation and Projection (UMAP)  to the single-cell morphology features. We found that single cells were homogeneously clustered across both genotypes, indicating that if an  38 NF1  genotype signature was present, it manifests in only a few, subtle cell morphology features ( Figure 2B ). We did not observe clustering based on plate, indicating minimal to no batch effects ( Supplementary Figure 3B ). We aggregated the single-cell morphology features to the well-level of the plate, in which each well represents a median profile for all single cells. We calculated Pearson’s correlations by comparing wells with either the same or different  NF1  genotypes. The mean correlation for the same genotype was  r =0.24, and the different genotype was  r =0.16. We performed a two-sample t-test, and observed significantly different distributions (t=14.13, p=6.78e-45) ( Figure 2C ). We observed similar differences when looking at individual plates ( Supplementary Figure 3C ). Taken together, these results suggest subtle morphological differences between  NF1  genotypes at both the single-cell and well-population levels. We next demonstrated the ability to detect these differences by training a machine-learning model to classify single-cell  NF1  genotypes. Predicting  NF1  genotype in isogenic Schwann cells with machine learning We split the dataset into training and testing (data the model has never seen) sets using a manual method that maximizes the number of single cells per genotype in each data split while maintaining an equivalent number of cells per genotype in each set (see  Methods  for details). This procedure was necessary to ensure our model did not overly emphasize learning any specific genotype. We trained a penalized logistic regression classifier to predict  NF1  genotype of single Schwann cells, which involved a procedure known as cross-validation to select an optimal model configuration (see  Methods  for details). To compare the model’s performance, we created a negative control baseline by independently randomizing morphology features (shuffled baseline), which would indicate any artificial biases. We assessed model performance on the training, cross-validation, and testing sets. Precision-recall curves showed strong performance in predicting  NF1  genotype in the testing set and were much stronger than the shuffled baseline ( Figure 3A ). Confusion matrices also showed high performance (specificity=0.79, sensitivity=0.78;  Figure 3B ). Lastly, we observed 79–85% accuracy in predicting  NF1  genotype ( Figure 3C ). Multiple organelle morphologies are impacted by  NF1  genotype in Schwann cells CellProfiler outputs interpretable morphology features, including intensities, textures, granularities, areas, and shapes per organelle.  The machine learning model learned from 894 morphology features and assigned weights, or importance scores, per morphology feature. This combination of morphology features represents a high-dimensional signature of how the  28 NF1  genotype influences cell morphology in otherwise isogenic Schwann cells ( Figure 4 ). Different cell morphology features are important for distinguishing  NF1  genotypes in Schwann cells. The two most important feature categories were the distribution of the nuclei stain on the edge of nuclei ( Figure 5A ) and the distribution of the mitochondria stain on top of nuclei (as they are imaged from above) ( Figure 5B ). Our machine learning model does not generalize to an additional isogenic pair of Schwann cells We evaluated the model’s performance on a new “holdout” plate (single cells the model has never seen before) containing an additional isogenic pair ( NF1 \n +/+ and NF1  clones) derived from the same ipn02.3 2λ parental cell line. The new plate contained cells from the “original” clones ( −/− NF1  WT “A3” and  NF1  Null “C04”) and these new “derivatives” (e.g.,  NF1  WT GFP3,  NF1  Null C23) ( Figure 6A ). We applied the same image analysis pipeline to extract and process 894 single-cell morphology features from all cells. We generated UMAP embeddings and observed that the original and derivative of the ipn02.3 2λ cell line clustered distinctly, indicating stark morphology differences between the two populations ( Figure 6B ). We applied our original pretrained machine learning model to all single cells and generated precision-recall curves for each cell line population. We found high performance in predicting the original clones, but no better than random chance predictions for the new derivatives ( Figure 6C ). We calculated balanced accuracy scores for each clone, and observed low scores for the derivative ( Figure 6D ). Lastly, to evaluate the morphology difference between the two pairs, we performed a Kolmogorov–Smirnov (KS) test for each of the 894 features. This test quantifies on a scale of 0 to 1 how different a feature is between the two populations, with 1 indicating a complete, non-overlapping difference for all cells. We found many feature differences, including some that were important for the model ( Figure 6E ). We speculate these morphology differences are driven by cell line source, single-cell sorting differences prior to cloning, and differences in  NF1  exon CRISPR locus choice (see  Methods  for complete details). We observed morphology differences between clones of the same  NF1  genotype, which suggests strong contributions of non-biological factors ( Supplementary Figure 5 ). In the future, we plan on generating a Schwann cell morphology atlas with various Schwann cell lines (including primary lines),  NF1  mutations, and derivation strategies (e.g., immortalization), which will help us to refine our Schwann cell morphology signature of  NF1  activity.",
  "discussion": "Discussion: Our proof-of-concept experiment demonstrates the feasibility of predicting  NF1  wildtype and null genotypes in Schwann cells using high-content microscopy and machine learning. We achieved balanced accuracy scores of 0.85 for training and 0.79 for testing/holdout data. This performance was substantially better than that of the shuffled datasets, indicating that  NF1  genotype meaningfully influences Schwann cell morphology even after adjusting for increased proliferation in  NF1  Schwann cells. These differences are impossible to spot by eye, but we demonstrate that machine learning can detect much more subtle, potentially more important, differences. −/− Our analysis revealed that a multitude of features from various organelles contributed to the model’s predictive accuracy. This indicates that the phenotypic markers for  NF1  genotypes are described not only by a few features but also by a complex group of multiple cellular characteristics. Specifically, the nucleus, mitochondria, and F-actin cytoskeleton were strongly impacted by  NF1  genotype. For the nucleus, there is a much higher intensity stain on the edge of wildtype Schwann cells. The distribution of mitochondria stain on top of nuclei was also a key predictor of  NF1  genotype. This suggests that the loss of neurofibromin expression leads to differences most strongly in these organelles/subcellular components, but we observed broad and systemic changes across cell structures. In previous experiments, fluorescent staining of neurofibromin has implicated differential localization of F-actin or microtubules  and active transport into the nucleus. 39 , 40  Our model corroborates these observations but also quantifies many other morphology differences worthy of follow-up experiments. 41 Quantitative readouts enhance our ability to collect and interpret high-content microscopy data, which is crucial for identifying potential drug treatments from large-scale drug screens. Previous NF1-focused drug screens focused on targeting  NF1  deficient cells have utilized simpler readouts, such as cell death or viability, by measuring the AC 50  or IC 50  or a specifically targeted readout, such as changes in p-ERK expression.  However, phenotypic drug screens can measure a thousand-fold more information, including general cell state 18 – 20 , drug toxicity 42 , and DNA damage. 43  This approach can identify compounds that impact cells phenotypically, going beyond identifying compounds that simply kill cells or change single markers. There have been many applications of machine learning using traditional high-content microscopy approaches (which aggregate single cells into bulk profiles), including predicting drug sensitivity 42  and cell health phenotypes. 44  Recently, single-cell applications have emerged, demonstrating the potential to predict complex phenotypes, such as predicting MitoCheck phenotypes using single-cell nuclear morphology 42  and predicting between pyroptotic and apoptotic cell death states. 37  Based on our findings, we conclude that single-cell high-content microscopy holds strong potential to advance both the study and treatment of NF1. However, before this approach can be applied to phenotypic drug screening, we must further refine the NF1-associated morphology signature in Schwann cells to ensure accuracy and robustness in identifying compounds that restore a healthy, wild-type phenotype in NF1 patient Schwann cells. 45 Our study has some limitations. First, our assay does not include a heterozygous ( NF1 +/− ) genotype, limiting our ability to model the full spectrum of neurofibromin production. As our primary goal was to establish proof of concept, we plan to incorporate heterozygous Schwann cells in future studies. Additionally, we derived the cells used to train our machine learning model from a single donor, using an artificial system of hTERT immortalization and isogenic  NF1  knockout via CRISPR-Cas9. Our validation experiments highlighted how critical these technical methods are. We obtained additional wild-type and null cell lines from the same parental cell line, but different technical protocols led to distinct morphological profiles. These findings reinforce that technical variation can introduce significant morphological heterogeneity. While our current study was limited in assessing generalizability in one other cell line, our results indicate that robust machine learning models will require training on a larger and more diverse set of patient-derived cell lines and protocols to minimize the impact of technical variability and improve predictive accuracy. In the future, we will refine our  NF1  morphology signature in Schwann cells. We plan to build a comprehensive Schwann Cell Morphology Atlas by expanding our dataset to include a range of donors,  NF1  genotypes, derivation protocols, and immortalization strategies. This will enable the development of a high-performing machine learning model that more precisely captures the phenotypic consequences of altered neurofibromin levels. A refined signature will enable us to conduct a phenotypic drug screen using both  NF1 −/−  and  NF1 +/−  Schwann cells to identify compounds that shift  NF1 -deficient cells toward a healthier morphology. Our methodology can also be extended to other NF1-relevant cell types, including mast cells, fibroblasts, oligodendrocytes, melanocytes, and bone cells. We are also exploring a modified Cell Painting assay that incorporates a fluorescent channel for neurofibromin staining, providing single-cell ground truth of neurofibromin abundance, something not feasible with bulk assays like western blotting. Through this work, we are laying the groundwork for using high-content microscopy to discover novel therapeutic agents with the potential to reverse or slow growth of neurofibromas, offering new treatment strategies for NF1 patients and their families.",
  "fetched_at": "2026-02-11T02:23:31.373037",
  "abstract_length": 276,
  "methods_length": 12479,
  "introduction_length": 5993,
  "results_length": 7717,
  "discussion_length": 5931
}