{
  "pmid": "40301031",
  "abstract": "We herein report a 41-year-old woman with BRAFV600E-mutated intrahepatic cholangiocarcinoma and a concurrent loss of function in NF2. The patient had a large liver tumor, multiple lymph nodes, and metastases to the lungs and pleura. She underwent six cycles of gemcitabine, cisplatin, and durvalumab but was refractory to this treatment. Comprehensive genomic profiling revealed a BRAFV600E mutation along with a loss of function in NF2. The patient was treated with a combination of oral dabrafenib and trametinib therapy. After two months, imaging showed reduced pleural effusion, tumor shrinkage, symptom resolution, and improved performance status, without significant side effects.",
  "methods": "",
  "introduction": "Introduction Cholangiocarcinomas (CCA) account for approximately 3% of all gastrointestinal malignancies ( 1 - 3 ), with an annual incidence rate of 0.3 to 6 cases per 100,000 people globally. This rate appears to increase over time ( 4 , 5 ). Most CCAs are diagnosed at an advanced stage ( 1 - 3 ). The standard treatment for unresectable CCA includes a combination of gemcitabine, cisplatin, and immune checkpoint inhibitors (ICIs) ( 1 , 2 , 6 - 8 ). However, the prognosis remains poor, with a median overall survival of approximately 12 months ( 7 , 8 ). CCAs are classified into three types, intrahepatic CCA (iCCA), perihilar CCA, and distal CCA, each with distinct genetic characteristics ( 1 - 3 ). Among these, iCCA accounts for 10-20% of all CCA cases and 10-15% of primary liver cancers, making it the second most common type ( 5 ). Targetable genetic alterations in iCCA include mutations in isocitrate dehydrogenase 1, fibroblast growth factor receptor 2, erythroblastic oncogene B2 receptor tyrosine kinase 2, and v-raf murine sarcoma viral oncogene homolog B1 ( BRAF ) ( 3 , 9 , 10 ).  BRAF  inhibitors are effective in cancers with the  BRAFV600E  mutation ( 9 , 11 - 13 ). However, resistance to  BRAF  inhibitors can occur, with neurofibromin type 2 ( NF2 ) being implicated in this mechanism ( 14 , 15 ). However, while preclinical models suggest that a loss of function in  NF2  may confer resistance to  BRAF  inhibition, the clinical evidence remains unclear. We herein report a 41-year-old woman with  BRAFV600E -mutated intrahepatic cholangiocarcinoma and a concurrent loss of function in  NF2 .",
  "results": "",
  "discussion": "Discussion The Rare Oncology Agnostic Research (ROAR) basket trial demonstrated the clinical efficacy of dabrafenib and trametinib in treating  BRAFV600E -mutated biliary tract cancer ( 9 ), with an objective response rate of 51%. This rate exceeded the response rates observed for gemcitabine, cisplatin, durvalumab, and pembrolizumab (26.7% and 29%, respectively) ( 7 - 9 ). Two patients in the ROAR basket trial had previously received ICIs. In our case, durvalumab was administered before dabrafenib and trametinib, confirming the efficacy of dabrafenib and trametinib in ICI-resistant  BRAFV600E -mutated biliary tract cancers. An exploratory deoxyribonucleic acid sequencing analysis in the ROAR basket trial did not identify specific gene alterations that could distinguish responders from non-responders, likely because of the small sample size ( 9 ). Preclinical models have suggested that  NF2  impairment plays a role in resistance to  BRAF  inhibition ( 14 , 15 ). However, the clinical evidence remains unclear. In our case, the combination of dabrafenib and trametinib demonstrated a robust antitumor response in  BRAFV600E -mutated iCCA with  an NF2  mutation. Four hypotheses may explain this effect. First, the  NF2  function may have been preserved. Animal studies have shown that even low levels of  NF2  expression are adequate to maintain sensitivity to vemurafenib ( 14 , 15 ). In the present case, the purity assessment was 30%, and the variant allele frequency of  NF2  was 13.5%, suggesting that the  NF2  function might not be impaired enough to develop resistance, allowing a response to the  BRAF  inhibitor. Second,  MEK  inhibition may overcome the resistance to  BRAF  inhibition. Third, organ specificities may differ. Previous studies on the resistance mechanisms between  BRAF  inhibition and  NF2  loss have focused primarily on melanoma and hairy cell leukemia ( 14 , 15 ), which may not directly apply to iCCA. Fourth, previous studies on  BRAF  inhibition and  NF2  loss resistance have mainly focused on vemurafenib ( 14 , 15 ), which has weaker antitumor activity than dabrafenib in animal models ( 16 ). Therefore, dabrafenib may be able to overcome this resistance. One limitation of this study is that it was only a case report. Further large-scale studies on the combination of dabrafenib and trametinib in patients with  BRAFV600E- mutated iCCA are required to confirm their efficacies.",
  "fetched_at": "2026-02-11T02:22:49.967582",
  "abstract_length": 686,
  "methods_length": 0,
  "introduction_length": 1619,
  "results_length": 0,
  "discussion_length": 2431
}