{
  "pmid": "PMID:40304934",
  "title": "Development of patient reported outcome measures assessing tumor pain intensity and tumor pain interference for individuals with neurofibromatosis type 1 and plexiform neurofibromas: qualitative findings.",
  "abstract": "BACKGROUND: Pain is a common symptom in individuals with neurofibromatosis type 1 (NF1) that often is associated with plexiform neurofibroma (pNF) tumors. To date, no patient-reported outcome measures have been validated specifically to assess pNF-related pain intensity or pain interference in this population. Such measures are sorely needed since pain is being considered as an outcome in clinical trials targeting reduction of pNF. The study aims were to: (1) obtain qualitative information from individuals with NF1 and pNFs about their pain and its measurement and (2) modify existing scales to assess pNF-related pain intensity and pain interference for NF1 clinical trials. METHODS: For this multi-site, qualitative study, 56 individuals (26 children, 6-16 years; 30 adults, 18-68 years) with NF1 and pNF participated in a focus group and/or individual interview about pain intensity and pain interference (concept elicitation) and also provided feedback about existing pain measures (Numeric Rating Scale-11 and Pain Interference Index) assessing these domains (cognitive debriefing). Four additional waves of cognitive debriefing interviews further refined the measures. Qualitative concept elicitation data from transcripts were coded, analyzed using NVivo software, and thematic analysis was conducted using both deductive and inductive techniques. Additional themes and systematic problems and suggestions regarding the measures were gleaned from reviewing the field notes and interview transcriptions generated by the cognitive debriefing sessions. RESULTS: Concept elicitation themes included descriptions of two types of pNF-related pain (chronic and episodic), variability of pain over time, varying ability to recall pain, lack of knowledge of pNFs, and the ways pain interferes with daily activities. Cognitive debriefing themes included information on how to rate pNF-related pain intensity apart from other pain; problems and suggestions regarding the measures included difficulty comprehending some items and preferences for alternative wording and formatting. Based on these qualitative results, the measures' instructions, items, and formatting were modified to create the PAin INtensity Scale for plexiform neurofibromas (PAINS-pNF) and the Pain Interference Index for plexiform neurofibromas (PII-pNF) for administration on a mobile app or web-based platform. CONCLUSIONS: The PAINS-pNF and PII-pNF are promising self-report measures developed using patient engagement to evaluate tumor pain intensity and pain interference in NF1 clinical trials. The second phase of the study to provide reliability, validity, and normative data for individuals with NF1 and pNFs ages 8 years and older is underway.",
  "authors": "Nour Al Ghriwati; Kari Struemph; Staci Martin; Paige Little; Melissa Baker; Jason Levine; Cynthia MacKenzie; James Tonsgard; Elizabeth K Schorry; Karin S Walsh; Pamela L Wolters",
  "journal": "Journal of patient-reported outcomes",
  "publicationDate": "2025-04-30",
  "doi": "10.1186/s41687-025-00877-2",
  "methods": "Methods For this multi-site, qualitative study, 56 individuals (26 children, 6–16 years; 30 adults, 18–68 years) with NF1 and pNF participated in a focus group and/or individual interview about pain intensity and pain interference (concept elicitation) and also provided feedback about existing pain measures (Numeric Rating Scale-11 and Pain Interference Index) assessing these domains (cognitive debriefing). Four additional waves of cognitive debriefing interviews further refined the measures. Qualitative concept elicitation data from transcripts were coded, analyzed using NVivo software, and thematic analysis was conducted using both deductive and inductive techniques. Additional themes and systematic problems and suggestions regarding the measures were gleaned from reviewing the field notes and interview transcriptions generated by the cognitive debriefing sessions. Methods Participants and settings Individuals ages ≥5 years with documented NF1, with a pNF (at least 3 cm on longest diameter by physical exam or 2D MR imaging OR ≥ 3 mL by volumetric MR imaging), and who could understand and speak English were eligible. Participants also needed to report experiencing recent pNF-related pain rated  ≥  3 on the 0–10 NRS-11 pain intensity scale or report taking prescription pain medication and with recent pNF-related pain rated  ≥  1 on the NRS-11. For the first wave of qualitative data collection, participants were recruited across 6 age bands (5–7, 8–11, 12–14, 15–19, 18–24, 25+) from four sites: National Cancer Institute (lead), University of Chicago Pritzker School of Medicine, Cincinnati Children’s Hospital and Medical Center, and Children’s National Hospital. Subsequent waves recruited individuals ages  ≥  8 years with Waves 3–5 completed at the National Cancer Institute due to COVID-19. The protocol ( NCT02544022 ) was approved by each site’s Institutional Review Board. Age-appropriate informed consent and/or assent was obtained for all participants. Measures NRS-11.  The self-report NRS-11 has been used in numerous studies, including as a primary outcome measure, to assess pain intensity. This reliable and valid measure has been recommended for use in clinical trials by consensus groups and pain experts [ 11 – 13 ] and for individuals  ≥  8 years [ 14 ]. For this 0–10 scale (0 = no pain), the descriptions for a score of 10 vary widely across clinical practice and research studies [ 15 ]; thus, the investigators initially chose the commonly-used phrase “worst pain you can imagine.” They also generated initial pain questions based on clinical judgement and consultation with NF1 experts: Participants were asked to identify a pNF tumor and rate (1) the pain in that tumor at its worst, (2) their “overall tumor pain” at its worst, and (3) their “overall pain” at its worst – each over the past 7 days (Supplement 1). PII.  The PII is a 6-item questionnaire developed to assess the extent to which pain interferes with six different aspects of daily functioning on a 7-point Likert-type scale from 0 (not at all) to 6 (completely). The PII is a reliable, valid, feasible measure for chronically ill youth and adults, including those with NF1 [ 8 ] (Martin, personal communication, 2023). Participants completed either the child or adult self-report form (Supplement 2 and 3).",
  "cache_level": "full",
  "has_fulltext": true,
  "fetch_date": "2026-02-19 09:31:06",
  "introduction": "Background Neurofibromatosis 1 (NF1) is a rare genetic disease with multiple clinical manifestations, including plexiform neurofibromas (pNFs), which are benign tumors that grow along nerve sheaths. These tumors can cause pain and may significantly impact daily functioning and quality of life (QOL) [ 1 ,  2 ]. Pain has been reported in up to 65% of children with pNFs, ranging from mild to severe [ 3 ]. Even among children with pNFs taking pain medication, 93% reported pain that interfered with daily functioning at least somewhat [ 2 ]. From a large survey of adults with NF1, 55% reported tumor pain with 68% of these endorsing that it impacted their everyday life from a moderate to high degree [ 4 ]. In addition to pNFs, common sources of pain in NF1 are headaches, scoliosis, and other tumors [ 5 ], making the assessment of pNF-related pain difficult. A qualitative study documented that pain is among the most frequent concerns for children through adults with pNFs [ 6 ]. The investigators also reported two distinct types of pNF-related pain: (1) a chronic, underlying pain usually experienced most days, which is relatively constant but seems to worsen through adulthood, and (2) an episodic pain, described as acute, localized pain near a pNF that is brief and occurs sporadically or from physical contact [ 7 ]. Participants further described how pNF-related pain interferes with daily life, such as limited participation in physical activities, missing school or social activities, and difficulty maintaining relationships [ 7 ]. Pain intensity and pain interference are separate but related constructs [ 8 ] both of which are important to understand in the context of NF1 and pNFs. Valid pain assessment is imperative so that pain outcomes can be used as endpoints in clinical research trials targeting pNF reduction. In the absence of validated patient-reported outcome (PRO) measures of pain intensity and pain interference in this population, the Numeric Rating Scale-11 (NRS-11) [ 9 ] and the Pain Interference Index (PII) [ 8 ] were recommended by the Response Evaluation in Neurofibromatosis and Schwannomatosis (REiNS) International Collaboration for use in NF clinical trials assessing pain [ 10 ]. Furthermore, a clinical trial of selumetinib for children with NF1 and inoperable pNFs using these measures found significantly decreased tumor pain intensity and pain interference after one year of treatment [ 1 ]. Combined with reduced pNF volume, these PRO results contributed to the approval of selumetinib (Koselugo) in children with pNFs by the Food and Drug Administration (FDA) in April 2020. The FDA emphasizes the critical importance of PROs to evaluate clinical benefit (e.g., pain reduction, improved QOL) in addition to medical outcomes like tumor volume reduction for drug trials targeting pNFs. However, no valid PRO measures exist that specifically assess pNF-related pain intensity and its impact on daily functioning. The current qualitative study followed FDA guidance to engage stakeholders in the development of PRO pain measures for NF1 clinical trials as part of the FDA Drug Development Tool program (#00061). The main aims of this study were: (1) to obtain qualitative information from adults, adolescents, and children with NF1, pNFs, and pain to understand their pain experience and how best to measure it, and (2) to use these data to modify existing PRO measures to assess pNF-related pain intensity (NRS-11) and pain interference (PII) in NF1 clinical trials.",
  "results": "Pain interference results Wave 1 CE themes During the Wave 1 CE focus groups and interviews, three themes were evident when talking with patients about how pNF-related pain interfered with daily life that were related to modifying the PII for individuals with NF1 and pNFs. Supporting quotes for these themes are in Table  4 . \n \n Table 4 Wave 1 concept elicitation and cognitive debriefing themes supporting quotes for pain interference CE themes Supporting quotes Physical Interference “I can’t turn my neck to talk to you. … Because it really hurts.” “I can’t wash my hair. I can’t brush or comb my hair” “I can barely run anymore” “I’ve got to get up and move because the sitting is…painful” Physiological Interference “I will lose my focus because I am just kind of sitting there rubbing my legs…” “I am always tired…most of the time, I feel like I just want to lie down and go to sleep” “I got so bad in pain. … I couldn’t eat nothing, I did not have an appetite.” Social-emotional Interference “I had no patience for my kids” “You don’t feel like getting out there and being all bubbly” “I get a little aggravated, maybe a little sad sometimes” “With me, it’s not an everyday thing unless I touch somebody, and they’ll touch a fibroma the wrong way” Physical interference.  Regarding physical manifestations, respondents talked about having limitations while engaging in their usual activities. Even sitting for long periods of time may cause an increase in pNF-related pain. Focus group members referred to daily self-care tasks that are more difficult because of pain, such as showering and combing their hair. Among more challenging physical activities, people shared pain-related limitations surrounding hiking, running, and engaging in contact sports. Physiological interference.  With respect to the physiological impact of pNF-related pain, patients described cognitive difficulties such as paying attention. Other reported physiological effects of pain included poor appetite, lack of energy, and trouble sleeping. Social-emotional interference.  The pain from pNF tumors had an emotional impact on patients, as demonstrated by comments about irritability and sadness. Participants also described pain causing difficulties being physically close to others, since their tumor area may get touched or bumped. Tumor pain also interfered with fun social activities.",
  "discussion": "Conclusions Using qualitative data from patients and expert input, two PRO measures were developed that assess pNF-related pain intensity and pain interference in individuals with NF1 ages 8 years and older. These measures are to be completed electronically from home prior to clinical trial endpoint evaluations. It is critically important to have PROs with excellent content validity to assess clinical benefit in trials targeting the reduction of pNFs and pain in NF1 across the lifespan. Validation of these tools is underway, and they will be available for use after publication of the quantitative results.",
  "upgrade_date": "2026-02-20 07:30:24"
}