{
  "pmid": "40322203",
  "abstract": "BACKGROUND/AIM: Neurofibromatosis type 1 (NF1) is a tumor predisposition syndrome and a bone disease. Dystrophic facial skull often is topographically related to diffuse neurofibromas (DNFs). The report traces the diagnosis and treatment of an oral DNF that was registered in adolescence and describes associated bone findings. The aim of the investigation was to illustrate and specify the interplay of tumor-associated and dysmorphic changes of the facial skull in NF1. CASE REPORT: This 14-year-old patient with NF1 had developed a solid tumor arising from the mandibular anterior lingual alveolar process. Histological examination of the tumor identified a DNF. Imaging showed a funnel-shaped vertical defect of the alveolar process between incisors, asymmetry of bony chin and vertical position of mental foramina. The chin showed irregular, bi-cortical connected bone canals suspected to indicate enlarged neurovascular channels. Thirteen years later, the patient developed a local tumor recurrence (DNF). Meanwhile, the anterior bone defect had become larger. However, the bony chin appeared considerably sclerosed. In contrast, mandibular shape and surface were unchanged. CONCLUSION: DNF can affect the position of teeth, invade the bone, and cause enlarged bone channels. Surface erosion and trophic effects of the mandible may arise adjacent to the neurogenic lesion. DNF of the oral cavity can recur. It is becoming apparent that the tumor-associated skeletal and dental changes in the mandible correlate with the time of development of the peripheral nerve sheath tumor. The findings could be useful as indications for an expanded tumor search in the affected area.",
  "methods": "",
  "introduction": "Background/Aim Neurofibromatosis type 1 (NF1) is a tumor predisposition syndrome and a bone disease. Dystrophic facial skull often is topographically related to diffuse neurofibromas (DNFs). The report traces the diagnosis and treatment of an oral DNF that was registered in adolescence and describes associated bone findings. The aim of the investigation was to illustrate and specify the interplay of tumor-associated and dysmorphic changes of the facial skull in NF1. Introduction Neurofibromatosis type 1 (NF1) is an autosomal dominant hereditary tumor predisposition syndrome. The phenotype is highly variable, with almost complete penetrance. The cause of the monogenic disease is attributed to a mutation on chromosome 17q11.2 ( 1 ). The  NF1  gene product is called neurofibromin. Neurofibromin inactivates the rat sarcoma (RAS) protein. As a result, proliferative and mitogenic processes of the cell are activated ( 2 ). The increased risk of developing neoplasia in NF1 individuals is attributed to the somatic loss of the second  NF1  allele ( 3 ). The characteristic appearance of patients with NF1 is caused by neurogenic tumors of the skin, the neurofibromas. The tumor cells are Schwann cells/Schwann cell precursors with biallelic loss of  NF1  ( 3 ). Sporadic oral neurofibroma is a rare diagnosis of oral lesions ( 4 , 5 ) and occasionally observed in patients with NF1 (6-19). The location, size and histological type of oral neurofibroma is variable ( 20 , 21 ). Overall, oral neurofibromas usually are reported as cases and are not considered in clinical studies of patients with NF1 ( 22 - 25 ). However, a recent study has indicated that careful examination of the oral cavity of patients with NF1 registers neurofibromas far more frequently than previously assumed ( 21 ). But in most cases these tumors do not require treatment ( 21 ). Furthermore, intraosseous nerve sheath tumors are more often schwannomas than neurofibromas, and sporadic lesions have been reported more frequently in intraosseous neurogenic tumors of the jaws than those with a syndromic background ( 26 ). The intraosseous mandibular neurofibroma of the patient with NF1 is a rarity (for review: 27). Malignant degeneration of oral neurofibromas is rare ( 28 ). Presently, it is not possible to determine whether there are differences in the frequency of oral MPNST between sporadic and NF1-associated cases. This report describes the diagnosis and treatment of an oral nerve sheath tumor in a patient with NF1 and identifies associated skeletal changes, characteristic for invasive tumor growth.",
  "results": "",
  "discussion": "Conclusion DNF can affect the position of teeth, invade the bone, and cause enlarged bone channels. Surface erosion and trophic effects of the mandible may arise adjacent to the neurogenic lesion. DNF of the oral cavity can recur. It is becoming apparent that the tumor-associated skeletal and dental changes in the mandible correlate with the time of development of the peripheral nerve sheath tumor. The findings could be useful as indications for an expanded tumor search in the affected area. Discussion The report describes the diagnosis and treatment of a recurrent and invasively growing oral DNF. Clinical and radiological analysis showed that the nerve sheath tumor caused displacement of adjacent teeth and progressively invaded the bone. Bone invasion is unusual for this tumor in this location. Alterations of bony structures are much more commonly noted in PNF and/or DPN, which are associated with dysmorphic mandibles, presenting as changes of the outline and sagittal projection of the affected side of the jaw ( 35 ). Periodontal infiltrations of a neurofibroma are observed in oral PNF in connection with eruption disorders of permanent teeth and here primarily pericoronally ( 36 ). The impression of an invasive tumor growth can arise on overview photographs of the jaw, particularly around the mandibular foramen. However, these radiolucencies are PNF-associated thinning of the ramus, which on survey images appear as radiolucencies around the foramen and suggest infiltrative tumor growth and enlargement of the mandibular foramen ( 35 ). Reports of PNF growing in the bones usually show the typical deformation of the dysplastic mandible due to the congenital tumor, but no osseous origin of lesion ( 36 ). The PNF-associated deformations of the jaw often create bizarre outlines of the affected jaw region ( 36 ), but may rarely also be subtle, becoming apparent only when compared to the unaffected side ( 37 ). However, typically these PNF-associated mandibular lesions are accompanied by extensive soft tissue tumors that are already externally visible ( 13 , 38 ). The probably congenital mandibular changes often affect the area of the temporomandibular joint process, mandibular foramen and ramus as well as distal parts of the mandibular corpus ( 20 ),  i.e. , proximal parts of the bone. In fact, diffuse PNF were considered congenital tumors ( 39 ), although in some cases the clinical diagnosis is only made some time later ( 13 ). Riccardi's statement that congenital DPNs are not pure nerve sheath tumors but can have a field effect on the affected body region applies to these lesions ( 40 ). In contrast, oral nerve sheath tumors in NF1 may arise later in life and are located adjacent to the mandible or are adhering to the bone [localized neurofibroma ( 13 )]. These lesions are usually characterized as soft tissue masses that either have no effect on the bone and teeth due to localization, size and completed tooth eruption ( 14 , 16 , 18 , 19 ) or only cause circumscribed (periodontal) changes ( 6 - 9 , 11 , 17 ). The lesions that appear later in life are rarely reported in NF1 ( 40 ). However, a systematic study concluded that ‘localized’ lesions can be detected in almost 28% of cases, although the lesions were not reported to have an impact on the adjacent jaw ( 21 ). The solitary lesions were usually noticeably smaller than congenital lesions. Interestingly, the circumscribed oral lesions with a suspected clinical diagnosis of PNF were rarely diagnosed as such in the histological assessment. The alterations corresponded to ‘discrete mucosal lesions’ ( 21 ). It is therefore debatable whether congenital orofacial nerve sheath tumors with jaw changes are predominantly DPNs ( 39 ), while oral tumors arising in later phases of life are more likely to present as neurofibroma ( 6 ) or discrete mucosal neurofibroma ( 21 ). Another characteristic of the presented case is the bone invasion of the lesion. According to the literature, intraosseous alterations in NF1 primarily comprise the enlarged mandibular canal. Several authors have suggested that the uniform enlargement of the mandibular canal without caliber jumps is caused by neurofibroma ( 20 , 41 ). However, morphological evidence of this osseous anomaly has not yet been provided ( 41 ). Interestingly, this finding may indeed be noticed on the side of a mandibular PNF but is obviously not obligatory associated with a diffuse/diffuse plexiform neurofibroma ( 20 , 41 ). Clearly intraosseous neurofibromas of the mandible are considered a very rare finding in NF1 ( 27 ). However, degeneration of an oral peripheral nerve sheath tumor into a malignant peripheral nerve sheath tumor has been described ( 42 ). In rare cases the MPNST was very likely arising inside the bone ( 43 , 44 ). In the case presented here, a continuum between the oral tumor, the periodontal osteolysis and the network of intraosseous canals was found on histological examination. On the tomograms, the border of the intraosseous canals was characterized by a sclerotic margin, possibly an indication of slow, displacing growth that had come to a standstill. The osseous canals showed hardly any changes over time. In contrast, the periodontal defect increased considerably. Periodontal alveolar bone loss caused a change in tooth position and significant tooth loosening. The periodontal neurofibroma had wide contact with the lingual tumor. While the stable finding of the canal system is reminiscent of the enlarged and dimensionally stable mandibular canals observed in NF1, the periodontal defect resembles an inflammatory osteolysis. The nerve sheath tumor presented here shows a combination of findings that are typically registered in (diffuse) PNF (changes in the shape of the mandible, but in an unusual place) or as DNF that do not cause any bone changes and only affect the jaw superficially and are locally limited. The question therefore arises as to whether there is evidence of a connection between location of the lesion, dentition, histological type of peripheral nerve sheath tumor and shape of mandible in NF1 patients. Diffuse PNF has been repeatedly demonstrated for congenital peripheral nerve sheath tumors in NF1 with deformation of the mandible adjacent to the tumor. The growth and differentiation disorder of neighboring tissue is recorded for this tumor ( 39 ). Indicators of embryonic tumor effects in mandibular development besides bone deformation are the often-observable misalignments of the permanent teeth, which, for example, do not move mesially far enough to close the dental arch in contact with neighboring teeth or even remain retained in the bone ( 20 ). However, in this neurocristopathy, the odontogenesis of the individual tooth is apparently not disturbed if the dental anlage is present. The genetic influence of the underlying disease apparently does not affect the shape of the tooth but rather the ability of the permanent tooth to migrate in the bone. The well-known observation of completely impacted teeth (often permanent molars) and a diffuse PNF covering the alveolar process suggests that this complex malformation (deformed mandibular segment and retained teeth) has both mechanical causes (massive connective tissue tumor layer) and intrinsic causes of the bone ( e.g. , misregulation of osteoblasts/osteoclasts in tooth movement). These are clear spatiotemporal effects of diffuse PNF on bone and teeth illustrating early onset of the hard and soft tissue pathology. Difficult eruption of permanent teeth can be a sign of an oral neurofibroma ( 6 , 15 ). There are many factors that can prevent teeth from erupting,  e.g. , positional anomalies or supernumerary teeth. Numerical aberrations of permanent dentition have been reported in oral PNF but are independent of tumor ( 45 ). In fact, studies show that tooth development (as a single organ) and tooth change (as a spatiotemporal process) of patients with NF1 do not differ from that of the normal population ( 46 ), except for the local effects of neurofibromas (vide supra). In contrast to congenital PNF with mandibular involvement, oral tumors that occur later in life, these lesions occasionally arise from the alveolar process and near teeth of mandible. Changes in the row of teeth then develop through displacing or, as in this case, infiltrative growth without having an influence on a larger section of the dental arch. In these cases, at the time of obvious oral tumor growth, the permanent teeth are already set into the dental arch ( 11 , 14 , 19 ). Similarly, osseous neurofibromas that develop later in life are conspicuous as osteolysis, which can resorb tooth roots, for example, depending on their location. The lesions typically do not lead to any change in the shape of the jaws beyond the local osteolysis, although the displacing growth may represent radiological equivalents. Local changes in the position of the affected teeth may occur. In case of osteolysis with rapid tumor growth the differential diagnosis of malignant degeneration is paramount ( 28 ). From these observations it can be concluded that in the case of complex tooth position disorders with evidence of nerve sheath tumors, it is worth carrying out a radiological examination of the jaw to determine whether and, if so, to what extent the jaw has changed. The findings of skeletal radiology should be supplemented with an examination technique that differentiates between soft tissues. Diffuse PNF arising in proximal parts of the trigeminal nerve’s third branch has characteristic radiologic changes preferentially of the proximal mandible and the adjacent skull base, which can often be identified in children ( 47 ). DNF usually is a postnatal and localized lesion affecting mandibular mucosa and sometimes adjacent bone. Careful oral examination of the patient with NF1 should be included in general recommendations for the care of this patient group ( 25 , 48 ). Conclusion Oral diffuse neurofibromas can spread inside the bone. An interconnecting canal system may develop in conjunction with the osseous tumor infiltrate. The neurofibroma growing into the bone may enlarge the bone defect over a prolonged time interval and provide the radiologic evidence of a bone-invasive tumor. Distinguishing between tumorous bone changes and skeletal dysplasia can be difficult or even impossible, both with adequate imaging and surgical exploration. Complete surgical removal of the diffuse neurofibroma can be challenging. Consistently ablative measures may lead to tooth and bone loss. Incomplete removal of lesion can lead to recurrence of the nerve sheath tumor. To the best of the authors' knowledge, the interconnecting mandibular duct system shown here in topographic relation to a diffuse neurofibroma has not been described before.",
  "fetched_at": "2026-02-11T02:22:24.077537",
  "abstract_length": 1678,
  "methods_length": 0,
  "introduction_length": 2593,
  "results_length": 0,
  "discussion_length": 10840
}