{
  "pmid": "40330144",
  "abstract": "PURPOSE: To evaluate the preliminary efficacy and safety of the combination of pexidartinib, an inhibitor of colony-stimulating factor-1 receptor (CSF1R), and sirolimus, a mammalian target of rapamycin inhibitor, to target infiltrating M2 macrophages in malignant peripheral nerve sheath tumors (MPNSTs). PATIENTS AND METHODS: This investigator-initiated, phase II, multicenter, single-arm trial enrolled patients with unresectable MPNSTs. Patients were treated with pexidartinib 1000 mg and sirolimus 2 mg orally daily. The primary end point was progression-free survival (PFS). Secondary end points included objective response, safety profile, and overall survival (OS). Pretreatment and on-treatment tumor biopsies were obtained to evaluate changes in the tumor microenvironment (TME) using multiplex immunofluorescence and differential transcriptional profiling. RESULTS: Fifteen patients with MPNSTs were enrolled and 14 initiated therapy. Eight had neurofibromatosis type 1, five were sporadic, and one was undetermined. Although the target sample size was 25, because of the lower-than-expected accrual during the COVID-19 pandemic, enrollment was halted on April 12, 2023. The median PFS and median OS were 6 weeks (95% CI, 6 to 19.1) and 17.9 weeks (95% CI, 13.7 to not applicable), respectively. One patient achieved confirmed stable disease. Three patients experienced PFS ≥12 weeks. Grade 3 treatment-related toxicities (rash and leukopenia) occurred in four (28.6%) patients. Although the study did not meet its primary end point, correlative analysis demonstrated that four of the five long-term survivors had an immune-rich pretreatment TME, three of whom had a reduction in M2-tumor-associated macrophage signal with treatment. CONCLUSION: Further studies of combination of pexidartinib and sirolimus and/or immunotherapy should be performed in the subset of patients with advanced MPNST with an immune-rich TME.",
  "methods": "PATIENTS AND METHODS This investigator-initiated, phase II, multicenter, single-arm trial enrolled patients with unresectable MPNSTs. Patients were treated with pexidartinib 1000 mg and sirolimus 2 mg orally daily. The primary end point was progression-free survival (PFS). Secondary end points included objective response, safety profile, and overall survival (OS). Pretreatment and on-treatment tumor biopsies were obtained to evaluate changes in the tumor microenvironment (TME) using multiplex immunofluorescence and differential transcriptional profiling. PATIENTS AND METHODS Study Design This was a phase II, multicenter, open-label, single-arm clinical trial (ClinicalTrials.gov identifier:  NCT02584647 ) to determine the preliminary efficacy of oral pexidartinib with sirolimus in patients with unresectable or metastatic MPNST. The primary end point was PFS, and secondary end points included OS, objective response (OR), and treatment-related adverse events (TEAEs). The study was approved by the Columbia University Irving Medical Center institutional review board (IRB), and subsequently by each participating site's IRB (Columbia IRB: IRB-AAAO6059). Each patient provided written informed consent. Patients were treated with pexidartinib (400 mg orally  am  daily, 600 mg orally  pm  daily) in combination with sirolimus (2 mg orally  am  daily). A cycle of therapy was defined as 28 days. Adverse events were graded using CTCAE v4.03. Response evaluation with appropriate cross-sectional imaging was performed every 6 weeks during the first 36 weeks, then every 8 weeks during the subsequent 36 weeks, and then every 12 weeks thereafter. Radiologic responses were evaluated by an independent radiologic assessment using RECIST 1.1. Preliminary efficacy was assessed using overall response rate and PFS. Fresh tumor biopsy was performed at baseline within 14 days of therapy initiation, then again in week 4 of cycle 1, with a final optional biopsy at the time of progression. Patient Eligibility Key inclusion criteria include pathologically confirmed unresectable MPNST, 0-3 previous systemic cytotoxic therapies, age ≥18 years, Eastern Cooperative Oncology Group 0-2, measurable lesions by RECIST, previous TEAE of grade 1 or less, effective contraception use, and adequate hepatic, renal, and hematologic function. Key exclusion criteria include previous exposure to receptor TKIs or mTOR inhibitors, concomitant antineoplastic agents, chemotherapy or radiotherapy within 4 weeks, and targeted small molecule therapy within 2 weeks. Statistical Analysis The primary end point was PFS. PFS was defined as the time from the start of treatment until disease progression or death from any cause. Patients who were alive and had not progressed would be censored at the date of their last follow-up on treatment. With a target sample size of 25, the study had 90% power to detect a difference of 12 weeks in median PFS assuming a 6-week median PFS in historical controls, given a 2-sided test with an alpha of 0.05. Secondary end points included OS, TEAEs, and OR defined as CR or PR by RECISTv1.1. OS was defined as the time from the start of treatment until death. Patients who were alive would be censored at the date of their last follow-up. Kaplan-Meier method was used to estimate median PFS and median OS with 95% confidence intervals. Treatment-related adverse events were summarized on the basis of maximum grade per adverse event for each patient and reported as counts and percentages per adverse event by grade. For baseline characteristics, continuous variables were summarized as median and range while categorical variables were summarized as counts and percentages. All patients who initiated treatment were evaluable. Transcriptomic Analysis Exploratory transcriptomic analysis of the tumor immune microenvironment via multiplexed immunofluorescence and bulk RNAseq is described in  Appendix 1 .",
  "introduction": "INTRODUCTION Malignant peripheral nerve sheath tumors (MPNSTs) are neoplasms of Schwann cells that represent approximately 5% of soft tissue sarcoma (STS) diagnoses each year. Patients with neurofibromatosis type 1 (NF1), one of most common cancer predisposition syndromes, are at an elevated risk, with an 8%-13% lifetime prevalence of development of MPNSTs.  MPNSTs are in general chemotherapy-resistant and in need of novel therapeutic options. 1 CONTEXT \n \n \n Key Objective \n Does combination therapy with pexidartinib (CSF1R inhibitor) and sirolimus (mammalian target of rapamycin inhibitor) result in improved progression-free survival in patients with advanced malignant peripheral nerve sheath tumors (MPNSTs)? \n Knowledge Generated \n The median progression-free survival did not improve in patients with MPNSTs who received pexidartinib and sirolimus. Analysis of pretreatment tumor biopsies identified an immune-rich tumor subtype that correlates with better prognosis and may be more suited for immunotherapy targeting drugs. \n Relevance  \n (F. Rubagumya) This study highlights the potential role of targeting M2 macrophages in MPNSTs using a combination of pexidartinib and sirolimus, although the primary end point of progression-free survival was not met. The findings suggest that patients with an immune-rich tumor microenvironment may derive greater benefit, supporting the need for further investigation into immune-targeted therapies for advanced MPNST.* \n Plain Language Statement  \n (M. Lewis) This study tested whether combining pexidartinib and sirolimus could slow the growth of MPNSTs. The combination did not improve how long patients lived without their cancer worsening. However, tumors with more immune cells were linked to better outcomes, suggesting that immunotherapy could be a better option for some patients. † * Relevance section written by  JCO Oncology Advances  Associate Editor Fidel Rubagumya, MD, MMed, MPH. † Plain Language Summary written by  JCO Oncology Advances  Associate Editor Mark Lewis, MD. MPNST has a high recurrence rate of 50% despite curative-intent surgery and a metastatic rate of 30%-60%.  Unresectable or metastatic MPNST carries a dismal prognosis, given its general resistance to cytotoxic chemotherapy. Although nonmetastatic disease carries a 5-year overall survival (OS) of 56%, the 5-year OS for metastatic disease is merely 7.3%. 2 , 3  Anthracycline-based chemotherapy is the current standard of care in advanced disease, although this approach is associated with significant toxicity and meager outcomes, with a reported median progression-free survival (mPFS) of 3.9 months and a median OS (mOS) of 15 months. 4 5 , 6 Targeted therapies have emerged as a promising alternative to existing cytotoxic regimens in hopes of improved efficacy and limiting toxicity. These are based on the growing understanding of cell-signaling pathways implicated in MPNST pathogenesis, including various receptor tyrosine kinases such as PDGFRα, c-Kit, and CSF-1R, as well as the mammalian target of rapamycin (mTOR)/AKT pathway.  However, to our knowledge, to date, no phase II trials of targeted agents have achieved appreciable disease stabilization or response. 7  Tyrosine kinase inhibitor (TKI) monotherapy with various agents, including erlotinib (EGFR), sorafenib (RAF, VEGFR, and c-KIT), imatinib (c-KIT, PDGFR, and VEGFR), and dasatinib (c-KIT and SRC), have all failed to elicit a tumor response. 8  Similarly, recent trials combining mTOR inhibitors with bevacizumab (VEGF) or ganetespib (Hsp90) both failed to show appreciable clinical benefit. 1 , 9 , 10  At present, a tolerable and effective targeted systemic therapy for unresectable MPNST remains elusive, likely because of redundant signaling pathways involved in tumor growth that are resistant to monotherapy. 11 , 12 Pexidartinib (previously PLX3397) is a novel small molecule TKI that inhibits CSF-1R, KIT, and PDGFR. It was approved for treatment of patients with unresectable tenosynovial giant cell tumor (TGCT), making it the first systemic therapy to show robust tumor response in this sarcoma subtype.  Preclinical work demonstrated that pexidartinib had activity against MPNST cells and blocked c-KIT and AKT phosphorylation in a dose-dependent manner. 13  Pexidartinib demonstrated a synergistic in vitro effect with mTOR inhibitor sirolimus, where combined blockade increased apoptosis and suppressed AKT, KIT, and S6 phosphorylation, which was not achieved by either drug independently. As such, it appears that the combination of pexidartinib and sirolimus resulted in effective blockade of alternative pathways that would normally allow escape from monotherapy. 14 14 This preclinical study also found that combination pexidartinib/sirolimus blocked macrophage tumor infiltration—a promising finding, given that macrophages constitute nearly half the mass of neurofibromas and are correlated with disease progression.  Macrophages are well known to infiltrate tumors, and these tumor-associated macrophages (TAMs) are broadly categorized as tumoricidal M1-TAMs or tumor-promoting M2-TAMs, the latter of which is involved in tumor growth, metastasis, and immune evasion. 15  Pexidartinib depletes TAMs by inhibiting the CSF-1/CSF-1R axis, which is highly expressed in TGCT and MPNST, and plays a role in polarization of TAMs toward the protumor M2 phenotype. 16  In a xenograft model of MPNST, pexidartinib combined with sirolimus resulted in decreased TAMs compared with monotherapy with either agent, and combination therapy also resulted in sustained macrophage depletion a week after treatment cessation. 16 14 In this context, a first-in-human phase I study of pexidartinib/sirolimus cotreatment in STS, including MPNST, established the therapy's safety.  Furthermore, combination pexidartinib/sirolimus showed clinical benefit in MPNST, with three of six patients demonstrating prolonged tumor stabilization, achieving a mPFS of 18.6 weeks and mOS of 145 weeks. 17  Results from this phase I trial appeared encouraging compared with those of other recent trials of combination targeted therapy, including SARC016 (everolimus/bevacizumab), with a clinical benefit rate of 12%, and to SARC023 (sirolimus/ganetespib), with no patients achieving clinical benefit. 17  To date, the longest PFS in a phase II study testing targeted therapy in MPNST was 13 weeks with alisertib among 10 patients. 11 , 12  Pretreatment and on-treatment tumor samples after pexidartinib/sirolimus revealed selective reduction in M2-TAMs but not M1-TAMs or cytotoxic T lymphocytes, suggesting an M2-TAM treatment-specific effect, consistent with the proposed biological mechanism in preclinical studies. 18 17 On the basis of the safety profile and promising disease stabilization at the recommended phase II dose of pexidartinib and sirolimus, a single-arm, multicenter, investigator-initiated, phase II study was conducted at four participating sites enrolling patients with advanced MPNST was launched to assess preliminary efficacy. Exploratory objectives include assessment of the preclinical mechanism of TAM activation and infiltration within the tumor microenvironment (TME) and analysis of TORC1/TORC2 pathways in response to treatment on the required paired tumor biopsies.",
  "results": "RESULTS Fifteen patients with MPNSTs were enrolled and 14 initiated therapy. Eight had neurofibromatosis type 1, five were sporadic, and one was undetermined. Although the target sample size was 25, because of the lower-than-expected accrual during the COVID-19 pandemic, enrollment was halted on April 12, 2023. The median PFS and median OS were 6 weeks (95% CI, 6 to 19.1) and 17.9 weeks (95% CI, 13.7 to not applicable), respectively. One patient achieved confirmed stable disease. Three patients experienced PFS ≥12 weeks. Grade 3 treatment-related toxicities (rash and leukopenia) occurred in four (28.6%) patients. Although the study did not meet its primary end point, correlative analysis demonstrated that four of the five long-term survivors had an immune-rich pretreatment TME, three of whom had a reduction in M2-tumor-associated macrophage signal with treatment. RESULTS Patient Demographics From November 1, 2019, to January 19, 2023, 15 patients with unresectable MPNST were enrolled; 14 started treatment and were evaluable (Fig  1 ). The study was stopped early due to poor enrollment because of the COVID-19 pandemic. Baseline characteristics are summarized in Table  1 . The median age was 36.5 years (range, 19-72), and four participants (28.6%) were female. Eight patients had neurofibromatosis type 1, and status for one patient was unknown. Ten patients (71.4%) had previously received systemic therapy. Of these, nine were previously treated with an anthracycline, six of whom had also concurrently received ifosfamide. 5, 4, and 1 patient had received 1, 2, and 3 previous lines of therapy, respectively. As per exclusion criteria, none had previous exposure to tyrosine kinase or mTOR inhibitors. An independent review of the tissue material by an expert sarcoma pathologist revealed all tumors to be high-grade. FIG 1. Trial flow diagram.  a Patient was taken off study for G3 rash, however was subsequently found to have radiologic PD on the same day. AE, adverse event; PD, progressive disease. TABLE 1. Baseline Characteristics (N=14) Characteristic All Patients (N = 14) Age at consent, years, median (range) 36.5 (19-72) Female, No. (%) 4 (28.6) Race, No. (%)  Black or African American 1 (7.1)  Other 1 (7.1)  White 12 (85.7) Ethnicity, No. (%)  Hispanic 2 (14.3)  Not Hispanic 12 (85.7) ECOG, No. (%)  0—fully active 11 (78.6)  1—ambulatory 3 (21.4) Neurofibromatosis type 1, No. (%)  NF1+ 8 (57.1)  Unknown 1 (7.1) Previous surgical resection, No. (%) 14 (100) Previous systemic therapies  Previous chemotherapy, No. (%) 10 (71.4)  Number of previous lines of chemotherapy, median (range) 1 (0-3)  Anthracycline without ifosfamide, No. (%) 2 (14.3)  Anthracycline + ifosfamide, No. (%) 7 (50.0)  Gemcitabine + docetaxel, No. (%) 2 (14.3)  Immunotherapy/checkpoint inhibitor, No. (%) 1 (7.1) Abbreviations: ECOG, Eastern Cooperative Oncology Group; NF1, neurofibromatosis type 1. Clinical Activity Patients completed a median of two cycles of therapy (range, 1-6 cycles) with >85% therapy completion, verified by patient-reported pill diaries and by pill counts (Appendix Fig A 1 ). There was general concordance between patient-reported compliance and pill count except for patient 02 where the patient did not return pill bottles, and patient 04 where the patient had additional pexidartinib pills but reported taking all prescribed doses (Appendix Fig A 1 A and A 1 B). As of September 20, 2023, no patients remained on therapy. Twelve of 14 patients ceased therapy because of radiologic disease progression. One patient died while on study due to COVID-19 disease before follow-up imaging. One patient stopped therapy due to grade 3 rash; however, imaging the same day also demonstrated progressive disease (PD). No patient achieved a CR or PR. One patient achieved confirmed stable disease (SD; Fig  2 ). Of the five patients with initial SD on 6-week scan, patient 06 achieved confirmed SD by RECIST for a total duration of 23.6 weeks (Fig  2 C). Patient 10 achieved unconfirmed SD for a total of 19.3 weeks but lacked RECIST confirmation, as scans were conducted every 6 weeks per protocol, which did not fulfill the 8-week minimum confirmation interval required by RECIST. Patient 03 with initial SD had clinical progression and discontinued treatment prior to additional assessments. Finally, the remaining two patients (12 and 14) with initial SD both experienced stabilization of their primary lesions by week 12 but had PD due to the appearance of new lesions. Four patients (06, 07, 10, and 13) survived longer than 45 weeks, two of whom survived longer than 65 weeks (06 and 07), with patient 07 still alive at last follow up after 3.2 years (Fig  2 C). After discontinuation from this study, patient 07 received alrizomadlin (APG-115) plus pembrolizumab (August 2021-December 2021) and ipilimumab plus nivolumab starting January 2022 and remained on that therapy as of last follow-up. The median PFS was 6 weeks (95% CI, 6 to 19.14) and the median OS was 17.9 weeks (95% CI, 13.7 to not applicable [NA]; Fig  3 ). The eight patients with NF1-MPNST had median PFS and OS of 6.4 weeks (95% CI, 5.9 to NA) and 21.8 weeks (95% CI, 17.3 to NA), respectively. FIG 2. Tumor response. (A) Maximal change of tumor size from baseline assessed by an independent radiologist per RECIST v1.1 (n = 13). Percent change from baseline represents the maximal decrease or minimal increase in target lesion(s). (B) Change in individual tumor burden over time from baseline as assessed by RECIST 1.1 (n = 13). Patients with neurofibromatosis type 1 are depicted in red. (C) Exposure and duration of response per RECIST 1.1 (N = 14). Time at disease progression (+), change in therapy (■), PD (blue), SD (green), death (▲), and alive (●) are depicted. Patient 05 is not included in (A) and (B) due to death before any radiologic assessment. ID, identifier; PD, progressive disease; SD, stable disease. FIG 3. Efficacy. Kaplan-Meier curves by RECIST version 1.1 for (A) PFS and (B) OS of 14 evaluable patients with advanced MPNST. mOS, median OS; mPFS, median progression-free survival; MPNST, malignant peripheral nerve sheath tumor; NA, not applicable; OS, overall survival; PFS, progression-free survival. Safety The combination of pexidartinib and sirolimus was generally well tolerated, and observed toxicities were similar to those reported previously.  TRAEs and grades are summarized in Table  17 2 . The most common TRAEs were fatigue (42.9%), diarrhea (28.6%), white cell count and neutrophil count decreased (28.6%), anorexia (21.4%), nausea (21.4%), and increased AST and ALT (21.4%). Four patients experienced grade 3 TRAEs (28.6%), most notably rash and leukopenia. One patient discontinued therapy due to grade 3 rash. One patient required a single dose reduction of pexidartinib for leukopenia, which subsequently resolved. One patient experienced a grade 2 pleural effusion for which sirolimus was held for the last 2 weeks before going off study for PD. The majority of adverse events were grade 1 or 2. TABLE 2. Number of Patients With Maximum-Grade Treatment-Related Adverse Events (N=14) Adverse Event Overall, No. (%) Grade 1, No. (%) Grade 2, No. (%) Grade 3, No. (%) Any type 13 (92.86) 5 (35.71) 4 (28.57) 4 (28.57) Fatigue 6 (42.86) 5 (35.71) 1 (7.14) 0 (0) Diarrhea 4 (28.57) 4 (28.57) 0 (0) 0 (0) Neutrophil count decreased 4 (28.57) 2 (14.29) 1 (7.14) 1 (7.14) WBC decreased 4 (28.57) 1 (7.14) 2 (14.29) 1 (7.14) ALT increased 3 (21.43) 3 (21.43) 0 (0) 0 (0) Anorexia 3 (21.43) 3 (21.43) 0 (0) 0 (0) AST increased 3 (21.43) 3 (21.43) 0 (0) 0 (0) Nausea 3 (21.43) 2 (14.29) 1 (7.14) 0 (0) Platelet count decreased 3 (21.43) 2 (14.29) 1 (7.14) 0 (0) Anemia 2 (14.29) 1 (7.14) 0 (0) 1 (7.14) Constipation 2 (14.29) 2 (14.29) 0 (0) 0 (0) Lymphocyte count decreased 2 (14.29) 0 (0) 1 (7.14) 1 (7.14) Rash acneiform 2 (14.29) 1 (7.14) 0 (0) 1 (7.14) Alkaline phosphatase increased 1 (7.14) 1 (7.14) 0 (0) 0 (0) Arthralgia 1 (7.14) 1 (7.14) 0 (0) 0 (0) CD4 lymphocyte decreased 1 (7.14) 0 (0) 1 (7.14) 0 (0) Dry skin 1 (7.14) 1 (7.14) 0 (0) 0 (0) Dysgeusia 1 (7.14) 1 (7.14) 0 (0) 0 (0) Edema limbs 1 (7.14) 1 (7.14) 0 (0) 0 (0) Edema trunk 1 (7.14) 1 (7.14) 0 (0) 0 (0) Eye disorders—other, specify 1 (7.14) 1 (7.14) 0 (0) 0 (0) Fever 1 (7.14) 1 (7.14) 0 (0) 0 (0) Hypertension 1 (7.14) 1 (7.14) 0 (0) 0 (0) Insomnia 1 (7.14) 1 (7.14) 0 (0) 0 (0) Myalgia 1 (7.14) 1 (7.14) 0 (0) 0 (0) Pruritus 1 (7.14) 0 (0) 1 (7.14) 0 (0) Urinary frequency 1 (7.14) 1 (7.14) 0 (0) 0 (0) Correlative Analysis To investigate the pharmacodynamic effect of pexidartinib and sirolimus on the prevalence of M2 macrophage and mTOR activity, we performed multiplexed immunofluorescence on the five patients with adequate quality pretreatment and on-treatment biopsies (Fig  4 ). CD68 staining designated all macrophages, while CD68-/CD204-/CD206-positive cells where phenotyped as M2 macrophages (Appendix Fig A 2 ). Phospho-S6, a marker of mTOR activity, decreased on post-treatment tumor samples from all five patients, and increased in the on-progression tumor sample available for participant 08 (Fig  4 B). The proportion of M2 tumor-associated macrophages (TAMs) declined in on-treatment compared with pretreatment tumor samples in four of the five patient samples tested. By contrast, intratumoral M2 TAMs increased 12-fold after treatment with pexidartinib and sirolimus in patient 11 who experienced radiologic tumor progression (+38%) shortly after initiating therapy (6 weeks; Fig  2 B). Although pexidartinib and sirolimus suppressed mTOR activity and prevalence of M2 macrophages reflected by decreased P-S6 and CD204 staining, respectively, participant 09's tumor progressed rapidly despite treatment (Fig  2 B) suggesting that suppression of M2 macrophage abundance and mTOR activity may contribute toward an improved clinical outcome but are not sufficient for tumor control in all patients with MPNST. FIG 4. Macrophage infiltration and mTOR activity. (A) Regions of viable pretreatment (top row) and on-treatment (bottom row) tumor selected on H&E (left column) by a sarcoma pathologist for multiplexed immunofluorescence (second column) stained with antisera against CD204 (red), CD206 (yellow), CD68 (green), CD86 (magenta), H3K (orange), IRF5 (pink), pS6 (purple), and DAPI (blue) are shown. Classified by phenotype using inForm (Akoya) to identify tumor (H3K27me-negative; red) and macrophage (CD68-positive; green). (B) Regions of viable pretreatment (left column) and on-treatment (second column) tumor selected on H&E by a sarcoma pathologist stained with antisera against CD68, CD204, and phospho-S6 are depicted in the top, middle, and bottom rows, respectively. Cells within regions defined as tumor by a sarcoma pathologist were quantified, phenotyped, and scored using inForm image analysis software. Positive cells were normalized to all cells and reported as fold change log base 10 relative to at baseline. H&E, hematoxylin and eosin; mTOR, mammalian target of rapamycin; On, on-treatment; PD, progressive disease; Pre, pretreatment. As an exploratory analysis, we performed bulk RNAseq on paired tumor samples to interrogate mTOR and CSF1R activity within the TME and to identify predictive markers of clinical benefit. Recent studies have implicated that immune programs within MPNST have prognostic significance.  Paired pretreatment and on-treatment biopsies that met quality metrics from seven patients were used to perform differential RNAseq analysis. These were categorized into three subgroups by immune score: group 1: an absolute decrease in immune score with therapy (06, 07, 13), group 2: no change or increase in immune score with therapy (10, 11), and group 3: negative initial immune score before therapy (08, 09; Fig  19 5 A). The patients in groups 1 and 2 had baseline tumors that exhibited an immune-rich signature whose expression either decreased (group 1; n = 3), or did not (group 2; n = 2), within on-treatment tumor samples. The group 3 category represented patients whose baseline tumor samples exhibited minimal expression of the immune signature (N = 2). Of the four patients with immune scores that decreased with therapy, three survived the longest among the participants within the study. Specifically regarding M2 tumor-associated macrophages, all patients in group 1 experienced an absolute decrease in M2 signature after treatment (Fig  5 B). Of the four patients with both RNAseq and multiplexed immunofluorescence (mIF) data (06, 09, 11, 13), reductions (06, 13) or increases (11) in immune scores correlated across techniques for patients in groups 1 and 2. We also interrogated other immune subtypes including naïve B cells, CD8 +  T cells, and tertiary lymphoid structures, and surprisingly found a similar pattern of depletion on therapy, potentially negating the beneficial effect of M2 macrophage depletion (Figs  5 C- 5 E). The mIF and RNAseq signature imply that a decline in M2 signature and an increase in immune score at baseline may be predictors of an MPNST subtype that is less aggressive and raise the possibility as to whether they may respond to immunotherapy. Although intriguing, these results from a small cohort of patients are hypothesis-generating. FIG 5. Reduction in ImmuneScore and M2 macrophage. (A) RNAseq analysis on paired tumor biopsies revealed a subset of patients with an on-treatment decline in overall tumor immune signature (immune responders: 2-16, 2-17, 5-05; red). Two patients had absent immune signature pretreatment (immune depleted: 2-19, 2-20; gray). Two patients had a stable or increased immune score (immune nonresponders: 4-01, 5-01; blue). (B) Changes in M2-specific signature mirrored that of the overall immune score, with a subset of patients (red: 2-16, 2-17, 5-05) showing a decrease in activated M2 signature. (C-E) Changes in (C) tertiary lymphoid structure signature, (D) naïve B-cell signature, and (E) CD8 +  T-cell signature are represented from pretreatment and on-treatment tumor samples. Genes  PTPRCAP  and  IGLL3P  had no expression and are not represented.",
  "discussion": "CONCLUSION Further studies of combination of pexidartinib and sirolimus and/or immunotherapy should be performed in the subset of patients with advanced MPNST with an immune-rich TME. DISCUSSION The OS of advanced unresectable MPNST remains poor with a median OS in the 12- to 15-month range.  The introduction of additional cytotoxic chemotherapy such as ifosfamide with anthracyclines achieves better initial response rates at the expense of increased toxicity without significantly improving OS. 5 , 20  With evolving knowledge of the signaling pathways implicated in MPNST growth, numerous targeted therapies have been explored that aim to achieve disease control without the toxicity of existing chemotherapy regimens. However, to our knowledge, to date, none of these novel approaches have succeeded in phase II studies. 1  Trials of various TKI monotherapies or combination therapies with mTOR inhibitors have failed to achieve meaningful clinical benefit. mPFS approximates near 2 months with few, if any, patients achieving SD. 21  Evidently, the promise of tolerable and precise systemic therapy for MPNST remains elusive. 8 Our objective was to evaluate the efficacy of mTOR inhibitor sirolimus plus the TKI pexidartinib in the treatment of unresectable MPNST, a combination which had been found to have synergistic activity in preclinical models of MPNST.  This combination was tolerable in our first-in-human phase I trial in STS, where three of six patients with MPNST experienced a mPFS of 18.7 weeks and a mOS of 145.1 weeks at the recommended phase II dose. 14 17 In this study, the combination of pexidartinib and sirolimus failed to meet the primary end point in a study that was stopped due to poor enrollment because of the COVID-19 pandemic. The study was originally designed to have high power and small alpha, given the heterogeneity of disease in the patient population. On the basis of a post hoc power calculation, with a sample size of 14, the study has 86% power to detect a difference of 12 weeks using a one-sided test with an alpha of 0.10. Regardless, the estimated mPFS of 6 weeks is comparable with previous studies testing targeted therapies in unresectable MPNST and include erlotinib (mPFS 8.7 weeks),  sorafenib (mPFS 7.4 weeks), 22  imatinib (mPFS 8.3 weeks), 9  and dasatinib (mPFS <8.7 weeks). 10  More recent phase II studies testing combination therapies that include mTOR inhibitors have similarly poor outcomes, with bevacizumab/everolimus showing a clinical benefit rate (complete response, partial response, or SD ≥4 months) of 12%, 23  and ganetespib with sirolimus achieving no clinical benefit. 12  In this context, the combination of pexidartinib plus sirolimus appears to offer no appreciable benefit at delaying radiographic disease progression. 11 However, we identified tumor immune infiltration as a promising potential prognostic marker. Generally, patients with an immune-rich TME at baseline appeared to have better outcomes. Whether this was a consequence of therapy or a reflection of a less aggressive underlying tumor biology remains unclear and warrants further investigation. Group 1 patients (06, 07, and 13) had immune-rich tumors with a reduction in immune signature and M2 signal after treatment. Compared with groups 2 and 3, group 1 patients had better outcomes that included three of the top four survivors. Two of these patients also had immunofluorescence data, which corroborated the specific reduction of intratumoral M2 TAMs. Additionally, the reduction in phospho-S6 signaling within these tumors illustrates the intended effect of sirolimus. Group 2 patients (10, 11) were also immune-rich tumors but lacked the reduction in immune signature after therapy. Despite the lack of immune response after therapy, one of the two patients had above average survival (55.6 weeks). The other patient had a clear increase in immune signature that was corroborated by immunofluorescence, which showed a nearly 10-fold increase in M2 macrophage population. This patient had poor survival. As such, it seems that from the clinical results of group 1 and 2 that these patients with immune-rich tumors at baseline had better survival that did not explicitly require a reduction in M2 TAMs, although frank elevation in M2 TAM signal was only identified in the single poor responder within these two groups. Although virtually all patients were heavily pretreated with cytotoxic chemotherapies, this did not appear to correlate with immune phenotype (Appendix Table A 1 ). Group 3 patients (08, 09) were noted to have absent immune scores in pretreatment samples, suggesting an immune-depleted tumor phenotype. These patients had relatively worse outcomes than their immune-rich counterparts, with rapid progression (5 weeks) and only modest survival (15-25 weeks). Both these patients had reductions in pS6 signaling on the basis of immunofluorescence studies, suggesting that mTOR inhibition alone is insufficient for disease control. The sum of these results suggests two immune phenotypes for MPNST: immune-rich and immune-deplete, the former of which appears to have a better prognosis. These patients with an immune-rich pretreatment TME were among the best survivors of this study, both from the time of initial diagnosis of MPNST and from the time of therapy initiation on this study (Appendix Fig A 3 ). It is perplexing that the phase II study did not replicate the findings from phase I, with one possible explanation being that the patients with MPNST treated in phase I may have been overrepresented by the group 1 immune-rich subtype. As in other tumor histologies, the immune-rich MPNST may be a less aggressive tumor subtype, as indicated by the improved survival from the time of initial diagnosis. The immune active subtype of MPNST was found in low-grade MPNSTs, which correlated with a favorable prognosis.  By contrast, all patients who participated in this study had high-grade MPNST, although the patient with the highest immune expression (07) had the best OS. Although the prevalence of an immune-rich phenotype among poorly differentiated MPNST may be low, it may still correlate with improved outcomes. These patients may be uniquely suited to immunotherapy, an approach that has had limited benefit in the unselected MPNST population. One case report demonstrated complete metabolic response in a patient with sporadic metastatic MPNST with positive PD-L1 tumor cells. 19 24 On the basis of the correlative studies from paired tumor biopsies, suppression of mTOR and M2 macrophages was not sufficient to elicit a tumor response. However, our findings demonstrate that MPNSTs that exhibit an elevated baseline immune signature may represent a subtype with improved outcomes. Combining sirolimus and pexidartinib with other immune checkpoint inhibitors in this select immune-rich subpopulation may be of interest. In conclusion, ultimately, pexidartinib plus sirolimus appears to have limited clinical efficacy in unresectable MPNST. However, we identified a subset of MPNSTs with an immune-rich TME with a favorable prognosis. Further studies on the basis of this immune-rich microenvironmental subset are warranted.",
  "fetched_at": "2026-02-11T02:22:10.884616",
  "abstract_length": 1928,
  "methods_length": 3925,
  "introduction_length": 7299,
  "results_length": 14119,
  "discussion_length": 7206
}