{
  "pmid": "40342626",
  "abstract": "INTRODUCTION: Pain is an often underestimated symptom in patients with neurofibromatosis (NF) and schwannomatosis (SWN), yet it may have a profound impact on health-related quality of life. OBJECTIVE: To assess the characteristics of neuropathic pain and small nerve fiber impairment in patients with NF. METHODS: In this case-control study, we enrolled 51 patients who fulfilled the diagnostic criteria for neurofibromatosis type 1 (NF1), NF2-related schwannomatosis (SWN-NF2), and schwannomatosis-not otherwise specified (SWN-NOS). Patients completed validated questionnaires for pain and health-related quality of life and underwent neurological examination, nerve conduction studies, nerve sonography, quantitative sensory testing (QST), distal and proximal skin-punch biopsy, and corneal confocal microscopy (CCM). RESULTS: Pain was reported by 28 of 51 (55%) patients with 18 of 51 (35%) suffering from neuropathic pain. Pain was chronic (≥3 months) in all patients with neuropathic pain. In 28 of 51 (55%) patients, skin biopsies revealed signs of denervation, while 7 of 51 (14%) patients exhibited ≥2 pathological small fiber tests and were classified as having small fiber impairment. CONCLUSION: Neuropathic pain and small fiber abnormalities are prevalent among patients with NF as well as SWN. Although no clear correlation between small fiber damage and painful neuropathy was found, these findings need special attention and correct categorization to offer efficient analgesic treatment.",
  "methods": "Methods: In this case-control study, we enrolled 51 patients who fulfilled the diagnostic criteria for neurofibromatosis type 1 (NF1), NF2-related schwannomatosis (SWN-NF2), and schwannomatosis-not otherwise specified (SWN-NOS). Patients completed validated questionnaires for pain and health-related quality of life and underwent neurological examination, nerve conduction studies, nerve sonography, quantitative sensory testing (QST), distal and proximal skin-punch biopsy, and corneal confocal microscopy (CCM). 2. Methods 2.1. Study participants Between February 2021 and November 2023, we recruited adult patients with NF1, SWN-NF2- and SWN-NOS who met the respective clinical diagnostic criteria and were seen at the Department of Neurosurgery, University Hospital Würzburg, Germany.  Exclusion criteria for patients included ongoing infectious disease, substance abuse, insufficient physical fitness to participate in the examinations, and inability to understand and fill in the questionnaires. Patient data were compared with data of age- and sex-matched adult healthy controls individually collected for the respective analysis. Inclusion criteria for healthy controls were no neuropathic pain, with neuropathy ruled out by clinical examination and sensory neurography of the sural nerve. Our study was approved by the Ethics Committee of the University of Würzburg Medical Faculty, Germany (#136/20) and was carried out in accordance with the Declaration of Helsinki. All participants provided written informed consent before inclusion. 15 , 20 2.2. Clinical examination and questionnaire assessment A medical history, detailed individual pain interview, and complete neurological examination were performed for all patients. We defined 4 categories: neuropathic pain not caused by tumor (NP øTU ), neuropathic pain caused by tumor (NP TU ), pain other than neuropathic (P øNP ), and no pain (øP). Neuropathic pain was defined according to the International Association for the Study of Pain (IASP) as “pain that arises as a direct consequence of a lesion or disease affecting the somatosensory system,” following the Neuropathic Pain Special Interest Group (NeuPSIG) grading system.  The diagnosis of SFI was based on the diagnostic criteria for SFN, requiring the presence of clinical symptoms along with at least 2 pathological findings in small fiber tests (eg, reduced intraepidermal nerve fiber density) and/or abnormal results in functional small fiber assessments. However, unlike SFN, SFI was defined in patients who did not exhibit the characteristic acral burning pain. To assess the link between pain and the presence of a nerve tumor, previously diagnostic MRI scans of the brain, spinal cord, and peripheral nervous system were reviewed. All patients had recent MRI imaging, and the relevant body regions were imaged after the onset of neuropathic pain. For the assessment of pain intensity, we used the numeric rating scale (NRS) and patients were asked to rate individual pain on a scale from 0 to 10, with 0 indicating no pain and 10 indicating the worst pain imaginable. Patients further filled in 2 validated pain questionnaires: (1) the German version of the Graded Chronic Pain Scale (GCPS) 23  quantifying pain severity and disability associated with chronic pain; (2) the Neuropathic Pain Symptom Inventory (NPSI) which comprehensively characterizes neuropathic pain. 32  In addition, the 12-item Short Form Survey (SF-12) was used to assess health-related quality of life. 4 , 25 2.3. Large nerve fiber assessment 2.3.1. Nerve conduction studies Sensory nerve conduction studies (NCSs) of the right median and sural nerves and motor NCS and F-wave studies of the right median and tibial nerve were undertaken following standard procedures. For the assessment of large fiber function, the sural sensory nerve action potential (SNAP) amplitude and nerve conduction velocity (NCV) were considered as the main outcome variables. Results were compared with the reference values from the neurological department's electroneurography unit. The limit for sural nerve SNAP amplitude was 10 μV for patients ≤65 years and 5 μV for those >65 years; normal sural nerve NCV was above 40 m/second for all adults. For the tibial nerve, the CMAP should be ≥10 mV, with a distal motor latency upper limit of 6.0 ms and a lower limit of NCV of 40 m/second. 2.3.2. High-resolution ultrasonography Median nerve sonography was performed as an additional test for large nerve fiber involvement, providing dynamic assessment to complement neurological examination, nerve conduction studies, and MRI and to detect early subclinical alterations with potential clinical significance. Patients underwent high-resolution ultrasonography of the right median nerve at a standardized location. The Aplio XG ultrasonography device (Toshiba Medical Systems, STADT, Japan) with an 18-MHz linear transducer and its standard Tissue Harmonic Imaging Software was utilized. The evaluation was performed following a standardized protocol for a transverse plane with patients positioned prone, and measurements of cross-sectional area (CSA) were performed at the wrist, mid-forearm, cubital fossa, and mid-upper arm. Throughout the assessments, the device mode remained constant and measurements were taken without utilizing the zoom function. 2.4. Small nerve fiber tests 2.4.1. Quantitative sensory testing Following the standardized protocol of the German Research Network on Neuropathic Pain (Deutscher Forschungsverbund Neuropathischer Schmerz, DFNS e.V.),  Quantitative sensory testing (QST) was performed on the dorsum of the right foot using a calibrated device (Somedic, Hörby, Sweden). The results were compared individually with published reference data. 22  To better align with the demographic characteristics of our patient cohort, we further compared data with an age- and sex-matched control cohort comprising 60 healthy individuals (median age 42 years, range 21–70), all examined in the QST laboratory of the Department of Neurology, University Hospital Würzburg. A z-score was calculated by log transformation of the raw values. A negative z-score was interpreted as loss-of-function and a positive z-score as gain-of-function. 16 2.4.2. Skin innervation To assess the intraepidermal nerve fiber density (IENFD), a skin-punch biopsy was performed on the right lateral lower leg and upper thigh using a 6-mm circular skin-punch instrument following a standardized procedure.  For the determination of IENFD, nerve fibers within the epidermis were visualized by immunoreaction with antibodies against the protein-gene product (PGP) 9.5 (Ultraclone, United Kingdom, 1:800; primary antibody) with a secondary goat anti-rabbit IgG antibody labelled with cyanine 3 (Cy3) (Amersham, 1:100; Cy3, secondary antibody). Nerve fibers were counted by an observer blinded to subject allocation in accordance with a published protocol. 31  Immunohistochemical staining for CD3 (T cells) and CD68 (macrophages) was routinely performed on diagnostic skin-punch biopsies, to evaluate potential local inflammatory processes contributing to neuropathic pain. The presence of dermal T cells and macrophages was qualitatively determined by immunohistochemical staining using antibodies against the surface markers CD3 (Abcam, Germany, 1:200; primary antibody) and CD68 (Abcam, 1:3000, primary antibody). Using our laboratory normative values (distal IENFD: 9 fibers/mm ± 3 fibers/mm; proximal IENFD: 12 fibers/mm ± 4 fibers/mm), we defined pathological nerve fiber density as <6 fibers/mm at the lower leg and <8 fibers/mm at the upper thigh. The control group consisted of 31 women and 28 men (women: median age 38 years, range 20–56; men: median age 44 years, range 23–75). 13 2.4.3. Corneal confocal microscopy After ruling out corneal pathology through slit-lamp examination by an ophthalmologist, corneal confocal microscopy (CCM) was performed on both eyes of each study participant using the Heidelberg Retina Tomograph Rostock Cornea Module (Heidelberg Engineering, Heidelberg, Germany).  Images of the central subbasal nerve plexus were analyzed for nerve fiber density (NFD), nerve fiber length (NFL), and nerve branch density (NBD). To assess whether pathological values were present, we also compared our data with published normative values for CCM. 29  The control group consisted of 29 women and 21 men (women: median age 38 years, range 22–57, men: median age 43 years, range 21–68). Corneal confocal microscopy results were primarily used to assess SFI more generally, rather than focusing on specific nerve damage. This broader approach provided insights into generalized SFI across the entire patient cohort. The inclusion of CCM data in the overall evaluation allowed for a more comprehensive understanding of the role of generalized small fiber dysfunction in the context of neuropathic pain. 28 2.5. Statistical analysis We conducted statistical analyses using SPSS 26 software (IBM, Ehningen, Germany). The main outcome variables of the study were SFI, assessed by IENFD, CCM parameters, QST, and pain scores. Data distribution was evaluated using the Shapiro-Wilk test. For nonnormally distributed data, we employed the nonparametric Mann-Whitney  U  test, with results presented as median values and ranges. Categorical data comparisons were performed using the Chi 2  test to evaluate differences between predefined groups. These groups were categorized by pain type (no pain, nonneuropathic pain, neuropathic pain with tumor association, and neuropathic pain without tumor association) as well as by NF subtype (eg, NF1, NF2, SWN). A  P -value <0.05 was considered statistically significant. To assess the relationships between demographic and clinical characteristics (eg, age, sex, NF/SWN subtype) and the outcome variables, one-way analyses of variance (ANOVAs) were conducted. These analyses specifically evaluated whether differences in pain categories or NF subtypes were associated with variations in pain intensity, pain-related impairment, and the physical and mental component scores of the SF-12.",
  "introduction": "",
  "results": "",
  "discussion": "",
  "fetched_at": "2026-02-11T23:44:10.557990",
  "abstract_length": 1502,
  "methods_length": 10125,
  "introduction_length": 0,
  "results_length": 0,
  "discussion_length": 0
}