{
  "pmid": "40352015",
  "abstract": "Objective Meningiomas commonly recur following gross total resection (GTR), and the risk of recurrence is difficult to predict using current classification schemes such as the World Health Organization (WHO) tumor grade. This study aimed to create a predictive model of recurrence risk following GTR of WHO grade 1 meningiomas based on histopathological and epidemiological factors.  Methods A retrospective chart review was completed for all patients at our institution who underwent their first surgery for a WHO grade 1 meningioma between 2017 and 2022. Those with genetic predispositions, such as neurofibromatosis type 2, were excluded. Baseline characteristics, including histopathology findings, were obtained, and we used a Risk-calibrated Superspase Linear Integer Model (Risk-SLIM) with a five-fold cross-validation (CV) to create a predictive model of recurrence over an average follow-up of three years.  Results Univariate analysis of our selected variables revealed a significant predictive association between WHO grade 1 meningioma recurrence and subtotal resection but not with any other variable. However, the meningioma recurrence score (MRS) generated by our machine learning algorithm revealed multiple predictive factors of recurrence, including age, female gender, and various histopathologic features, including the Ki-67/MIB-1 index. Conclusions Machine learning algorithms like the one we present here may help identify patients at high risk of recurrence of their WHO grade 1 meningioma, and they are more likely to benefit from closer postoperative surveillance or adjuvant treatment, even when GTR is achieved.",
  "methods": "Materials and methods Following institutional board review approval, a retrospective chart review was conducted of all patients presenting with cranial meningioma who underwent surgery between 2017 and 2022. Individual charts were then reviewed to identify relevant patients and extract operative and histopathologic characteristics. Histopathologic characteristics were collected from patients’ postoperative pathology reports. Patients with WHO grade 2 and grade 3 meningiomas and those with a history of genetic variants that increase the probability of developing meningiomas, such as neurofibromatosis type 2, were removed from this study. Variables were selected given their association with recurrence in prior studies and the frequency at which neuropathologists reported them at our institution. Recurrence was determined at routine outpatient follow-up visits with advanced imaging, with magnetic resonance imaging (MRI) showing regrowth of the tumor near the surgical lesion. Patients missing any of the previously mentioned variables were excluded. Variables were stratified categorically to simplify the prediction model and increase the effect size for each factor. Continuous and categorical variables were initially analyzed using either the Mann-Whitney U test or Fisher’s exact test. Statistical significance was deemed at p-values of <0.05 for each test. A new modeling method known as the Risk-Calibrated Superspase Linear Integer Model (Risk-SLIM) was created to reduce the variability in risk assessment using machine learning techniques. This technique created an optimized risk score with superior risk calibration using an optimized area under the curve (AUC). The AUC is a score to identify the performance of the model. The Risk-SLIM method has been used in various risk prediction models and has been shown to produce excellent results with external validation. Using this method, a risk stratification score was created to identify patients at high risk for WHO grade 1 meningioma recurrence. To assess risk validation, we also examined the average calibration error (CAL), the mean-squared error between the predicted probability and the observed score. The CAL exhibits how close the model score is to the observed score. Following the creation of our model, a five-fold cross-validation (CV) was utilized. Specifically, the data were randomly split into five separate parts, where the model was trained using four of the five folds, and then the model was tested using the last fold of the model. These were denoted as five-fold CV AUC and five-fold CV CAL errors, respectively. A receiver operating characteristic (ROC) curve was conducted to evaluate the predictive ability of the proposed model. All statistics and models were conducted in Python version 3.10 (Python Software Foundation, Wilmington, Delaware, US).",
  "introduction": "",
  "results": "",
  "discussion": "",
  "fetched_at": "2026-02-11T23:44:13.647868",
  "abstract_length": 1639,
  "methods_length": 2850,
  "introduction_length": 0,
  "results_length": 0,
  "discussion_length": 0
}