{
  "pmid": "40353146",
  "abstract": "BACKGROUND: Intradural extramedullary (IDEM) cavernomas are rare vascular lesions that sometimes needs surgery. However, there has been little information about the surgical strategy for these lesions. CASE DESCRIPTION: A 39-year-old male presented with 1 month of left lumbosciatalgia. The magnetic resonance imaging was consistent with either an L4 IDEM neurofibroma or a meningioma. At surgery, we encountered a red-oval encapsulated lesion firmly adhered to the L4 nerve root, which was totally excised along with the root itself. Notably, postoperatively, the patient exhibited no new neurological deficit. CONCLUSION: IDEM cavernoma is rare but should always be a differential diagnosis for other common IDEM lesions. A total excision of an IDEM cavernoma and sacrification of the involved nerve root seem to be a reasonable option.",
  "methods": "",
  "introduction": "Background Intradural extramedullary (IDEM) cavernomas are rare vascular lesions that sometimes needs surgery. However, there has been little information about the surgical strategy for these lesions. INTRODUCTION Spinal cavernous malformations account for 5–12% of all spinal vascular abnormalities.[ 1 , 6 ] Intradural extramedullary (IDEM) cavernomas involving nerve roots of the cauda equina are even less frequently encountered.[ 4 , 5 ] IDEM lumbar root cavernomas present with clinical symptoms and signs reflecting their size and location. There has been few reports about the surgical outcome of these lesions. Here, we present a 39-year-old male undergoing gross total excision of a L4 spinal nerve root cavernoma and sacrifice of the involved nerve root without incurring a new postoperative neurological deficit.",
  "results": "",
  "discussion": "Conclusion IDEM cavernoma is rare but should always be a differential diagnosis for other common IDEM lesions. A total excision of an IDEM cavernoma and sacrification of the involved nerve root seem to be a reasonable option. DISCUSSION Cavernomas account for 5–15% of brain and spine vascular malformations.[ 3 ] IDEM cavernomas are rare, with only about 60 cases being reported in the literature and with most being found in the lumbar region.[ 2 , 4 , 5 ] Histologically, cavernomas consist of sinusoidal vascular channels without interposed neural tissue that are typically encircled by hemosiderin and gliosis.[ 10 ] Here, the dense adhesions between the cavernoma and the nerve root warranted gross total tumor with nerve root excision. The absence of a new postoperative deficit likely reflected the long-standing nature of the cavernoma that likely had promoted adjacent roots to subsume the L4 nerve root’s functions (i.e., “plasticity”).[ 7 - 9 , 11 ] While there has been little information about the surgical strategy for patients with cavernoma lumbar nerve root let, total resection of the lesion and sacrifice of the involved nerve root seems to be safe. CONCLUSION IDEM cavernoma is rare, but it should be a differential diagnosis for other common IDEM lesions such as meningioma or neurinomas. Gross total excision is the treatment of choice and can include nerve root sacrifice in selected cases where there are dense adhesions between the nerve root and tumor.",
  "fetched_at": "2026-02-11T02:20:50.124345",
  "abstract_length": 838,
  "methods_length": 0,
  "introduction_length": 824,
  "results_length": 0,
  "discussion_length": 1479
}