{
  "pmid": "40394150",
  "abstract": "BACKGROUND: Cutaneous neurofibromas (cNFs) are the hallmark of the tumor-predisposition syndrome neurofibromatosis 1 (NF1). While cNFs are always benign, they markedly decrease quality of life in individuals with NF1. Understanding the differences between cNFs and the skin is essential for developing treatments for cNFs. METHODS: We collected 15 cNFs from four NF1 individuals and used mass spectrometry to compare the tumor tissue with the skin overlying each tumor. Data were analyzed based on Gene Ontology (GO) terms. RESULTS: The expression patterns of the Schwann cell marker S100B and several keratins confirmed successful dissection of cNF tissue from the overlying skin. Hierarchical clustering showed extensive overlap between the tumor and skin samples in three out of four individuals, suggesting high overall similarity between the two tissue types. Based on the analysis of the GO terms, cNFs were associated with decreased expression of proteins related to cell proliferation, extracellular matrix remodeling, angiogenesis and cellular metabolism. CONCLUSION: The cNFs are relatively quiescent, consistent with their benign nature and limited growth potential. The development of pharmacological therapy for cNFs requires overcoming the high similarity between cNFs and the overlying skin. The present dataset can serve as a resource for future research on cNFs.",
  "methods": "Methods We collected 15 cNFs from four NF1 individuals and used mass spectrometry to compare the tumor tissue with the skin overlying each tumor. Data were analyzed based on Gene Ontology (GO) terms. Materials and methods Patients and samples The study was approved by the Ethics Committee of the Hospital District of Southwest Finland, and had a research permit from the Turku University Hospital. The study adhered to the principles of the Declaration of Helsinki. Written informed consent was obtained from the participants. The tumor samples were obtained from patients visiting the NF1 clinic operative in Turku University Hospital, Turku, Finland. All sample donors fulfilled the diagnostic criteria for NF1 [ 22 ,  42 ]. The cNFs for mass spectrometry were 3–10 mm in diameter, and they were excised using CO 2  laser upon the patient’s initiative. The overlying skin was immediately dissected apart from the cNF, and both tissues were snap frozen and stored at −80 °C. Altogether 15 tumors from one male and three females were included in the study, with 3–5 tumors per patient. Eight tumors from two patients were estimated to be growing based on the report given by the patients, whereas there was no evidence of recent growth for seven tumors. The patients were aged 28–74 years at tumor excision, with a mean age of 48.6 years and a median of 40.7 years. For the validation of the mass spectrometry results, 20 cNFs from seven individuals with NF1 (four males and three females) were excised using CO 2  laser, formalin-fixed, paraffin-embedded and cut into 3 µm sections for immunohistochemistry. Sample preprocessing Tissue pieces of 2 × 2 × 2 mm were sonicated for five cycles of 30 s on, 30 s off in 50 µL of 100 mM triethylammonium bicarbonate buffer supplemented with Complete Mini protease inhibitors (Roche, Basel, Switzerland). Pressure-based cell lysis was performed for 60 cycles of 50 s at 30 °C and 310 MPa using the Barocycler NEP 2320 instrument (Pressure BioSciences, Easton, MA, USA). The samples were sonicated for five cycles of 30 s on, 30 s off to disrupt DNA. After adding sodium dodecyl sulfate to a final concentration of 5%, the samples were incubated at 95 °C for 5 min and cooled to room temperature. The samples were centrifuged at 17,000 g for 20 min and the non-soluble material was discarded. Protein concentration was determined using the Lowry method, and 50 µg of protein was used for trypsin digestion. For the reduction of the proteins, dithiothreitol was added to a final concentration of 20 mM, and the samples were incubated at 37 °C for 1 h. The proteins were then alkylated by adding iodoacetamide to a final concentration of 40 mM and incubation at room temperature for 30 min. After acidification with phosphoric acid and addition of the S-Trap binding buffer, the samples were applied to S-Trap micro spin columns (ProtiFi, Farmingdale, NY, USA). After washing, 2 µg of trypsin was added in 20 µL of 50 mM ammonium bicarbonate buffer, followed by incubation at 37 °C for 1 h, and at 47 °C for 1 h. The resulting peptides were eluted from the column using 40 µL of a 1:1 mixture of 50 mM ammonium bicarbonate buffer with 0.2% formic acid, and acetonitrile with 0.2% formic acid. The peptides were evaporated to dryness. Mass spectrometry A nanoflow high-performance liquid chromatography system Easy-nLC 1200 coupled to the Q Exactive HF mass spectrometer (Thermo Fisher Scientific, Bremen, Germany) equipped with a nano-electrospray ionization source was used for liquid chromatography-electrospray ionization-MS/MS analyses. A total 600 ng of peptides were first loaded on a trapping column and subsequently separated inline on a 15-cm C18 column (75 μm × 15 cm, ReproSil-Pur 3 μm 120 Å C18-AQ; Dr. Maisch HPLC GmbH, Ammerbuch-Entringen, Germany). The flow rate was 300 nL/min. The mobile phase was solvent A: water with 0.1% formic acid; and solvent B: acetonitrile/water 80:20 (v/v) with 0.1% formic acid. A two-step gradient consisted of 90 min from 5% to 23% of solvent B, followed by 30 min from 23% to 36% of solvent B. Data-independent acquisition (DIA) method was used, and the duty cycle contained one full scan (400–1000 m/z) and 40 MS/MS scans covering the mass range 400–1000 with an isolation window of 15 m/z. The data were acquired automatically using Thermo Xcalibur 4.1 software (Thermo Fisher Scientific) and processed with the Spectronaut Pulsar software (Biognosys, Schlieren, Switzerland). Pulsar is a search engine, integrated into Spectronaut for spectral library generation. A spectral library containing data from all DIA runs was generated with Pulsar, and proteins from individual samples were then identified by comparison against the generated spectral library. The raw dataset covered 3002 different proteins. Data were normalized before analysis. Data processing To exclude low confidence protein identifications, we required for each protein  P  value <0.05 and identification based on at least two peptides in at least one sample. Application of these criteria led to the inclusion of 2461 proteins in the final dataset. The proportion of missing proteins was 0.9–6.4% per sample. Among the cNF samples, an average of 99.4% of proteins (range 99.2% to 99.6%) were observed in at least one sample of a donor, and 93.0% (range 92.2% to 94.4%) in all samples of a donor. The respective numbers were 99.7% (range 99.3% to 99.9%) and 95.1% (range 91.6% to 97.7%) in the skin samples. Protein identification was based on a median of 5 peptides (range 1 to 454) and a median sequence coverage of 19% (range 0.1% to 100%). Any remaining missing values in the dataset were either missing at random due to random failure to detect the protein, unrelated to the nature of the respective peptides or their measured intensity; or missing not at random because of expression level below the limit of detection [ 43 ]. Since missing values caused by low protein expression are informative, they were imputed with the minimum protein quantity value observed in the dataset. We assumed that a maximum of 20% of observations could be missing at random. If a protein could be quantified in ≥80% of samples of one tissue type (cNF or skin), the detection was considered reliable and any missing values in excess of 20% in the other sample type were assumed to be due to an expression level below the limit of detection and therefore imputed. If the protein was detected in less than 80% of samples in both tissue types, no imputation was performed to avoid imputing missing values caused by protein lability or technical issues. As a result, we may have missed proteins whose expression is low in both skin and cNF, yet these were not of our primary interest, as we aimed to characterize proteins differentially expressed in cNF and skin. Application of this procedure led to the imputation of 472 missing values (0.64% of all measurements; 373 values in cNF samples and 99 values in skin samples) in 119 proteins (4.8%). After the imputation, 99.96% of the 2461 proteins had data in both cNF and skin. A total of 1430 missing values in 499 proteins remained, and these were assumed to be missing at random. Statistical analysis The proteins detected in the samples were linked to Gene Ontology (GO) terms (release 2021-07-02) [ 44 ,  45 ], and the GO terms associated with more than four different proteins in the dataset were analyzed. The analysis focused particularly on the GO terms related to extracellular matrix, angiogenesis and cellular metabolism. The cNF and skin were compared using linear mixed effects regression modeling of the log-transformed protein quantities, and a random intercept for each protein and nested random intercepts for each patient and sample were included. In case of model non-convergence, the models were simplified by first omitting the random intercept for each patient and then, if necessary, the random intercept for each sample. In addition, keratins, collagens and the Schwann cell marker S100 calcium-binding protein B (S100B) were analyzed at the level of individual proteins to confirm the successful dissection of the cNF from the overlying skin and to further describe the differences between cNFs and the skin. The single-protein analyses were performed similarly to the analyses of the GO terms, yet the random intercept for each protein was not included. The  P  values were Bonferroni corrected to account for the multiple comparisons. Sensitivity analyses encompassing specific subsets of tumors were used to validate the robustness of the results. Correlations between GO terms were assessed using linear mixed effects regression with a random intercept for each patient. In order to do this, the quantity of each protein related to a specific GO term in each sample was normalized relative to the average quantity of the protein observed over all samples. The normalized protein quantities were averaged over the different proteins to obtain a sample-specific index for each process of interest, and log-transformed values were analyzed. The GO terms for angiogenesis (GO:0001525), cell population proliferation (GO:0008283), and positive regulation of mitogen-activated protein kinase (MAPK) cascade (GO:0043410) were correlated with the GO terms for extracellular matrix disassembly (GO:0022617), cellular protein metabolic process (GO:0044267), carbohydrate metabolic process (GO:0005975), and lipid metabolic process (GO:0006629). To describe the overall similarity between cNFs and the skin, protein-level data were visualized as heatmaps and hierarchical clustering was performed using the complete linkage method. All analyses were performed using the R software for statistical computing, version 4.0.0, and package lmerTest, version 3.1-2.  P  values <0.05 were considered statistically significant. Immunohistochemistry In order to validate the findings from mass spectrometry, 20 samples were labeled for the cell proliferation marker Ki67 and collagens XV and XVIII. The Ki67 immunohistochemistry was performed using the BenchMark Ultra system (Roche). A 36-min pretreatment with the Cell Conditioning Solution CC1 (Roche) was followed by a 12-min incubation with the CONFIRM anti-Ki67 (clone 30-9) rabbit monoclonal primary antibody (Roche) and detection with the UltraView Universal DAB detection kit (Roche). For collagen XV and XVIII immunostainings, epitope retrieval was performed using a heat-mediated method for 15 min with Tris/EDTA buffer (pH 9), followed by an incubation with polyclonal anti-collagen XV (Sigma-Aldrich, HPA017913, 1:1000) or in-house monoclonal anti-collagen XVIII (ref. [ 46 ], DB144-N2, 7 µg/ml) primary antibody. The labeling was carried out using the peroxidase-based Dako EnVision kit (Agilent Dako, Santa Clara, CA, USA) according to the manufacturer’s protocol. For negative controls, the primary antibodies were omitted and replaced with phosphate-buffered saline. All sections were counterstained with hematoxylin and imaged using the NanoZoomer S60 digital slide scanner (Hamamatsu, Hamamatsu City, Japan) and Pannoramic Midi FL slide scanner (3DHistech Ltd, Budapest, Hungary).",
  "introduction": "",
  "results": "",
  "discussion": "",
  "fetched_at": "2026-02-11T23:44:17.763896",
  "abstract_length": 1379,
  "methods_length": 11154,
  "introduction_length": 0,
  "results_length": 0,
  "discussion_length": 0
}