{
  "pmid": "PMID:40405809",
  "abstract": "Malignant peripheral nerve sheath tumors (MPNSTs) primarily originate from the neurofibromatosis 1 (NF1)- associated and/or sporadic neurofibromas. Reports of malignant transformation from a sporadic soft tissue schwannoma are rare. In most tumors documented in this context so far, the malignant component is an epithelioid MPNST with a strong and diffuse S100 positivity. We present a patient diagnosed with a sporadic soft tissue schwannoma on core biopsy, which underwent rapid malignant transformation to a spindle cell type MPNST. Somatic tumor profiling of the excision specimen revealed",
  "methods": "",
  "introduction": "Introduction Schwann cells of neural crest origin give rise to schwannomas, neurofibromas, and malignant peripheral nerve sheath tumors (MPNSTs). Although they share a common embryonic origin, their clinical course and genetic makeup are distinct. \n  Approximately 50% of MPNSTs are associated with neurofibromatosis 1 (NF1), originating from pre-existing neurofibromas harboring germline  1 \n NF1  gene mutations. Another 45% of tumors are sporadic, while the rest are radiation associated. \n  Nearly 40% of sporadic MPNSTs also show  2 \n NF1  mutations and other genetic and epigenetic abnormalities that influence their biological behavior and therapeutic responses. \n 2 \n More than 90% of schwannomas are sporadic, with 77% harboring neurofibromatosis 2 ( NF2 ) gene deletions or mutations, while some schwannomas are associated with schwannomatosis predisposition syndromes. \n \n 3 \n NF2  is a tumor suppressor gene that encodes Merlin (also known as schwannomin), which is highly expressed in Schwann, meningeal, and ependymal cells. Merlin inhibits the PI3K/Akt/mTOR pathway and receptor tyrosine kinase signaling, inhibiting cell proliferation, growth, and survival. Loss of  NF2 /Merlin leads to benign and malignant Schwann cell neoplasms. \n  It is the most common recurrent genetic alteration in sporadic and germline schwannomas. 4 \n \n 5 \n Although very rare, transformation of a schwannoma to MPNST has been documented primarily in vestibular schwannomas with or without prior radiation,  followed by soft tissue schwannomas (noncranial nerves). 6 – 8  The molecular changes associated with this particular type of malignant transformation have not been well documented. We describe a patient with a biopsy-proven sporadic soft tissue schwannoma with rapid malignant transformation to a high-grade spindle cell-type MPNST with an early  9 – 17 TP53  missense mutation,  NF2  loss, and  NRAS  mutation, but with retained H3k27me3 and SMARCB1 protein expression.",
  "results": "",
  "discussion": "Discussion Even though our excision specimen was entirely replaced by a high-grade spindle cell sarcoma, including the separately examined pseudocapsule of the tumor, the prior biopsy served as evidence for a pre-existing schwannoma, thus fulfilling the criteria of Woodruff et al \n  for diagnosing malignant transformation of schwannoma. The finding of the  9 \n NF2  V24_T28del frameshift mutation caused by a 15bp deletion in exon 1 of the  NF2  gene on chromosome 22, with 47% VAF in the excision specimen, further supported that it arose from a schwannoma. We do not know the  NF2  germline status of our patient; however, the penetrance rate of  NF2  is nearly 100% by 60 years of age. \n  Our patient was 76 years old with a solitary soft tissue schwannoma. No bilateral vestibular schwannomas or other nervous system tumors were identified clinically, and she had no family history of schwannomas. However, given the morphology and the overall IHC pattern, her primary tumor was best considered a sporadic schwannoma. 18 \n The other SOX10-positive tumors with mild cytological atypia, which may be considered differential diagnoses for the biopsy of this tumor, include neurofibroma, granular cell tumor, soft tissue myoepithelioma, and metastatic melanoma. \n  However, these tumors are often not encapsulated and lack the hyalinized vessels typically seen in schwannomas. They feature more round or polygonal cells (granular cell tumor), may not be diffusely positive for SOX10/S100, and may be cytokeratin positive (soft tissue myoepithelioma). Overall, the  19 \n NF2  mutation identified in the subsequent, overtly malignant form of this tumor ruled out the other possibilities. The transformation of vestibular schwannomas into MPNSTs has been well-reported. However, a histopathological confirmation is only documented in 13 patients to date. \n  Some tumors are radiation associated, 6 \n \n  and some are not. 8 \n  No association with “schwannomatoses” has been reported in these patients. Most of these tumors demonstrate a spindle cell morphology, with focal epithelioid cells in some. 20 , 21 \n  Tumors with malignant transformation exhibit either focal, 21 \n  or complete loss of S100 expression. 8 , 20 , 21 \n  Conversely, a histopathology-proven transformation of sporadic soft tissue schwannomas to MPNSTs has been reported in fewer than 30 patients, all of whom are summarized in  22 \n Table 1 .  In most patients, the MPNST was of the epithelioid subtype 9 – 12 , 14 – 17  ( 9 , 10 , 12 , 16 , 17 Table 1 ). A conventional spindle cell-type MPNST arising from a sporadic soft tissue schwannoma has only been reported in 2 patients  ( 11 , 14 Table 1 ). The malignant component was identified within a benign schwannoma in all these tumors. Notably, in most patients, the malignant transformation occurred in deep-seated schwannomas.  McMenamin et al reported 4 epithelioid MPNSTs arising within schwannomas. In one of these patients, the epithelioid MPNST presented as a rapid and painful enlargement of a long-standing neck lump postradiation. We excluded this patient from our literature review due to potential radiation association. Similar to our patient, malignant transformation presented as rapid and painful enlargement of a pre-existing lesion in two of their patients. 9 , 12 , 14 , 16 , 17 \n  Our tumor is another example of a sporadic soft tissue schwannoma with malignant transformation to a conventional spindle cell-type MPNST. 12 \n Table 1. Literature Review of Malignant Transformation of Schwannoma to MPNST. Study (year) Number of patients Age/sex Schwannoma type/location Morphology of malignant component IHC Treatment Outcome Benign component Malignant component Woodruff \net al (1994) \n 9 \n 7 UNK* Plexiform classical/left second finger Epithelioid S100: strong and diffusely + in Antoni A areas S100: patchy + Digit amputation LTOF 31/M Classical/sacral foramen and pelvis Epithelioid ND ND Excision LR treated with RT. DM and DOD in 3 mo's 60/M Classical/in thecal sac attached to dura Epithelioid ND ND Excision DOD in 2 mo's from dural and vascular invasion 93/F Classical/thumb Round neuroepithelial cells ND ND Excision DOC 11 mo's after resection 48/F Ancient/intrathoracic Round and elongated neuroepithelial cells S100: + S100: + Excision and CRT DM and DOD in 16 mo's 34/M Classical/gluteal (adherent to sciatic nerve) Epithelioid S100: +, Keratin: −ve S100: +, Keratin: −ve Excision and CRT DM and DOD 5 mo's after resection 50/M Classical/cerebellopon-tine angle Epithelioid S100: + S100: −ve Excision DOC 1 mo after resection 75/F Ancient/neck Epithelioid S100: +, Keratin: −ve S100: +, Keratin: + Excision and RT NED after 5 years 64/M Classical/thigh (attached to sciatic nerve) Epithelioid S100: + S100: UNK* Excision DM and DOD at 1 year Nayler et al (1996) \n 10 \n 1 22/F Classical/attached to median nerve of forearm Epithelioid S100: strong and diffusely + in both components Excision No residual tumor on WLE Mikami et al (2000) \n 11 \n 1 51/M Ancient/right neck Spindle cell S100: strong + p53: faint + S100: −ve, p53: strong + Excision Unresectable LR at 3 mo's with extension into skull base McMenamin et al (2001) \n 12 \n 3 46/F Classical/leg (posterior tibial nerve) Pure EPMNST S100: strong and diffusely + in both components Marginal with subsequent reexcision NED at 15 mo’s 51/M Classical/right lateral neck attached to sympathetic chain S100: strong and diffusely + in both components Excision Unresectable LR at skull base at 3 mo's. Malignant pleural effusion, and DOD at 11 mo's 75/F Classical/leg S100: strong and diffusely + S100: −ve Marginal excision NED at 3 mo's Endo et al (2013) \n 14 \n 1 58/F Classical/lower back Spindle cell S100: diffuse +, p53: −ve S100, SMA: focal,  + p53: −ve Excision and thoracotomy for DM to lung NED at 3 years 2 mo's Schaefer \net al (2019) \n 17 \n 1 59/M Classical/back Pure EPMNST SMARCB1: retained NA* NA* Heatley \net al (2020) \n 16 \n 1 25/F Classical/thigh EPMSNT S100, SOX10, GFAP, D2-40, CD56: strong and diffusely +, SMARCB1: retained S100, SOX10, GFAP, D2-40, CD56: strong and diffusely + EMA: +,  SMARCB1: lost Excision NED at 20 mo's Current patient 1 76/F Classical/psoas Spindle cell MPNST S100: strong and diffusely +, SOX10: strong + in Antoni A areas, p53: + (mutant type) S100, SOX10: −ve, \np53: + (mutant type) Excision followed by palliative RT DOD at 1 mo Abbreviations: +, positive; −ve, negative; CRT, chemoradiation; DM, distant metastasis; DOC, death from other causes; DOD, died of disease; LTOF, lost to follow-up EPMNST, epithelioid malignant peripheral nerve sheath tumor; IHC, immunohistochemistry; LR, local recurrence; mo's, months; MPNST, malignant peripheral nerve sheath tumor; NA*, details unavailable/could not be interpreted from the information available in the article; ND, not done; NED, no evidence of disease; RT, radiotherapy; UNK*, unknown; WLE, wide local excision. The tumor suppressor  TP53  is the most frequently mutated gene in cancer. In MPNSTs, the mutation frequency is variable, with a prevalence of 16.9%.  However, when assessed through a  23 , 24 TP53 -associated gene signature, disruptions in the TP53 pathway, collectively termed the “ TP53 -mutated phenotype,” have been observed in up to 60% of MPNSTs. \n  Most  24 \n TP53- mutated MPNSTs are of the conventional type and arise from neurofibromas.  TP53  mutations in MPNST ex-schwannomas have only been documented in some case reports by IHC.  Animal studies have provided evidence for a synergistic effect of  7 , 11 , 25 NF2  and  TP53  alterations in MPNST development. \n  Our tumor showed a G266R point mutation in the  26 \n TP53  gene with a high VAF in the excised specimen. In retrospect, IHC staining showed mutant-type p53 staining in both excision and biopsy specimens. This indicated that the  TP53  mutation occurred early in the malignant transformation process, even when the benign schwannoma morphology was maintained. This raises the question of whether p53 IHC should be considered in the biopsy work-up of schwannomas. Although we cannot draw a conclusion based on one patient, we would, in the future, consider p53 IHC in clinically suspicious tumors, such as worsening symptoms with rapidly enlarging or deep-seated tumors, as seen in our patient. Other NGS findings in our tumor included  NRAS  p.Q61 K missense mutation (VAF 20.2%), which has been previously reported in 1 of 44 sporadic MPNSTs by Kao et al, \n  but has not been identified by genomic profiling of MSK-IMPACT, which included 50 MPNSTs in their cohort. 27 \n \n  The missense mutation R89W in the  28 \n RICTOR  gene has a low VAF of 3.9%. Therefore, this could be subclonal and might be a source of tumor heterogeneity, but it is not a driver of tumorigenesis. MPNST could be a diagnostic challenge for pathologists given its high-grade morphology and often negativity for S100 and SOX10 by IHC. Loss of H3K27me3 expression in MPNSTs corresponds to  SUZ12  and  EED  gene mutations, and its identification has greatly improved the diagnostic accuracy of IHC. Although not completely specific for MPNST, it represents a valuable marker for this diagnosis. However, the frequency and extent of loss (partial vs complete) vary depending on the MPNST grade. \n  Our tumor is another example of retained H3K27me3 by IHC and correlates with the absence of  29 \n SUZ12  and  EED  gene mutations by NGS. Based on morphology and lack of lineage-specific markers, the excised high-grade sarcoma could have been classified as an undifferentiated pleomorphic sarcoma in the absence of prior core biopsy or NGS data. This case raises the possibility that some tumors labeled as undifferentiated pleomorphic sarcomas may actually represent MPNSTs. Conclusion Herein, we report a novel scenario of a sporadic soft tissue schwannoma in an older woman that rapidly transformed into a spindle cell-type MPNST with an early  TP53  mutation,  NF2  loss,  NRAS , and subclonal  RICTOR  gene mutations. A unique feature of this tumor is the mutant-type p53 expression detected by IHC in a morphologically benign schwannoma. This raised the practical question of whether we should consider p53 IHC on biopsies of schwannomas, particularly those in deep-seated locations. The resected tumor histologically resembled the undifferentiated pleomorphic sarcoma with no immunoreactivity for any lineage-specific markers, which also raised the speculation that some of the so-called undifferentiated pleomorphic sarcomas might be MPNSTs.",
  "fetched_at": "2026-02-11T02:17:56.332076",
  "abstract_length": 594,
  "methods_length": 0,
  "introduction_length": 1972,
  "results_length": 0,
  "discussion_length": 10511
}