{
  "pmid": "40406628",
  "abstract": "Neurofibromatosis type 1 (NF1) is a rare clinical entity when associated with breast tumors. Women diagnosed with NF1 are 5 times more likely to develop breast cancer from a preexisting neurofibroma lesion. Previous studies have recommended earlier breast cancer screening starting at age 30 for NF1 patients. Morbidity associated with NF1 lesions include pain, paresthesia, and motor deficits, which contribute to a decreased quality of life. Although breast involvement is rare, the most common location of neurofibromas involving the breast is the nipple-areolar complex (NAC). Mastectomy incision type and management of the NAC have not been well studied in NF1 patients with NAC-sparing breast neurofibromas. The purpose of this case report is to describe a 23-year-old woman with a severe breast deformity diagnosed with NF1 who underwent nipple-sparing mastectomy with immediate latissimus flap reconstruction and nipple neurotization. Neurotization of the nipple may restore sensation in NF1 patients who undergo nipple-sparing mastectomy and immediate breast reconstruction for an NAC-sparing solitary breast neurofibroma. Collaboration between surgical oncology and plastic surgery should guide surgical decision-making to optimize patient treatment and satisfaction outcomes.",
  "methods": "",
  "introduction": "",
  "results": "",
  "discussion": "DISCUSSION NF1 is a genetic condition that predisposes patients to the development of neurofibromas.  Transformation of preexisting benign lesions into malignant MPNSTs occurs in up to 13% of patients with NF1 worldwide and accounts for 5% of soft tissue sarcomas diagnosed yearly in the United States. 1  MPNST is an aggressive sarcoma with a survival rate of 56% at 10 years following diagnosis. 8  Breast cancer is 5 times more likely in NF1 patients. 4  Previous small cohort studies have proposed earlier breast cancer screening for NF1 patients compared with women in the general population, although there are no current breast cancer screening guidelines specific to NF1 patients. 4  Despite its malignant potential, many NF1 patients with neurofibromas seek care to improve the resultant deformity. 4  Higher rates of depression and social anxiety due to numerous cutaneous neurofibromas in NF1 patients poorly affect their quality of life. 2 2 Interdisciplinary management between plastic surgery and surgical oncology should be individualized and include evidence-based treatment while involving patients in decision-making for the best aesthetic outcomes. NSM was performed in this patient for a solitary benign breast neurofibroma without NAC involvement. A latissimus flap was chosen to replace the resultant skin deficiency from the wide local excision. The patient was not a candidate for deep inferior epigastric flap reconstruction due to her limited abdominal donor site and declined thigh-based free flap. Sensation to the NAC can be diminished in up to 58% of patients following NSM.  Neurotization of the NAC has been described following immediate autologous or implant-based breast reconstruction and has been shown to preserve recovery of NAC sensitivity up to 15 months postoperatively. 6  Although NAC reinnervation has been described in patients undergoing mastectomy, these cases were performed in the setting related to breast cancer and not for benign breast disease. 7 , 9  A study of 13 patients who underwent NAC neurotization and subpectoral implant-based breast reconstruction found that there was improved NAC sensation using monofilament testing at 10.6 months postoperatively. 5  However, 2-point discrimination was not assessed. 9  Further studies are warranted to assess NAC sensation using 2-point discrimination. 9  This patient underwent immediate nipple neurotization following NSM for a benign breast neurofibroma. Retroareolar cutaneous nerve coaptation to intercostal nerves was performed to preserve NAC sensation measured by monofilament testing. This patient reported NAC sensory preservation using monofilament testing on follow-up at 210 days but was not able to discern 2-point discrimination. Further studies with long-term follow-up are warranted to assess NAC sensory preservation. Currently, a randomized clinical trial is underway to study the effect of nipple neurotization on breast cancer patients undergoing immediate implant-based reconstruction after NSM. 9 10 CONCLUSIONS Neurotization of the NAC may restore sensation in NF1 patients who undergo NSM and immediate breast reconstruction for an NAC-sparing solitary breast neurofibroma. A multidisciplinary approach between breast surgical oncology and plastic surgery should guide surgical decision-making to optimize treatment outcomes and patient satisfaction.",
  "fetched_at": "2026-02-11T02:17:48.392922",
  "abstract_length": 1286,
  "methods_length": 0,
  "introduction_length": 0,
  "results_length": 0,
  "discussion_length": 3377
}