{
  "pmid": "PMID:40419758",
  "abstract": "Mirdametinib (GOMEKLI",
  "methods": "",
  "introduction": "Introduction The RAS-RAF-MEK-ERK signalling cascade of the mitogen-activated protein kinase (MAPK) pathway is responsible for regulating cell proliferation, differentiation and survival, with the RAS protein the master regulator of this cascade [ 1 ]. RASopathies are a group of clinically overlapping developmental disorders resulting from mutations in the genes encoding proteins within the RAS-RAF-MEK-ERK cascade [ 2 ,  3 ]. In patients with these genetic mutations, signal flow through the cascade is dysregulated [ 2 ]. \n \n Among the RASopathies is neurofibromatosis type 1 (NF1) [ 3 ]. NF1 is an autosomal dominant tumour predisposition syndrome with a highly variable clinical presentation [ 4 ,  5 ]. It is the second most common RASopathy and the most common genetic disorder affecting the human nervous system [ 3 – 5 ]. The  NF1  gene is a tumour suppressor gene located on chromosome 17 that negatively regulates RAS activity [ 4 ,  6 ]. Mutations in  NF1  cause a deficit in functional neurofibromin, leading to constitutive activation of the RAS/RAF/MEK/ERK cascade, which is key in driving tumour growth and progression [ 4 ]. One of the most common (occurring in up to 50% of individuals with NF1) tumour-related manifestations of NF1 is non-malignant peripheral nerve sheath tumours [also known as plexiform neurofibromas (PN)] [ 4 ,  5 ]. The key initiating event in their pathogenesis is thought to be the somatic inactivation of the normal  NF1  allele in Schwann cells, resulting in RAS activation [ 5 ]. PN are usually congenital or manifest in early childhood and grow most rapidly in children aged < 5 years [ 4 ]. They can sometimes be associated with substantial morbidity [ 4 ,  5 ]. In children with NF1, low-grade glioma (LGG) is the most prevalent CNS tumour [ 7 ]. It occurs most frequently within the optic pathway, followed by the brainstem [ 7 ]. With conventional chemotherapy or radiotherapy resulting in limited clinical benefits in patients with NF1-PN, partial or complete surgical resection was, until recently, the only treatment option for this patient population [ 4 ]. However, targeting the dysregulated MAPK pathway [e.g. by inhibiting the mitogen-activated protein kinase kinase (MEK), downstream of RAS] has been shown to be a therapeutic option and could be of use in patients with symptomatic and inoperable (e.g. due to location or size) NF1-PN [ 4 ,  5 ]. Mirdametinib (GOMEKLI TM ) is an orally administered small molecule inhibitor of MEK 1 and MEK 2 (MEK1/2) developed by SpringWorks Therapeutics [ 8 ,  9 ]. It is the first therapy to be approved (on 11 February 2025) for the treatment of both adults and children with NF1-PN in the USA, where it is indicated for use in adult and paediatric patients 2 years of age and older with NF1 who have symptomatic PN not amenable to complete resection [ 8 – 10 ]. Mirdametinib is available as capsules or tablets for oral suspension [ 9 ]. The recommended dosage [based on body surface area (BSA)] is 2 mg/m 2  twice daily (approximately every 12 h) with or without food for the first 21 days of each 28-day cycle. The maximum dosage is 4 mg twice daily. Specifically, for patients with a BSA of 0.40 to 0.69 m 2 , 0.70 to 1.04 m 2 , 1.05 to 1.49 m 2  and ≥ 1.50 m 2 , the recommended dosage is 1 mg twice daily, 2 mg twice daily, 3 mg twice daily and 4 mg twice daily, respectively. For patients with a BSA < 0.40 m 2 , the recommended dosage has not been established. Mirdametinib capsules must be swallowed whole, and the tablets can be swallowed whole or dispersed in drinking water and administered orally as a liquid [ 9 ]. Prescribing information should be consulted for information regarding preparation and administration details, and dosage modification recommendations for adverse reactions [ 9 ]. Warnings and precautions regarding mirdametinib in the US prescribing information include those for ocular toxicity, left ventricular dysfunction and dermatological adverse reactions. Patients should undergo a comprehensive ophthalmic assessment and an echocardiogram [to assess ejection fraction (EF)] before starting and during mirdametinib treatment. Monitoring for and/or managing these adverse reactions (by continuing, reducing, withholding and/or discontinuing mirdametinib) is required. As mirdametinib can cause foetal harm, effective contraception should be used during treatment and for 6 weeks or 3 months after the last dose in females of reproductive potential, and males with female partners of reproductive potential, respectively [ 9 ]. A Marketing Authorisation Application for mirdametinib in NF1-PN is currently under review in the EU [ 8 ]. Clinical studies of mirdametinib for the treatment of paediatric low-grade glioma are ongoing.  Patent Information In July 2021, the US Patent and Trademark Office assigned a ‘358 patent to Warner-Lambert Company (a subsidiary of Pfizer) [ 11 ]. The patent is a composition of matter patent that covers the polymorphic form of mirdametinib and expires in 2041. SpringWorks Therapeutics has exclusive rights to the ‘358 patent pursuant to an existing worldwide license with Pfizer [ 11 ].",
  "results": "",
  "discussion": "",
  "fetched_at": "2026-02-11T02:17:32.466491",
  "abstract_length": 21,
  "methods_length": 0,
  "introduction_length": 5158,
  "results_length": 0,
  "discussion_length": 0
}