{
  "pmid": "40428382",
  "abstract": "Neurofibromatosis type 1 (NF1) is an autosomal dominant disorder caused by mutations in the",
  "methods": "",
  "introduction": "1. Introduction NF1: Genetic and Clinical Overview Neurofibromatosis type 1 (NF1), historically known as von Recklinghausen’s disease, is a genetic disorder that affects multiple systems in the body. It follows an autosomal dominant inheritance pattern and occurs in approximately 1 in every 2500 to 3000 live births. The condition results from inactivating mutations in the  NF1  tumor suppressor gene, located on chromosome 17q11.2, a region known for having one of the highest mutation rates among single-gene disorders in humans [ 1 ]. The discovery of the  NF1  gene in 1990 marked a major breakthrough in understanding the molecular mechanisms underlying this disorder [ 2 ]. The gene encodes neurofibromin, a large cytoplasmic protein that acts as a GTPase-activating protein, functioning as a negative regulator of the Ras signaling pathway. Under normal circumstances, neurofibromin accelerates the inactivation of Ras, which helps to control cell growth and differentiation. However, when neurofibromin is absent or non-functional due to  NF1  gene mutations, Ras signaling becomes overactive, leading to uncontrolled cell proliferation and tumor formation [ 3 ]. NF1 is characterized by a wide range of clinical features, with symptoms typically appearing in early childhood. Among the most common and recognizable signs are dermatological findings such as café-au-lait macules (CALMs), freckling in the axillary or inguinal regions, and Lisch nodules, which are benign hamartomas found in the iris. In addition to these skin manifestations, many children with NF1 experience cognitive and developmental challenges, including learning disabilities, attention-deficit/hyperactivity disorder (ADHD), and features associated with autism spectrum disorders. These neurodevelopmental issues can significantly affect academic performance and social development. Brain imaging often reveals unidentified bright objects (UBOs), particularly in areas such as the basal ganglia and cerebellum, which may correlate with some of the neurological difficulties observed in these patients [ 4 ]. Individuals with NF1, both children and adults, also face an increased risk of developing various types of tumors. Among the most common tumors of the central nervous system are optic pathway gliomas, often classified as pilocytic astrocytomas. These typically arise during childhood or adolescence and may impact vision and endocrine function. Other tumor-related complications include the development of neurofibromas, which are benign peripheral nerve sheath tumors that frequently appear around puberty, and congenital plexiform neurofibromas, which may be present earlier and have the potential to grow extensively, sometimes leading to significant morbidity. There is also a risk of malignant transformation of these tumors into malignant peripheral nerve sheath tumors (MPNSTs), which are highly invasive and difficult to treat. Beyond the nervous system, affected individuals may develop pheochromocytomas, gastrointestinal stromal tumors (GISTs), and, in women, an increased risk of breast cancer. Additional complications often include skeletal abnormalities such as scoliosis and tibial dysplasia, as well as cardiovascular issues like renal artery stenosis and congenital heart defects, which are present in approximately 10% of cases [ 4 ]. The impact of NF1 on life expectancy is considerable. A population-based study from Finland reported a reduction in lifespan of about 16.5 years for men and 26.1 years for women with NF1, primarily due to the elevated risk of both benign and malignant tumors [ 5 ]. These findings emphasize the importance of early diagnosis and timely medical intervention to manage complications and improve patient outcomes. The diagnosis of NF1 has traditionally been based on clinical criteria established by the National Institutes of Health in 1988. According to these guidelines, the diagnosis requires the presence of at least two of the following features: six or more café-au-lait macules larger than 1.5 cm after puberty or 0.5 cm before puberty, freckling in the underarm or groin regions, two or more neurofibromas or one plexiform neurofibroma, an optic glioma, two or more Lisch nodules, specific bone abnormalities, or a first-degree relative with NF1. However, due to the considerable variability in how the disease presents, even among affected members of the same family, and the potential overlap with other genetic conditions, these diagnostic criteria were updated in 2021 to include molecular genetic testing. The identification of a pathogenic  NF1  variant is now considered an independent diagnostic criterion, a revision particularly beneficial for diagnosing young children who may present with limited clinical features or lack a known family history of the disorder [ 6 ]. Integrating genetic testing into the diagnostic process enhances the accuracy of NF1 diagnoses and allows for early detection and individualized management strategies. Recognizing pathogenic  NF1  variants at an early stage enables proactive monitoring and timely intervention, which can help reduce the severity of complications. Furthermore, genetic testing provides valuable information for family planning and helps assess the risk of NF1 in relatives. The integration of molecular diagnostics has thus become a key element in improving both the quality of life and clinical outcomes for individuals affected by NF1.",
  "results": "",
  "discussion": "9. Discussion NF1 continues to pose significant diagnostic and therapeutic challenges due to its marked genetic heterogeneity, variable phenotypic expression, and the intrinsic complexity of the  NF1  gene itself [ 17 ]. While the NIH diagnostic criteria remain clinically valuable, they are often insufficient in cases with early onset, atypical manifestations, or borderline presentations [ 6 ]. In such instances, molecular testing has become increasingly indispensable. However, the interpretation of  NF1  variants remains difficult since the gene lacks well defined mutation hotspots and encompasses thousands of unique variants, many of which are classified as VUS [ 31 ]. This high rate of uncertain findings complicates clinical decision-making and diminishes the immediate utility of genetic test results. Recent advancements in AI and computational biology are transforming the landscape of NF1 diagnostics, particularly in the interpretation of gene variants. AI-driven tools such as VEST3, REVEL, ClinPred, DITTO, and RENOVO-NF1 have demonstrated high accuracy in classifying genetic variants and reclassifying VUS with improved reliability [ 29 , 37 , 41 ]. These models leverage diverse inputs—including structural, functional, and evolutionary data—to generate more refined pathogenicity predictions. Further, AI’s role extends beyond simple classification. In silico modeling platforms like AlphaFold allow researchers to predict the biophysical impact of mutations on neurofibromin, as demonstrated in the identification of destabilizing mutations such as  C379R  and  C1016Y , that might otherwise remain undetected or misclassified by conventional methods [ 31 ]. Such tools offer a promising path forward in resolving diagnostic ambiguity and expanding the catalog of clinically actionable variants. In addition to variant interpretation, AI has shown potential in addressing other clinically significant aspects of NF1 management. For example, LTC-based machine learning models have achieved near-perfect accuracy in classifying NF1-associated tumors using gene expression data [ 39 ]. The RENOVO-NF1 tool has also made a substantial impact by reclassifying more than 4000 missense VUS listed in ClinVar, demonstrating its utility in refining variant databases and enhancing clinical interpretation [ 41 ]. In rare and complex manifestations such as CPT, AI-powered in silico trials and bioinformatics platforms have been used to predict treatment response and identify potential therapeutic targets, thereby contributing to emerging precision medicine strategies in NF1 [ 46 ]. Furthermore, AI is increasingly being utilized beyond genomics for NF1, extending into the field of medical imaging. Deep learning models can accurately distinguish malignant from benign lesions on whole-body MRI scans in patients with NF1 [ 76 ]. These models, trained to account for complex anatomical backgrounds, underline the expanding role of AI across disciplines and highlight its capacity to complement both genetic and radiologic diagnostics. The integration of AI across these domains reinforces the multidisciplinary nature of NF1 care and reflects the broader goal of enhancing diagnostic accuracy and patient outcomes. The advantages of applying AI to NF1 are numerous ( Table 2 ). AI algorithms can process vast and complex datasets with remarkable speed, significantly reducing the time and labor associated with manual variant interpretation. They are capable of detecting subtle patterns and correlations that may be missed by human analysis, offering insights into potential genotype–phenotype relationships. With continued development, AI could enable the integration of genomic, transcriptomic, and phenotypic data, helping clinicians build comprehensive and individualized patient profiles that support personalized care. Nonetheless, several limitations and challenges remain ( Table 3 ). Many AI models are trained on datasets that lack sufficient population diversity, potentially limiting their generalizability across ethnic and demographic groups. Moreover, while these tools show strong predictive performance, most predictions lack functional validation and, therefore, cannot yet be translated directly into clinical recommendations. This is especially true for non-coding and intronic variants, which are currently underrepresented in algorithm training and interpretation. AI systems also require high-quality, annotated datasets for effective training, and their successful implementation into clinical workflows will depend on overcoming regulatory, infrastructural, and ethical hurdles. In this evolving landscape, platforms like Franklin by Genoox [ 74 ], which offer real-time variant classification and community-based data sharing, represent valuable tools for enhancing collaborative interpretation and reducing uncertainty in variant analysis. Moreover, concerns about data privacy, algorithm transparency, and clinician familiarity with proper oversight of AI tools is crucial to guarantee their safe and efficient integration into healthcare settings [ 27 ]. Although AI is not yet widely implemented in routine clinical practice for establishing genotype–phenotype correlations in NF1, it holds significant promise in transforming the field [ 47 ]. As the interpretation of  NF1  gene variants continues to be complicated by the gene’s size, the diversity of mutations, and the clinical variability of the disorder, AI-powered tools offer the potential to streamline variant classification, prioritize pathogenic mutations, and support early diagnostic efforts [ 27 ]. Emerging in silico models and machine learning algorithms have already shown encouraging results in reclassifying VUS and identifying patterns within genomic and transcriptomic data that may eventually correlate with clinical features. Despite these challenges, the growing application of AI in both genetic and imaging domains of NF1 reflects the clinical urgency and importance of improving diagnostic precision and therapeutic outcomes. These multidisciplinary efforts—from molecular variant analysis to advanced imaging interpretation—are collectively advancing the field toward more personalized, data-driven care. Ultimately, the integration of AI into NF1 diagnostics holds great promise for enhancing the quality of life and long-term prognosis of individuals living with this complex genetic disorder. 10. Conclusions While these advances remain largely at the research stage, they highlight a future in which AI could complement NGS technologies to improve diagnostic precision and support individualized treatment approaches for NF1. Ongoing efforts in the development, validation, and incorporation of AI tools into genetics and clinical practice will be vital to fully harness their potential in the diagnosis and management of NF1.",
  "fetched_at": "2026-02-11T02:17:05.867542",
  "abstract_length": 91,
  "methods_length": 0,
  "introduction_length": 5453,
  "results_length": 0,
  "discussion_length": 6860
}