{
  "pmid": "PMID:40437318",
  "title": "Quantitative MRI of dorsal root ganglion alterations in neurofibromatosis type 1 patients with or without pain.",
  "abstract": "BACKGROUND: Neurofibromatosis type 1 (NF1) is a genetic disorder characterised by skin and nervous system anomalies, primarily involving glial cells and nerve tumours. Pain, particularly chronic pain, is a significant but often overlooked symptom in NF1 patients, affecting their health-related quality of life. The dorsal root ganglion (DRG) is essential for pain signal transmission, yet in vivo studies of DRG in NF1 patients are lacking. METHODS: This prospective study included 20 NF1 patients (8 with neuropathic pain) and 28 healthy controls. Magnetic resonance imaging (MRI) scans of lumbosacral DRG (L5 + S1) were performed using a 3-T scanner. Quantitative MRI techniques were applied to assess DRG volume, T2 relaxation time, and proton density (PD). Statistical analyses compared NF1 patients and controls, and NF1 patients with and without pain. RESULTS: NF1 patients had a significantly larger DRG volume and higher quantitative T2 and PD values compared to controls. Furthermore, DRG PD was significantly higher in NF1 patients with neuropathic pain than in those without pain. Receiver operator characteristic curve analysis identified DRG PD as the best discriminator of pain in NF1 patients, with an area under the curve of 0.84, indicating relevant and useful discriminatory power. CONCLUSION: NF1 patients showed objective macrostructural and microstructural DRG injury changes using dedicated DRG MRI, discriminating neuropathic pain status from non-pain status at the disease-symptom group level. These findings highlight the potential of DRG MRI to quantify DRG pathology in vivo and to determine the risk of functional pain status by imaging. RELEVANCE STATEMENT: The identification of structural and microstructural changes of the DRG by quantitative MRI provides a novel in vivo biomarker for understanding neuropathic pain mechanisms, pain risk assessment and treatment monitoring in NF1. KEY POINTS: Dorsal root ganglia (DRG) in NF1 are enlarged by 176.3% in MRI. In quantitative MRI of DRG NF1, T2 relaxation time is increased by 22.9% and PD by 8.4%. DRG PD can distinguish a painful from a non-painful NF1 phenotype.",
  "authors": "Magnus Schindehütte; Eva Meller; Thomas Kampf; Florian Hessenauer; Nurcan Üçeyler; György Homola; Heike L Rittner; Cordula Matthies; Mirko Pham; Simon Weiner",
  "journal": "European radiology experimental",
  "publicationDate": "2025-05-28",
  "doi": "10.1186/s41747-025-00594-x",
  "methods": "Methods This prospective study included 20 NF1 patients (8 with neuropathic pain) and 28 healthy controls. Magnetic resonance imaging (MRI) scans of lumbosacral DRG (L5 + S1) were performed using a 3-T scanner. Quantitative MRI techniques were applied to assess DRG volume, T2 relaxation time, and proton density (PD). Statistical analyses compared NF1 patients and controls, and NF1 patients with and without pain. Methods Study population From May 2022 to November 2023, 48 consecutive subjects were included in this study. All of them provided written informed consent beforehand. An ethics approval was obtained from the responsible Ethics Committee of the University of Würzburg (Institutional Review Board #136/20). The study was conducted in accordance with the Declaration of Helsinki. The study cohort was composed as follows: 20 consecutive NF1 patients were included in the study and divided into groups according to the presence of neuropathic pain (NF1p,  n  = 8) or absence of neuropathic pain (NF1n,  n  = 12). The allocation to one of the two groups was made by two neurosurgeons with experience in the clinical management of NF1 patients (E.M. and C.M.) based on medical history and clinical examination (Supplementary Table  S1 ). The inclusion criteria for the pain group were an average pain score of ≥ 3 on the visual analogue 0–10 scale over the previous 10 weeks. All pain cases included were chronic, had been present for more than one year, and were in stable condition at the time of the study. Other causes of neuropathic pain and polyneuropathy were excluded by detailed medical history and electrophysiological studies. In addition, severe psychiatric disorders were predefined exclusion criteria. Further exclusion criteria for subjects were minority, pregnancy, ongoing infectious disease, substance abuse, history of back surgery, and insufficient physical fitness to participate in the studies. Twenty-eight consecutive healthy subjects without a pain syndrome or any form of neurological or metabolic disease served as the healthy control group. The study design is summarised in Fig.  1 . Fig. 1 Flowchart of the study design. DRG, Dorsal root ganglion/ganglia; FOV, Field of view; L5, Lumbar level 5; MRI, Magnetic resonance imaging; PD, Proton density; ROI, Region of interest; S1, Sacral level 1; T2, T2 relaxation time; TR, Repetition time MRI protocol and image postprocessing All participants underwent imaging of the lumbosacral plexus at the same 3-T scanner (PRISMAfit, Siemens Healthineers, Erlangen, Germany) at the Department of Neuroradiology of the University Hospital Würzburg. The acquisition protocol included a multiecho spin-echo sequence for quantitative evaluation, with the following technical parameters: echo train length 10; Δ echo time range 15 ms; repetition time: 4,800 ms; flip angle 180°; in plane resolution 1.5 × 1.5 mm; slice thickness 1.8 mm; interslice gap 1.8 mm). The slice orientation was aligned paracoronal through the DRG of the lumbar 5 (L5) and sacral 1 (S1) levels. Image postprocessing was performed via MATLAB (The MathWorks, Inc., 2024: MATLAB, version R2024a Update 3, retrieved from  https://www.mathworks.com/ ) using a custom-built script [ 25 ,  26 ]. Maps were fitted for T2 relaxation time and initial magnitude of magnetisation as an indicator of proton spin density (PD), taking into account B 1  field inhomogeneities. Quality control was performed, including checking the statistics of the fitting routine for plausibility and possible outliers. In addition, once the quantitative maps had been generated, a visual check was carried out to check for any artefacts or irregularities in the maps. To quantify DRG PD, the initial magnetisation magnitude (equilibrium magnetisation) of the DRG was normalised to the internal reference of the cerebrospinal fluid. Image analysis and feature extraction Image analysis was performed by two independent readers with 5 and 6 years of experience in neuroimaging (S.W. and M.S.). The two readers were blinded to each other, to diagnosis, and to demographic characteristics of the analysed subjects. The two readers independently performed three-dimensional selection of the volume of interest by manual segmentation of the DRG of levels L5 and S1 via 3D Slicer (The Slicer Community 2024: 3D Slicer, version 5.6.2, retrieved from:  https://www.slicer.org/ ). In this way, a total of 192 DRGs were analysed (48 subjects × 4 DRGs each). Subsequently, a three-dimensional model of every DRG was created, and DRG volume was calculated (number of voxels within the volume of interest x voxel size). From the segmentations, mask images were generated and multiplied by the calculated T2 and PD maps. From this, the features of DRG T2 and DRG PD were extracted for each DRG. DRG features were calculated independently for both readers to estimate the inter-rater reliability. For the statistical analyses, the mean of the values from the two readers was calculated. Statistical analysis Statistical analyses and visualisations were performed with R (The R Foundation for Statistical Computing 2024: R: A language for Data Analysis and Graphics, version 4.4.1, retrieved from:  https://www.r-project.org/ ) and GraphPad Prism (GraphPad Prism version 9.4.0, GraphPad Software). For descriptive statistics, all data is given as median (interquartile range) or number ( n ) (percentage), respectively. For comparisons of paired or unpaired groups, the Mann–Whitney  U -test or the Wilcoxon signed-rank test was used for continuous variables. For the dichotomous variable sex, the χ 2  test or Fisher’s exact test was used. Spearman correlation coefficient ρ was calculated between demographic parameters and DRG features to estimate their impact. The inter-rater reliability of DRG features was estimated via the intraclass correlation coefficient (two-way, agreement). Testing each DRG feature as a discriminator between pain and no pain phenotype in NF1 was performed using receiver operating characteristic analysis and logistic regression analysis. Its area under the curve (AUC) was calculated to estimate its performance. An appropriate cutoff value for DRG PD to discriminate between a painful and a nonpainful NF1 phenotype was determined based on the Youden index (= sensitivity + specificity - 1). Model fit was assessed using McFadden’s  R 2 , indicating explanatory power, and the Akaike Information Criterion, reflecting model quality with a penalty for complexity. Lower AIC values and higher McFadden’s  R 2  suggest better model performance. Probability values of ≤ 0.05 were estimated as statistically significant. Due to the exploratory nature of the study and the fact that data for each subject were aggregated as means of DRG characteristics per subject, correction for multiple comparisons was not applied.",
  "cache_level": "minimal",
  "has_fulltext": true,
  "fetch_date": "2026-02-19 09:31:10"
}