{
  "pmid": "40507334",
  "abstract": "One of the hallmarks of cancer cells is their failure to respond to the cellular mechanism of apoptosis. The B-cell lymphoma 2 (BCL-2) family of proteins regulate apoptosis. Their ability to do so can be measured using several methods that in turn anticipate the fate of the cancer cell in response to apoptosis-inducing treatment. These assays ultimately identify the readiness of the cancer cell to undergo apoptosis, which is referred to as the mitochondrial priming state. These metrics, however, have been challenging to implement in the clinic.",
  "methods": "2. Materials and Methods 2.1. Monoclonal Ab (mAb) Generation Immunogens for mouse immunization and substrates for downstream hybridoma selection were prepared for the generation of mAbs to their corresponding heterodimer complexes using the two different strategies outlined below. i. Anti-MCL-1:BIM and Anti-BCL-XL:BIM Human MCL-1-glutathione-S-transferase (GST) and BCL-XL-GST fusion proteins were cloned into the pGEX 4T-1 expression plasmid (available from Addgene, Watertown, MA, USA). Proteins were expressed in BL21 (DE3)  E.coli  and purified using Amersham HiTrap glutathione columns on an AKTA-FPLC as previously described [ 16 ]. Using a proprietary process, BCL-XL:BIM heterodimer was prepared by covalently linking BCL-XL to the BIM-BH3 domain peptide ( Supplemental Illustration S1 ). The peptide was selected following an antecedent screen in which a series of BIM-BH3 domain peptides were prepared (C-AHA-MRPEIWIAQELRRIGDEFNA-[NH2]) with 4-benzoyl phenylalanine (BPA) residues. These modified peptides were synthesized at Anaspec (Fremont, CA, USA) and used to replace the sterically similar aromatic amino acids in the peptide one by one ( Supplemental Figure S2 ). The modified peptides were then tested for their BCL-XL binding affinity using fluorescence polarization assays as described previously [ 16 ]. The BPA-modified peptide with the most similar binding affinity to the wild-type BIM BH3 peptide (4 nM) was chosen for covalent linking. This was performed by adding a 2-fold molar excess of BPA-BIM-BH3 to BCL-XL-GST and exposing the complex to UV light for 1 h [ 35 ]. After reaction completion, the unbound BCL-XL-GST was removed by purification using a biotinylated-BIM BH3-streptavidin-bead column (Arco Biosystems, Newark, DE, USA). The flow-through was collected and prepared for mouse immunization. An analogous method was used to generate MCL-1:BIM complexes. PRIMABs were generated following immunization with the immunogen in an emulsion mix with complete Freund’s adjuvant into DiversimAb mice (Abveris Inc., Quincy, MA, USA). Hybridoma clones were selected for the following binding properties by ELISA: (i) BCL-XL:BIM and MCL-1:BIM specificity; (ii) absence of binding to monomeric forms of BCL-XL, MCL-1, and BCL-2 or BIM. ii. Anti-BCL-2:BIM In contrast to the BCL-XL and MCL-1 immunogens, the BCL-2:BIM complex immunogen was a proprietary recombinant antigen composed of the BH3 domain-containing segment of BIM tethered with a glycine linker to GST-BCL-2. DiversimAb mice (Abveris Inc.) were immunized with the BCL-2:BIM immunogen at Abveris (now TWIST, South San Francisco, CA USA). Hybridoma cell lines secreting antibodies that specifically bound BCL-2:BIM complex, but not the corresponding monomers, other BCL-2 family member monomers, or BCL-2 complexed with BID, BAD, or BAX, moved forward for flow cytometry, immunofluorescence (IF), and immunohistochemistry (IHC) testing. Occupation of the BH3 binding hydrophobic pocket in all immunogens was confirmed using fluorescence polarization following methods described previously [ 16 ]. 2.2. ELISA for Heterodimer Specificity of PRIMABs For the negative screen, glutathione-coated ELISA plates (Thermo Scientific Pierce, Cat# 15140, Waltham, MA, USA) were coated with 100 µL/well of the following individual anti-apoptotic BCL-2 family proteins: GST-BCL-XL (1 µg/mL), GST-BCL-2 (1 µg/mL), or GST-MCL-1 (1 µg/mL) diluted in PBS. Background control wells were rinsed with 100 µL/well PBS. Unbound antigen was washed out twice with 300 µL/well PBS + 0.1% Tween-20. Wells were then blocked with 300 μL PBS + 3% ( w / v ) BSA for 1 h. To construct the PRIMAB target antigen for the positive screen, the anti-apoptotic BCL-2 family members of the respective protein complexes were first coated on the wells as above. The plate-bound anti-apoptotic proteins were subsequently complexed with full-length recombinant BIM protein or BIM BH3-domain-containing peptides at 1 µM (unless otherwise stated) in 100 µL/well for 2 h at room temperature with shaking. After two washes with 300 µL/well PBS + 0.1% Tween-20, 100 µL/well of each hybridoma supernatant-derived candidate PRIMAB clone (at the indicated concentrations) was added, and the plate was incubated for one hour. Unbound mAb was washed off with three 300 µL/well washes of PBS + 0.1% Tween-20. Bound heterodimer-specific mouse IgG was then detected with 100 µL/well of HRP conjugated donkey anti-murine IgG (Jackson ImmunoResearch Labs, West Grove, PA, USA) diluted 1:3000 in PBS + 3% ( w / v ) BSA. Wells were washed three times with PBS + 0.1% Tween 20, then treated with 100 µL/well of 1-step Ultra TMB substrate (Thermo Fisher Scientific, Cat#34028, Waltham, MA, USA). Once sufficient blue intensity was observed, the reaction was stopped with the addition of 50 µL/well 0.1 M H 2 SO 4 . Optical densities for wells were recorded at 450 nm on a Tecan Infinite F Plex plate reader (Tecan, Männedorf, Switzerland). To establish the specificity of the PRIMABs, protein complexes coated on wells as above were treated with a 10-fold dilution series of BH3-mimetics (ABT-199 to target BCL-2, A1331852 and A1155463 to target BCL-XL, and ABT-263 to target BCL-XL+BCL-2). All treatments with BH3 mimetics were carried out for 1 h at room temperature prior to analysis by ELISA as described above. 2.3. PRIMAB Assessment of Intracellular BCL-2 Family PPIs Using Flow H929, U266B1, U2932, MCF7, and HT229 cell lines were selected based on historic demonstrations of their dependences on corresponding BCL-2-family members [ 14 , 16 , 29 ]. Except for MCF7, HT229, and HCC1937 (gifts from Dr. Bora Limb, MD Anderson Cancer Research Center, Houston, TX, USA), all cell lines were purchased from the American Type Culture Collection (ATCC, Manassas, VA, USA;  Supplemental Table S1 ). Cell lines not recently purchased were tested for cell line authenticity by measuring short tandem repeats by STR profiling (Wi Cell, Madison, WI, USA). Cell lines were routinely tested for mycoplasma using a MycoAlert Mycoplasma Detection Kit (Lonza, Basel, Switzerland). All cell lines were cultured as per manufacturers’ guidelines. H929, U266B1, U2932, and HCC1937 were grown in RPMI-1640 (Fisher Scientific, Waltham, MA, USA) with 10% fetal bovine serum (FBS). MCF7, MEF, and HT229 were grown in DMEM with 2 mM L-glutamine (Fisher Scientific, Waltham, MA, USA) and 10% FBS. All media were changed to containing 5% FBS during treatments. Suspension cell lines were plated in 96-well plates (Greiner Bio-One, Monroe, NC, USA) at 30,000 cells/well and treated at the indicated times at 0.5% CO2/37 °C with BH3-mimetics targeting the critical BCL-2 family members BCL-2 (ABT-199/Venetoclax, 2 µM for 3 h), MCL-1 (AZD5991, 1 µM for 6 h), or BCL-XL (A1155463, 3 µM for 8 h), or with an equivalent volume of DMSO as a control (Figure 2A). Cells were then rinsed with PBS, fixed with 4% ( v / v ) paraformaldehyde, permeabilized with 0.1% ( v / v ) Triton-X 100, and blocked with 1% ( w / v ) BSA. Cells were then stained with PRIMABs specific for BCL-2:BIM (HSB2B), MCL-1:BIM (HSMCB), or BCL-XL:BIM (HSBXB) (see  Supplemental Table S1  for details). BCL-2:BIM complexes were detected with APC-labeled anti-mouse secondary antibodies ( Table 1 ). To measure total (complexed and noncomplexed) BCL-2, MCL-1, BCL-XL, or BIM, the same protocol was followed except using commercially available fluorescent labeled rabbit monoclonal antibodies against each target BCL-2 protein ( Table 1 ). Fluorescent signals were then read on a Canto 2 flow cytometer (BD Biosciences, Franklin Lakes, NJ, USA) as mean fluorescence intensities (MFI) in the selected gates. FACSDiva v6.1 and FlowJo software v10.0.8 (BD Biosciences) were used to collect and analyze data. For analysis, both the MFI and the “priming ratio” (PRIMAB MFI divided by constituent anti-apoptotic protein MFI (i.e., [HSB2B/total BCL-2], [HSMCB /total MCL-1], [HSBXB/total BCL-XL])) were used. Based on these data, we established the range of values representative of HIGH (e.g., from H929 cells known to be highly primed cells for MCL-1 [ 16 ]) and LOW (e.g., from BIM KO cell lines) signals. The acceptance criterion was  < 10% CV for HIGH, and <30% CV for LOW. The selective association of PRIMAB signals with BH3-mimetic sensitivities (priming), were demonstrated further in the earlier stage of apoptosis. For this, the IC50s for each of the BH3 mimetics BCL-2 (ABT-199/Venetoclax), MCL-1 (AZD5991), and BCL-XL (A1155463) in cell lines H929, U266B1, and U2932 were determined. Cells were grown as above and treated with each of the BH3 mimetics titrated from 50 nM to 5 µM by 2-fold serial dilution and treated with these for 24 h. The Presto Blue (Thermo Fisher Scientific, Waltham, MA, USA) signal was then read on a Tecan Infinite plate reader according to the manufacturer’s specification to determine cell death. The IC50s for each of the cell lines were determined using GraphPad Prism v8.3 (nonlinear regression and dose–response curve fitting) and plotted against the % fold change of PRIMAB reading from baseline and at 1 h of treatment with each of the BH3 mimetics at 1 µM. Baseline readings were set at 1, and the post treatment % fold change in the BCL-2 BIM complex measurements = (Fold change − 1) × 100. 2.4. BIM siRNA and BCL-XL siRNA Knockdown To further confirm the requirement for BIM binding for the HSMCB binding, MCL-1:BIM-positive MCF7 breast cancer cells were transfected in 6-well plates with ON-TARGETplus SMARTpool siRNA against BIM ( BCL2L11 ; Dharmacon, Cat#SO-2704885G, Layfayette, CO, USA) using the DharmaFECT transfection reagent (Horizon Discovery, Cat#T-2001-01, Waterbeach, UK) in serum-free medium. BIM siRNAs: GCGGAGAAAUCAAGUUUAA, GGAAGUUUGUUGUGAAUGU, UGAGUCAGAACAAGAGUUA, and UCUUACGACUGUUACGUUA. The transfection cocktail (5 µM siRNA) was mixed and applied to cells following a 20 min incubation at room temperature at a final concentration of 25 nM using antibiotic-free transfection medium (see  Supplemental Table S2 ). Cells were incubated at 37 °C in 5% CO2 for 48 h and analyzed for expression of BIM protein using phycoerythrin conjugated rabbit anti-BIM (Cell Signaling Technologies, Danvers, MA, USA) and complexes of BIM with BCL-2 family members using HSMCB, HSB2B, and HSBXB. Similar transfection was carried out using siRNA against BCL-XL (ON-TARGETplus Human  BCL2L1  siRNA SMARTpool, Dharmacon, (Lafayette, CO, USA) Cat#SO-2702960G) GGACAGCAUAUCAGAGCUU; GAAAUGACCAGACACUGAC; CCUACAAGCUUUCCCAGAA; UUAGUGAUGUGGAAGAGAA. 2.5. BIM CRISPR Knockout MCF7 Cell Line Preparation MCF7 cells (1 × 10 6 ) were transfected with 1 µg of a 12:1 DNA ratio of the pCMV-T7-(FZ) SpCas9-BPNLS(SV40)-3xFLAG-P2A-Puro-R plasmid (modified from RTW3027, Addgene #139987) and a plasmid (derived from BPK1520, Addgene #65777) with a sgRNA targeting exon 5 of  BIM  using Polyethylenimine (PEI) at a 4:1 ratio. Following transfection, selection was performed using 1 µg/mL puromycin for 24 h. After recovery for 4 days, cells were plated for clonal selection and expansion. Clones were initially screened by PCR and Sanger sequencing, followed by next-generation sequencing (NGS) to confirm successful disruption of all four alleles of  BIM . sgRNA: 5′-ATGGATCGCCCAAGAGTTG-3′. PCR primers: FOR: 5′-GTGAGATGGGCTTGCCTCTA-3′, REV: 5′-TGGGAAAGGAGAAACAATGAA-3′. NGS primers: FOR: 5′-GTGAGATGGGCTTGCCTCTA-3′, REV: 5′-AACATCATTACCCTCCTTGCAT-3′. MCF7 WT and  BIM  KO cell lines were also characterized by Western blotting using lysates prepared in RIPA buffer supplemented with protease inhibitors (Complete Protease Inhibitor Cocktail, Sigma, St. Louis, MO, USA). Lysates were analyzed on NuPAGE 12% Bis-Tris gels (Thermo Fisher Scientific, Waltham, MA, USA) before transferring to nitrocellulose membranes and processing using the Odyssey CLx protocol (LI-COR, Lincoln, NE, USA). Antibodies: anti-human C-terminal BIM (goat, Bio-RAD, Hercules, CA, USA, AHP2074; 1:1000), anti-human N-terminal BIM (C34C5) (rabbit, Cell Signaling, #2933; 1:1000), and anti-b-tubulin (mouse, Developmental Studies Hybridoma Bank E7, Iowa City, IA USA, 1:10,000). Secondary antibodies used were anti-goat Alexa Fluor Plus 800 (donkey, Invitrogen, Waltham, MA, USA, A32930, 1:10,000), anti-rabbit IgG (H+L) DyLight 800 (goat, Thermo Fisher Scientific, Waltham, MA, USA, 35571, 1:10,000), and anti-mouse Alexa Fluor Plus 800 (goat, Invitrogen, A32730, 1:10,000). 2.6. Assessment of PRIMABs as Biomarkers in Immunohistochemistry (IHC) on Cell Block Samples of Tissue Microarrays (TMAs) Tissue microarrays (TMAs) were made from blocks of U2932, H929, and U266B1 cell lines treated or untreated with ABT-199, AZD5591, or A1155463, respectively, as described in  Supplemental Table S3 . Following treatments, 35 × 10 6  cells per sample were pelleted, washed, and fixed in 4% ( v / v ) formalin and sent to Alamak Biosciences (Beverly, MA, USA), where they were transferred as concentrated specimens to a flat-bottom glass tube. As a marker for cell identification, 0.01% India ink was added; cells were then mixed with molten HistoGel (Thermo Fisher Scientific, Waltham, MA, USA) to position cells in the cutting surface, and cell blocks were cut and processed into TMAs. 2.7. Immunohistochemistry on Formalin-Fixed and Paraffin-Embedded (FFPE) Tissue/Cell Substrates Slides coated with FFPE substrates were deparaffinized by incubating for 30 min at 65 °C in a drying oven. Samples were then rehydrated sequentially in (i) xylene, 3 × 10 min; (ii) 100% ethanol, 2 × 5 min; (iii) 95% ethanol 1 × 5 min; (iv) 70% ethanol, 1 × 5 min; (v) dH 2 O, 1 × 5 min. Slides were equilibrated in PBS for 5 min. Antigen retrieval at pH 9.0 was performed for 20 min at 96 °C followed by an additional 60 min incubation at 4 °C. Antigen retrieval buffer (Vector Laboratories catalog #H-3301-250) was rinsed off with three 5 min PBS washes. Hydrophobic barriers around the substrate were marked with a PAP pen, endogenous peroxidase activity was blocked with BLOXALL (Vector Laboratories) for 10 min, and slides were washed for 5 min in PBS. Substrates were permeabilized and incubated in blocking buffer (PBS + 5% normal donkey serum + 0.05% ( v / v ) Triton-X100) for one hour. Slides were then stained overnight with primary antibody (diluted in blocking buffer) at 4 °C. Slides were washed in PBS + 0.01% ( v / v ) Tween-20 (3 × 5 min), and bound antibody was detected with HRP-conjugated secondary antibody (diluted in blocking buffer at 1:1000) for 60 min at room temperature. Secondary antibody was washed out as above with three washes of PBS + 0.01% ( v / v ) Tween-20. Slides were incubated in impact DAB (Vector Laboratories) brown chromogen for 5 min followed by a 5 min washout with running water. Counterstaining of nuclei was performed for 2 min with Hematoxylin QS (Vector Laboratories). Samples were washed again for 5 min in running water, then dehydrated using 10 s incubations of the rehydration buffers in the reverse order; slides were left to dry prior to mounting. Images were resolved and analyzed using HALO (Indica Labs, Albuquerque, NM, USA) or Image Quant (Cytiva, Marlborough, MA, USA). Post-fixation antigen retrieval details are described in  Supplemental Table S3 . Tissues were scored for extent and intensity of staining using the HALO image analysis software v3.2, which generates a “mean cytoplasmic optical density” (MCOD) for cells per field of view, enabling the degree of priming to be established by the ratio of the MCOD for each of the PRIMABs stained to the MCOD for slides stained with antibodies to the corresponding unbound pro-survival proteins and BIM. A “combined” priming score was generated by summing the scores for each of the PRIMABs. 2.8. IF Imaging of BCL-2 Family PPIs in Breast Cancer Cell Line Using PRIMABs HCC1937 breast cancer cells were grown in DMEM (Fisher Scientific, Waltham, MA, USA) with 10% Fetal Calf Serum (FCS) plus 2 mM L-Glutamine in 8-well glass chamber slides (EZ Slide, Millipore, Burlington, MA, USA) until near confluence. Cells were treated with 50 nM A1331852 plus 50 µM Z-VAD-FMK (benzyloxycarbonyl-Val-Ala-Asp-fluoromethylketone) (BD Biosciences, San Jose, CA, USA) for 24 h or left untreated and incubated under standard tissue culture conditions. Following treatment, cells were rinsed and fixed with 4% PFA in PBS for 10 min at room temperature and permeabilized with 0.05% Triton-X100 in PBS plus 0.1% ( w / v ) BSA. Cells were stained with 1 µg/mL rabbit polyclonal anti-BCL-XL and 1 µg/mL mouse monoclonal HSBXB PRIMAB in blocking buffer overnight at 4 °C. Unbound antibody was washed away with three PBS washes. Bound HSBXB was detected with anti-mouse-Alexa-488 (Invitrogen, Waltham, MA, USA). Bound BCL-XL was detected with anti-rabbit-IgG-Alexa-568 (Invitrogen) following a one-hour room-temperature incubation. Samples were rinsed and mounted with Vectashield (Vector Laboratories, Newark, CA USA). Image acquisition was performed using a Zeiss LSM 880 with Airyscan confocal microscope (Zeiss, Oberkochen, Germany) and analyses performed with ZEN imaging software v2.3 at the Harvard University Center for Bioimaging. 2.9. PRIMAB (HSMCB) Detection of CDK9 Disruption of MCL-1:BIM Complexes in Myeloma Cells H929 cells were grown in RPMI-1640 (Fisher Scientific, Waltham, MA, USA) with 10% FBS at 30,000 per well (96 well plates) as above. Growth phase cells were treated with the CDK-9-inhibiting compound Enitociclib (Medchem Express, Monmouth Junction, NJ, USA). Treatments were at 0.1 µM, 1 µM, and 10 µM for 3 h, 6 h, and 16 h. Following treatment cells were rinsed, fixed, and stained with HSMCB and rabbit anti-MCL-1 conjugated to phycoerythrin-CY 7 (Cell Signaling Technologies, Essex, MA, USA) as described above. HSMCB signal was detected with anti-mouse secondary (LifeTechnologies, Carlsbad, CA, USA). Flow cytometry analysis was performed on a FACSCanto II, and signals were analyzed using FACSDiva (BD Biosciences). 2.10. PRIMAB Correlation with IC 50 s EGFR Inhibitors in Myeloid Cells PRIMAB measurements of BCL-2:BIM, BCL-XL:BIM, and MCL-1:BIM complexes in the human leukemia cell lines KG1a, MV411, EOL-1, SKM-1, F36-P. MOLM-13, NB4, HEL 92.1.7, and SKM-1 were obtained. Cells were thawed, rinsed, fixed, permeabilized, and stained with the PRIMABs as described above. The IC 50 s for the EGFR inhibitors Cetuximab, Osimertinib, and Dacomitinib were obtained from the Broad Institute Cancer Cell Encyclopedia. 2.11. PRIMAB Technical Performance and Signal Range in AML Patient Samples Technical assessment of each of the PRIMABs was conducted using human leukemia and myeloma cell lines. Staining and flow analysis was performed as described above. Flow cytometry runs were performed on cell lines (H929, U266B1, U2932, THP1, ML2, KG1a, MV411, HAL929.1.7, EOL-1, SKM-1, F-36P, MOLM-13, NB4, and RS4-1) with the same operator testing on different days (intraday) and with different operators testing on the same day (intraoperator). Cells grown in suspension were plated at 30,000 cells/well in a 96-well plate (Greiner Bio-One, Monroe, NC, USA). Cells were rinsed with PBS, fixed with 4% ( v / v ) paraformaldehyde, permeabilized with 0.1% ( v / v ) Triton-X 100, and blocked with 1% ( w / v ) BSA. Cells were then stained with PRIMABs specific for BCL-2:BIM (HSB2B), MCL-1:BIM (HSMCB), or BCL-XL:BIM (HSBXB) (see above for assay details). Cell lines or biopsied cells could be viably frozen, stored, and then fixed or fixed at time of harvesting. We observed no diminution in PRIMAB signal after 4 years of storage in liquid nitrogen. Fixed samples could be stored for up to 4 weeks before analyzing. 2.12. Assessing Signal Range in Naive AML Samples AML patient bone marrow peripheral blood biopsy samples purchased from ReproCell Global (Beltsville, MD, USA) were used to further establish the operating range of PRIMAB signals. Testing was performed using flow cytometry analysis of PRIMAB signals as described below. 2.13. Measurement of BCL-2 Complexes in Biopsied AML Patient Samples Using PRIMABs Newly diagnosed AML patient samples were obtained prior to induction chemotherapy administration at Cardiff University. Specimens were acquired during routine diagnostic assessments in accordance with the regulations and protocols of AML 19 Trial: Patient Information Sheet 9 (Ref: ISRCTN) approved by the investigation review board of Cardiff University. Informed consent was obtained in accordance with the Declaration of Helsinki. Patients in the study ranged in age from 24 to 75. All were treated with 7 + 3 cytarabine + anthracycline [ n  = 21]. Biopsies were from peripheral blood (PB) in patients with whole blood cell counts > 10,000 and > 20% blasts in PB, or from bone marrow (BM). Leucocytes were isolated by Ficoll separation. Samples were either fixed and stored appropriately or viably frozen as described in [ 29 ] and stored for use with the PRIMABs-DX platform. When there were sufficient viable cells (≥4 million leukocytes), BH3 profiling was also performed. Specimens ( n  = 21 patients) consisted of 7 BM and 14 PB samples. AML specimens were washed after thawing and suspended in 1% FBS + 2 mM EDTA-PBS for staining with primary antibodies CD45-V450 (BD Biosciences, San Jose, CA, USA). When possible, patient samples (Ficoll-purified PB or BM) were fixed and stained for PRIMABs and constituent monomer proteins as above with the additional steps of immunophenotyping for the AML Blast cell population for analysis. Purified leucocytes were fixed with 4% paraformaldehyde, permeabilized with 0.1% ( v / v ) Triton-X 100, blocked, and stained with PRIMABs specific for BCL-2:BIM (HSB2B), MCL-1:BIM (HSMCB), or BCL-XL:BIM (HSBXB) individually and resolved with labeled anti-mouse secondary antibodies. To measure total BCL-2, MCL-1, BCL-XL, and BIM, rabbit monoclonal antibodies against each protein were used. Each had a nonoverlapping fluorescent label, and all were read together in a single well on a FACS Canto 2 flow cytometer. FACSDiva v6.1 and FlowJo software v10.0.08 (BD Biosciences, San Jose, CA, USA) was used to collect and analyze data. For analysis, both the MFI and the “priming ratio” (PRIMAB MFI divided by constituent anti-apoptotic protein MFI ([HSB2B/total BCL-2]; [HSMCB/total MCL-1]; [HSBXB/total BCLX-L]) were used. Acceptance for upper and lower limits were as described above. Event-free survival (EFS) was established as the time from the start of treatment to the occurrence of primary refractory disease, relapse, or death. Relapse was determined to occur when more than 5% blasts in the bone marrow or blasts in the peripheral blood occurred in a patient formerly in complete response (CR). Primary refractory disease (no response, NR) denoted residual leukemia after 2 cycles of induction chemotherapy. For statistical analyses, CR denoted patients who exhibited response with or without subsequent relapse, and NR showed primary refractory disease. Cell lines with known BCL-2 family dependencies and treatments were used to define the range (LOW–HIGH) of responses. The analytical accuracy was determined by comparing the results obtained from flow cytometry for each PRIMAB and monoclonal antibody against each of the constituent proteins in the complex (BCL-2, BCL-XL, MCL-1, and BIM). 2.14. BH3 Profiling of AML Patient Samples Assays were performed in flow cytometry format as previously described [ 33 ]. Viable frozen AML specimens were washed after thawing and suspended in 1% FBS + 2 mM EDTA-PBS for staining with primary antibodies CD45-V450 (BD Biosciences), CD3-biotin (BD Biosciences), and CD20-biotin (eBiosciences, San Diego, CA, USA) and secondary antibody streptavidin-APC (BD Biosciences). Specimens were then permeabilized with digitonin (Sigma-Aldrich, St Louis, MO, USA) and incubated with JC-1 mitochondrial dye (Enzo Life Sciences) and either BH3-domain-containing peptides, DMSO, or carbonyl cyanide  m -chlorophenyl hydrazone (Cayman Chemicals, Ann Arbor, MI USA). Samples were run in duplicate and analyzed on a FACSCanto II using the FACSDiva software v6.1 (BD Biosciences). The blast population was identified as CD45 dim, CD3 negative, and CD20 negative. Intensely stained CD45 cells (mature lymphocytes) were excluded from analyses as described previously [ 33 ]. The quantifiable propensity of a pro-apoptotic peptide (BH3 only) to induce mitochondrial depolarization relative to an uncoupling reagent control is referred to as percent priming. For the blast population, this was calculated using the median signal intensity of the PE channel normalized for DMSO as background (negative control), with CCCP serving as 100% priming (positive control). For calculating the % priming, the following formula was utilized: % Priming = 1 − ([peptide − CCCP]/[DMSO − CCCP]) 2.15. BH3 Profiling of WT and BIM-KO MCF7 Breast Cancer Cell Lines BH3 profiling, a method that involves the perturbation of cells with specific BH3 domain peptides followed by measurements of their response in terms of induction of apoptosis, was performed on MCF7-WT and MCF7-BIM-KO cell lines in a 96-well-plate-based assay as described previously [ 5 , 6 ]. Briefly, cells were permeabilized with digitonin (Sigma-Aldrich, St. Louis, MO, USA), incubated with JC-1 (Enzo Life Sciences, Farmingdale, NY USA), and exposed to various BH3 peptides (100 µM BIM, 0.1 µM BIM, 100 µM PUMA, 100 µM NOXA, 50 µM NOXA,100 µM BAD, 100 µM L HRK, 100 µM BID, 50 µM MS1, or 10 µM MS1) (New England Peptides/Biosynth, Boston, MA, USA) at room temperature. CCCP (10 µMol/L) was used to completely depolarize mitochondria and provide a positive control. An Infinite plate reader (Tecan) was used to detect shift fluorescence from JC-1 dye aggregation dispersal as a surrogate for depolarization. The area under the curve for each condition was measured, and the proportion of depolarization was calculated using the following equation: % Priming = 1 − ([peptide − CCCP]/[DMSO − CCCP]) 2.16. Measuring Priming in Solid Tumors Using PRIMABs Immunohistochemistry on formalin-fixed and paraffin-embedded (FFPE) tissue/cell substrates was performed as described above. 2.17. Statistical Analysis Statistical analyses were performed using statistical software programs within Prism (v8.3; GraphPad Software, La Jolla, CA, USA). The measurements made using the PRIMABs were assessed for significance over background. Student’s two-tailed  t -test was used for the analysis.  p  < 0.05 was considered significant. We used Pearson’s coefficient to determine if cancer cell sensitivity to treatment, in this case IC50s to the BH3 mimetics, would be associated with the binding signals of the PRIMABs. We assumed an R value > 0.5 would indicate significant association. For BH3-profiling in AML samples, biomarkers were analyzed by testing the association between the PRIMAB biomarker status and the MFI from the blast gate or the BH3 profiling assay readout (percentage priming for BIM 0.1 µM or MS1 50 µM in blast gate) and the responder or nonresponder classification. Here, we examined the relationship between BIM priming and complete remission (EFS) in patients treated with a standard-of-care-based 7 + 3 regimen. Univariate comparisons were made using Mann–Whitney test; all reported  p -values are two-sided. The threshold for significance was  p  < 0.05 for the primary analyses.",
  "introduction": "",
  "results": "",
  "discussion": "",
  "fetched_at": "2026-02-11T23:45:20.289552",
  "abstract_length": 550,
  "methods_length": 27394,
  "introduction_length": 0,
  "results_length": 0,
  "discussion_length": 0
}