{
  "pmid": "40518121",
  "abstract": "RASopathies are common developmental disorders caused by variants in RAS and RAS-related proteins that affect a biological signaling pathway regulating cell growth and development. Considering the genetic and biochemical basis, part I will discuss the RASopathies divided into germline and mosaic patterns. The germline RASopathies include neurofibromatosis type 1 (not discussed in detail in this review), Noonan syndrome, Noonan syndrome with multiple lentigines, Legius syndrome, capillary malformation-arteriovenous malformation syndrome, Costello syndrome, and cardiofaciocutaneous syndrome. Mosaic RASopathies encompass a broad category including nevus sebaceus syndrome, neurocutaneous melanosis, melanocytic nevi, McCune-Albright syndrome, phacomatosis spilosebacea, epidermal nevus syndrome, and encephalocraniocutaneous lipomatosis. Due to the RAS pathway's downstream impact on cell growth, many RASopathies predispose to malignancy. Conversely, the RAS pathway is overactive in many cancers, and some oncologic therapies also benefit patients with RASopathies. Although RAS ubiquity and homology complicate the efficacy of direct inhibition, several candidate drugs carry potential for decreasing RAS activity. Continued investigation into RAS biochemistry and genetics may elucidate strategies for pharmacological targets and pathways in both RASopathies and cancers.",
  "methods": "",
  "introduction": "1 Introduction Human skin pigmentation is a complex biological process primarily mediated by melanocytes, specialized neural crest‐derived cells residing in the skin epidermis and hair follicles, which synthesize and distribute melanin pigments within melanosomes, specialized lysosome‐related organelles (LROs) that function as the primary sites of melanogenesis [ 1 ,  2 ,  3 ]. Melanocyte development involves migration from the neural crest under the control of key signaling pathways, including the stem cell factor/c‐KIT, endothelin, Wnt, and α‐melanocyte‐stimulating hormone/melanocortin‐1 receptor pathways, with microphthalmia‐associated transcription factor serving as the master transcriptional regulator [ 4 ]. Melanin biosynthetic pathway begins with tyrosine conversion to DOPAquinone by tyrosinase (TYR), leading to eumelanin (brown–black) or pheomelanin (red–yellow) synthesis, followed by melanosome transport and melanin transfer to keratinocytes. Pathological variants in genes regulating these processes result in genetic pigmentary disorders (GPDs) [ 5 ]. These disorders are broadly categorized into hypopigmentary disorders, including oculocutaneous albinism (OCA), piebaldism, and Waardenburg syndrome (WS), and various hyperpigmentary disorders, such as dyschromatosis symmetrica hereditaria (DSH), dyschromatosis universalis (DUH), reticulate acropigmentation of Kitamura (RAK), and Downling–Degos disease (DDD). Additionally, RASopathies represent an important group of disorders caused by germline variants in genes encoding components of the RAS–mitogen‐activated protein kinase (MAPK) signaling pathway, which manifest as diverse pigmentary phenotypes, including café‐au‐lait macules and lentigines, along with characteristic systemic developmental abnormalities. The clinical significance of GPDs extends beyond cosmetic concerns, as many conditions exhibit multisystem manifestations requiring comprehensive medical management [ 5 ]. Recent advances in genetic sequencing technologies have significantly enhanced our understanding of the genetic landscape of these disorders, revealing novel disease genes and elucidating complex genotype–phenotype relationships [ 6 ,  7 ,  8 ]. This review provides a comprehensive overview of the molecular basis, clinical features, and diagnostic approaches for major GPDs and emphasizes the importance of genetic testing for accurate diagnosis, patient management, and genetic counseling.",
  "results": "",
  "discussion": "4 Future Directions and Conclusion Advances in sequencing technologies have facilitated the identification of novel genes associated with GPDs, enhancing our understanding of the underlying molecular mechanisms and normal pigmentation biology. This increasing genetic knowledge allows the development of precision medicine approaches via improved genotype–phenotype correlations and personalized management strategies based on individual genetic profiles. GPDs represent a diverse group of genetic conditions that provide important insights into melanocyte biology and pigmentation regulation. Their clinical management requires multidisciplinary approaches addressing not only pigmentary manifestations but also associated complications, such as visual impairment, hearing loss, and cancer predisposition. Early diagnosis and appropriate supportive care remain fundamental for improving the quality of life of the affected individuals. Continued research into these genetic conditions is essential not only for improving patient outcomes but also for advancing our understanding of fundamental cellular mechanisms that extend well beyond melanocyte function, with implications for broader biological processes and therapeutic development.",
  "fetched_at": "2026-02-11T02:14:01.109722",
  "abstract_length": 1380,
  "methods_length": 0,
  "introduction_length": 2458,
  "results_length": 0,
  "discussion_length": 1239
}