{
  "pmid": "PMID:40521097",
  "abstract": "BACKGROUND: The treatment of complex spinal deformities poses significant challenges, as the placement of pedicle screws and the execution of osteotomies within deformed vertebral structures carry an elevated risk of neurological complications. Numerous techniques have been developed to enhance the safety and accuracy of pedicle screw placement and osteotomies. Among these techniques, patient-specific guides, which feature pre-defined and pre-validated trajectories, present an attractive solution for achieving precision in screw placement and osteotomies. METHODS: CT scan data (DICOM format) from 10 patients with complex and severe spinal deformities were selected. Full spinal reconstruction was performed using Mimics, CAD, and E-3D software. Two different types of screw placement and osteotomy guides were designed: direct (using a larger aperture design to allow direct screw placement) and indirect (using a K-wire or 2.5 mm drill bit to preset the screw path before screw placement). Screw placement and osteotomy were simulated using 3D-printed spinal models and guides. Post-operative CT scans were performed on the models and compared with pre-operative designs to evaluate the accuracy, efficiency, cost, and clinical practicality of different guides during screw placement and osteotomy. RESULTS: This study included 10 patients with complex spinal deformities (Five males and five females, with an average age of 37 years), covering five diagnostic types such as neurofibromatosis and adult idiopathic spinal deformity. Nine cases of Vertebral Column Resection (VCR) and one case of pedicle subtraction osteotomy (PSO) were performed. Experimental data showed no statistically significant differences between the direct and indirect guide groups in terms of pedicle screw placement accuracy (95.97% vs. 94.63%), coronal osteotomy accuracy (ROED 96.69% vs. 98.68%), and sagittal osteotomy accuracy (94.24% vs. 96.86%) (P > 0.05). However, the digital preparation efficiency of the direct guide group was significantly lower than that of the indirect group, with a 33.2% increase in single guide design time and a 44.6% increase in printing time (P < 0.001), resulting in a 35.8% increase in total design time (P = 0.026). There were no significant differences between the two groups in screw placement time (4.24 vs. 4.79 min), osteotomy time (37.15 vs. 36.56 min), and material cost ($268.25 each). The results indicate that both guide techniques can achieve precise orthopedics, but the indirect guide has advantages in clinical transformation efficiency. CONCLUSION: Both direct and indirect 3D-printed guides can optimize screw implantation and complex osteotomy procedures, improving the accuracy of pedicle screw placement and osteotomy. However, the direct guide group has clinical limitations such as extended design cycles, increased printing time, and expanded surgical field exposure.",
  "methods": "",
  "introduction": "",
  "results": "",
  "discussion": "",
  "fetched_at": "2026-02-11T02:13:49.794739",
  "abstract_length": 2915,
  "methods_length": 0,
  "introduction_length": 0,
  "results_length": 0,
  "discussion_length": 0
}