{
  "pmid": "PMID:40529476",
  "title": "Using Durometers to Quantify Stiffness as an Outcome Measure for Cutaneous Neurofibroma in Neurofibromatosis Type 1.",
  "abstract": "Patients with neurofibromatosis type 1 develop multiple cutaneous neurofibromas (cNFs) for which no effective drug therapy exists; mainstay treatment remains physical removal. However, clinical trials testing new drugs are ongoing, and quantitative techniques based on cNF biology are needed to measure changes in cNF after treatment. cNF tumor bulk is composed of extracellular matrix and inflammatory cells that dictate their stiffness. No studies have reported measuring the stiffness change in neurofibromas, which would indicate shrinking of the tumor bulk. The goal of this study was to evaluate 2 different instruments-the Rex Gauge durometer (denoted as REX) and the Delfin SkinFibroMeter (denoted as DELFIN)-in reproducibly measuring cNF stiffness. Ninety-seven neurofibromas from patients with neurofibromatosis type 1 on different skin areas were measured at each of 2 visits about 2 weeks apart. The DELFIN had moderate within-tumor agreement (intraclass correlation coefficient = 0.607, 95% confidence interval = 0.512-0.691) and moderate within-visit agreement (intraclass correlation coefficient = 0.732, 95% confidence interval = 0.665-0.786), and the REX had moderate within-tumor agreement (intraclass correlation coefficient = 0.740, 95% confidence interval = 0.631-0.816) and excellent within-visit agreement (intraclass correlation coefficient = 0.937, 95% confidence interval = 0.913-0.953), while accounting for repeated visits and tumor measurements clustered within each patient. We found that both the DELFIN and REX are easy to use and reliable, providing consistent quantification of cNF stiffness.",
  "authors": "Bahir Chamseddin; Renee M McKay; Ruyun Jin; Hong Zhu; Lu Q Le",
  "journal": "JID innovations : skin science from molecules to population health",
  "publicationDate": "2025-07",
  "doi": "10.1016/j.xjidi.2025.100380",
  "methods": "Materials and Methods Instruments to measure cNF stiffness We tested 2 different instruments for their ability to accurately and reproducibly measure cNF stiffness. One was the Rex Gauge durometer (REX) produced by Rex Gauge LLC ( Figure 2 a), and the other was the SkinFibroMeter (DEFLIN) made by Delfin Technologies ( Figure 2 b). Both instruments are portable, noninvasive, and easy to use. The REX is primarily used in manufacturing and is the international standard for determining the hardness of nonmetallic materials such as plastic, rubbers, polymers, alloys, etc. It has an internal spring that exerts a load on the material being measured. A small blunt tip at the end of the durometer retracts inside the unit when held against the material being measured and reads the measurements. The REX uses the Shore Hardness Scale (measured in scale units), which ranges from 0 to 100, with 0 being the softest. Different models of the REX are available for varying hardness levels, with the Rex Gauge OO being specifically designed to measure the hardness of foams, gels, and animal tissue. The Rex Gauge durometer was the first instrument used to measure skin “hardness” ( Falanga and Bucalo, 1993 ). The DEFLIN is designed and marketed as an instrument to specifically measure tissue induration, assessing “tissue stiffness in quantitative units.” It has a plate at the end with a 1.25-mm indenter tip and 2 sensors: one that controls time and pressure against the skin and another that measures the force of the indenter (in Newtons) against the skin. Similar to the REX, the DEFLIN is held vertically against the skin, and the measurement is instantaneous (∼0.5 seconds). There is no alteration of the skin surface, and it is painless. Numerous publications report using the DEFLIN to measure tissue stiffness in various dermatologic conditions, including scarring, skin fibrosis in patients with secondary lymphedema, and localized scleroderma ( Bernabe et al, 2024 ;  Nguyen et al, 2019 ;  Romagnuolo et al, 2023 ;  Seo et al, 2017 ;  Sun et al, 2017 ). However, to the best of our knowledge, neither the DEFLIN nor the REX has been used to measure cNF stiffness. Statistical analysis The agreement among measurements for each instrument was first assessed without accounting for clustering. Naïve methods, including LOAs and Bland–Altman plots, were used to assess and visualize the agreement between 2 measurements. The mean difference represents the average difference between the 2 measurements. The LOAs were set at mean difference ± 1.96 × SD of the differences, representing the range within which most differences (95%) between methods are expected to fall. If the mean difference is close to zero, the measurements have no systematic bias. If most points fall within the LOAs, the methods are considered to have good agreement. For DEFLIN and REX’s 3 repeated measurements, all possible pairwise differences within each subject were computed and displayed in a single Bland–Altman plot. For comparison between the values obtained at visit 1 and visit 2, the average of the 3 repeated measurements was used. The Lin's CCC was also used to evaluate the agreement between the values obtained on visit 1 and visit 2. A CCC of 0.81–1.00 was considered as almost perfect agreement, 0.61–0.80 was considered as substantial agreement, and 0.41–0.60 was considered as moderate agreement ( Fleiss and Cohen, 1973 ). The agreement (reliability or consistency) among repeated measurements was further assessed using the ICCs from the multilevel linear mixed-effects model with patient-level, tumor-level, and visit-level random effects, accounting for the clustered data structure: measurements were clustered within a visit within a tumor (cNF) within a patient. The ICC quantifies the correlation between a pair of measurements (or observations) at each nested level of the linear mixed-effects model. Random intercept variance components, along with corresponding proportions, and ICCs from the linear mixed-effects model were computed. An ICC >0.90 was considered as excellent agreement, that between 0.75 and 0.9 was considered as good agreement, that between 0.5 and 0.75 was considered as moderate agreement, and that <0.50 was considered as poor agreement ( Bobak et al, 2018 ). The 95% CI of ICC was obtained by the model-based semiparametric bootstrap for mixed models. The number of bootstrap replicates was 1000. The relationship between measurement values from the 2 instruments was explored and visualized using a scatter plot by both linear fit and locally estimated scatterplot smoothing fit, without accounting for clustering. A Pearson correlation coefficient >0.7 was considered as a strong positive correlation. Statistical analyses were performed using R 4.4.2 software (R Foundation for Statistical Computing, Vienna, Austria).",
  "cache_level": "minimal",
  "has_fulltext": true,
  "fetch_date": "2026-02-19 09:31:13"
}