{
  "pmid": "PMID:40529476",
  "abstract": "Patients with neurofibromatosis type 1 develop multiple cutaneous neurofibromas (cNFs) for which no effective drug therapy exists; mainstay treatment remains physical removal. However, clinical trials testing new drugs are ongoing, and quantitative techniques based on cNF biology are needed to measure changes in cNF after treatment. cNF tumor bulk is composed of extracellular matrix and inflammatory cells that dictate their stiffness. No studies have reported measuring the stiffness change in neurofibromas, which would indicate shrinking of the tumor bulk. The goal of this study was to evaluate 2 different instruments-the Rex Gauge durometer (denoted as REX) and the Delfin SkinFibroMeter (denoted as DELFIN)-in reproducibly measuring cNF stiffness. Ninety-seven neurofibromas from patients with neurofibromatosis type 1 on different skin areas were measured at each of 2 visits about 2 weeks apart. The DELFIN had moderate within-tumor agreement (intraclass correlation coefficient = 0.607, 95% confidence interval = 0.512-0.691) and moderate within-visit agreement (intraclass correlation coefficient = 0.732, 95% confidence interval = 0.665-0.786), and the REX had moderate within-tumor agreement (intraclass correlation coefficient = 0.740, 95% confidence interval = 0.631-0.816) and excellent within-visit agreement (intraclass correlation coefficient = 0.937, 95% confidence interval = 0.913-0.953), while accounting for repeated visits and tumor measurements clustered within each patient. We found that both the DELFIN and REX are easy to use and reliable, providing consistent quantification of cNF stiffness.",
  "methods": "Materials and Methods Instruments to measure cNF stiffness We tested 2 different instruments for their ability to accurately and reproducibly measure cNF stiffness. One was the Rex Gauge durometer (REX) produced by Rex Gauge LLC ( Figure 2 a), and the other was the SkinFibroMeter (DEFLIN) made by Delfin Technologies ( Figure 2 b). Both instruments are portable, noninvasive, and easy to use. The REX is primarily used in manufacturing and is the international standard for determining the hardness of nonmetallic materials such as plastic, rubbers, polymers, alloys, etc. It has an internal spring that exerts a load on the material being measured. A small blunt tip at the end of the durometer retracts inside the unit when held against the material being measured and reads the measurements. The REX uses the Shore Hardness Scale (measured in scale units), which ranges from 0 to 100, with 0 being the softest. Different models of the REX are available for varying hardness levels, with the Rex Gauge OO being specifically designed to measure the hardness of foams, gels, and animal tissue. The Rex Gauge durometer was the first instrument used to measure skin “hardness” ( Falanga and Bucalo, 1993 ). The DEFLIN is designed and marketed as an instrument to specifically measure tissue induration, assessing “tissue stiffness in quantitative units.” It has a plate at the end with a 1.25-mm indenter tip and 2 sensors: one that controls time and pressure against the skin and another that measures the force of the indenter (in Newtons) against the skin. Similar to the REX, the DEFLIN is held vertically against the skin, and the measurement is instantaneous (∼0.5 seconds). There is no alteration of the skin surface, and it is painless. Numerous publications report using the DEFLIN to measure tissue stiffness in various dermatologic conditions, including scarring, skin fibrosis in patients with secondary lymphedema, and localized scleroderma ( Bernabe et al, 2024 ;  Nguyen et al, 2019 ;  Romagnuolo et al, 2023 ;  Seo et al, 2017 ;  Sun et al, 2017 ). However, to the best of our knowledge, neither the DEFLIN nor the REX has been used to measure cNF stiffness. Statistical analysis The agreement among measurements for each instrument was first assessed without accounting for clustering. Naïve methods, including LOAs and Bland–Altman plots, were used to assess and visualize the agreement between 2 measurements. The mean difference represents the average difference between the 2 measurements. The LOAs were set at mean difference ± 1.96 × SD of the differences, representing the range within which most differences (95%) between methods are expected to fall. If the mean difference is close to zero, the measurements have no systematic bias. If most points fall within the LOAs, the methods are considered to have good agreement. For DEFLIN and REX’s 3 repeated measurements, all possible pairwise differences within each subject were computed and displayed in a single Bland–Altman plot. For comparison between the values obtained at visit 1 and visit 2, the average of the 3 repeated measurements was used. The Lin's CCC was also used to evaluate the agreement between the values obtained on visit 1 and visit 2. A CCC of 0.81–1.00 was considered as almost perfect agreement, 0.61–0.80 was considered as substantial agreement, and 0.41–0.60 was considered as moderate agreement ( Fleiss and Cohen, 1973 ). The agreement (reliability or consistency) among repeated measurements was further assessed using the ICCs from the multilevel linear mixed-effects model with patient-level, tumor-level, and visit-level random effects, accounting for the clustered data structure: measurements were clustered within a visit within a tumor (cNF) within a patient. The ICC quantifies the correlation between a pair of measurements (or observations) at each nested level of the linear mixed-effects model. Random intercept variance components, along with corresponding proportions, and ICCs from the linear mixed-effects model were computed. An ICC >0.90 was considered as excellent agreement, that between 0.75 and 0.9 was considered as good agreement, that between 0.5 and 0.75 was considered as moderate agreement, and that <0.50 was considered as poor agreement ( Bobak et al, 2018 ). The 95% CI of ICC was obtained by the model-based semiparametric bootstrap for mixed models. The number of bootstrap replicates was 1000. The relationship between measurement values from the 2 instruments was explored and visualized using a scatter plot by both linear fit and locally estimated scatterplot smoothing fit, without accounting for clustering. A Pearson correlation coefficient >0.7 was considered as a strong positive correlation. Statistical analyses were performed using R 4.4.2 software (R Foundation for Statistical Computing, Vienna, Austria).",
  "introduction": "Introduction Neurofibromatosis type 1 (NF1) is a genetic, clinically heterogeneous neurocutaneous disorder that affects about 1 in 3000 individuals ( Gutmann et al, 2017 ). Patients can develop a range of features, including café-au-lait macules, axillary freckling, Lisch nodules, osseus lesions, and neurofibromas, the hallmark tumors of NF1. Neurofibromas are benign tumors that are classified into 2 main types: plexiform neurofibroma and cutaneous neurofibroma (cNF). Plexiform neurofibromas develop deep in the body along a nerve plexus; they are typically present at birth and grow throughout childhood to young adulthood. cNFs are located in the dermis along cutaneous nerve twigs and typically start to appear during adolescence, suggesting a hormonal influence. They grow very slowly but continue to appear throughout life and are present in >99% of patients with NF1. The number of cNFs per patient varies widely, ranging from just a few to hundreds to sometimes thousands, and they can appear anywhere on the body. They can be itchy and painful, and the physical disfigurement can cause feelings of embarrassment and depression. In fact, patients often report cNF as being the most burdensome feature of NF1 ( Guiraud et al, 2019 ). cNFs are composed of different cell types, including neoplastic Schwann cells, mast cells, macrophages, and fibroblasts, as well as a collagen-rich extracellular matrix (ECM) that makes up >50% of the dry tumor weight ( Brosseau et al, 2021 ;  Peltonen et al, 1986 ). This ECM/collagen content and inflammation are what constitute the stiffness and texture of the cNF. On the basis of their appearance, cNFs can be classified by stage: (i) the nascent stage, which requires imaging to visualize; (ii) the flat stage, which presents as thinning or hyperpigmentation on the skin surface; (iii) the sessile stage, which is visible as a raised papule on the skin; (iv) the globular stage, which is defined as having a globular shape with a base at the surface of the skin between 20 and 30 mm in diameter and with a similar height; and (v) the pedunculated stage, which is the final stage in which the neurofibroma has a visible stalk that is several millimeters long that connects the portions above and below the skin ( Chamseddin et al, 2019 ;  Ortonne et al, 2018 ). Unfortunately, there is currently no drug therapy for cNF; the mainstay treatments for cNF include surgical removal, carbon dioxide laser treatment, and electrodessication. However, there are limitations with these procedures, including incomplete excision, scarring, discoloration, and high cost. In addition, some patients have so many cNFs that these procedures are not feasible. There are a number of ongoing clinical trials testing various systemic drugs for cNF as well as new topical drugs ( Sarin et al, 2024 ), and one challenge in the clinic is how to accurately and objectively assess cNF response to drug treatment on the basis of the biology of cNF. The most common ways of measuring cNFs include calipers, which are quantitative, but the accuracy is operator dependent and thus can be highly variable; a standard ruler, which is easy to use but does not accurately assess volume and can be highly variable; and 3-dimensional photography, which allows clinicians to store the images for analysis but requires some expertise to use. It also does not assess tumor volume or tumor texture. Finally, there is the Quality of Life Index, which incorporates direct patient input but is a subjective and indirect cNF measurement. As mentioned earlier, a key feature of cNF is the presence of inflammatory cells and ECM and collagen that comprise the bulk of the tumor, and when pushed down, there is a resistance in the cNF, which can be referred to as the tumor’s “stiffness.” Stiffness is defined as the responsive deformation of an object’s surface under an indentation force. It is likely that drugs that can reduce the ECM and tumor bulk will also reduce cNF stiffness; however, there is currently no objective, reproducible way to measure this. The goal of this study was to validate the reliability, reproducibility (agreement), and comparability of each of the 2 different instruments—the Delfin SkinFibroMeter (DELFIN) and the Rex Gauge Durometer (REX)—for measuring the stiffness of cNF, helping to determine whether these tools are suitable for future clinical or research applications. The Response Evaluation in Neurofibromatosis and Schwannomatosis International Collaboration, which was established in 2011 to “develop standardized response criteria for determining treatment response in patients with NF1, NF2, and schwannomatosis,” has published a core outcome domain set that includes (i) clinical assessment, (ii) daily life impact, (iii) patient satisfaction, and (iv) perception of health ( Fertitta et al, 2024 ). The clinical assessment outcome domain includes (i) anatomic location, (ii) change over time, (iii) cosmesis, (iv) number, (v) pain, (vi) recurrence, and (vii) visibility. We suggest that reduced stiffness of a cNF would indicate a response to drug treatment (ie, change over time) and might, after more extensive studies, be considered as a measurable outcome in the Response Evaluation in Neurofibromatosis and Schwannomatosis International Collaboration clinical assessment core outcome domain.",
  "results": "Results Patient demographics and study design The study included 11 patients with NF1 receiving care at our Medical Center who consented to participate in the study. The schema for the study protocol and the patient demographics for this study are shown in  Figure 1 a and b, respectively. The patients ranged in age from 28 to 77 years, with Fitz skin color scores ranging from I to V. All patients had multiple cNFs, and tumors were from different areas of the body: the head and neck, the back and chest, the abdomen, the upper extremities, and the lower extremities ( Figure 1 c). In total, 97 cNFs and 11 normal baseline skin areas were measured for this study. On the basis of morphology, the tumors included 8 flat, 78 globular, and 11 pedunculated tumors ( Figure 1 d). The patients were asked to attend 2 clinic visits, scheduled 10–14 days apart. During the first visit, demographic information was collected, and the areas to be measured were identified, including 1 normal baseline skin area without any tumor and all selected cNFs. Each cNF was photographed and measured using a ruler. The cNFs and the baseline skin were then measured 3 times at each visit with both the DELFIN and REX instruments ( Figure 2 ) and recorded, with a range of 5–10 cNFs per patient measured. Three patients did not have REX measurements recorded for their normal baseline skin during the first visit. At the second visit, the same normal baseline skin area and cNFs were identified using the photographs and remeasured for stiffness 3 times using both instruments. All measurements were conducted by a single assessor, a medical dermatology fellow. Figure 1 Study schematic and demographics.  ( a ) The study design for each individual patient. ( b ) Demographics for each patient, listed in order of joining the study (Fitz = Fitzpatrick Scales I–V). ( c ) Location of all the measured cutaneous neurofibromas. ( d ) Morphology of all the measured cNFs. cNF, cutaneous neurofibroma; F, female; M, male. Figure 2 Pictures of the Rex Gauge Durometer and the Delfin SkinFibroMeter.  Two hand-held, noninvasive devices for measuring cNF stiffness were used in this study. ( a ) The Rex Gauge durometer measures stiffness using the Shore Scale. ( b ) The Delfin SkinFibroMeter measures stiffness in Newtons. cNF, cutaneous neurofibroma. Agreement among measurements for each instrument without accounting for clustering The agreement among measurements for each instrument was assessed without accounting for clustering. The naïve estimates of agreement were computed to provide simple and straightforward summaries of agreement. First, Bland–Altman plots were utilized to assess the agreement of the 3 measurements obtained for each skin area at each visit for each instrument, respectively, where each point represents a pair of measurements for the same cNF ( Figure 3 ). The Bland–Altman plot for the 3 repeated DEFLIN measurements, with all pairwise comparisons, is shown in  Figure 3 a. The mean difference between measurements was close to zero, and 98.5% of the points fell within the limits of agreement (LOAs). Outliers were more likely at larger values. The Bland–Altman plot for the 3 REX measurements, with all pairwise comparisons, is shown in  Figure 3 b, where the mean difference between the 2 measurements was also close to zero, and 94.5% of the points fell within the LOAs, with discernible patterns in the distribution. Figure 3 Bland–Altman plots of 3 repeated measurements with all pairwise comparison for both instruments.  Bland–Altman plots for the ( a ) the SkinFibroMeter (DEFLIN) and ( b ) Rex Gauge Durometer (REX) are shown. Each point represents a pair of the measurements within the same cNF. The X-axis represents the mean of the 2 measurements, and the Y-axis represents the difference between the 2 measurements. Points are randomly scattered around the mean difference line without any specific pattern, and the mean difference close to zero suggests that the 2 measurements agree well. Second, the agreement of measurements (using the average of the 3 repeated measurements) between the 2 visits was assessed for each instrument. Scatter plots were generated to visualize the agreement of the measurements taken by each instrument on visit 1 and visit 2 ( Figure 4 ). For the DEFLIN ( Figure 4 a), most points were close to the diagonal line, except for 3 larger values in visit 1. Lin's concordance correlation coefficient (CCC) was 0.744 (95% confidence interval [CI] = 0.644–0.811), indicating substantial agreement of the values between the 2 visits. For the REX ( Figure 4 b), the data points were evenly distributed along the diagonal line, with a Lin's CCC of 0.771 (95% CI = 0.681–0.844), also indicating substantial agreement of the values between the 2 visits. Bland–Altman plots were then utilized to assess the agreement between the values obtained at visit 1 and visit 2 for each instrument ( Figure 5 ), where each point represents an individual cNF. For DEFLIN ( Figure 5 a), the mean difference between 2 visits was nearly zero, with most points clustering around the mean for less stiff tumors. Some cNFs with greater stiffness showed larger differences in force measurements between visits. Only 4 points (3.7%) were out of the LOAs. For REX ( Figure 5 b), the mean difference between the 2 visits was close to zero, with all the measurements within the LOAs, except for 1 outlier. Points were randomly scattered around the mean difference line with no specific pattern, suggesting good agreement between the 2 visits. These findings indicated that each of the 2 instruments generated reproducible measurements across the 2 visits. Figure 4 Scatter plots of the average of the 3 repeated measurements obtained from visit 1 and visit 2 for both instruments.  Scatter plots showing the average of the 3 repeated measurements taken on visit 1 and visit 2 are shown for  (a)  the DEFLIN and ( b ) the REX. Each point represents a cNF. The black diagonal line indicates equal values between visits. Points closer to the diagonal line suggests strong agreement between measurements. cNF, cutaneous neurofibroma. Figure 5 Bland–Altman plots of the average of 3 repeated measurements obtained from visit 1 and visit 2 using both instruments.  Bland–Altman plots of the average of the 3 repeated measurements taken with  (a)  the DEFLIN and  (b)  the REX. Each point represents the measurements for 1 cNF. The X-axis represents the mean of the 2 measurements from visit 1 and visit 2, and the Y-axis represents the difference between the 2 measurements. Points are randomly scattered around the mean difference line without any specific pattern, and the mean difference close to zero suggests that the 2 measurements agree well. cNF, cutaneous neurofibroma. Agreement among measurements for each instrument accounting for clustering To further assess measurement agreement while accounting for clustering, a multilevel linear mixed-effects model was fitted, with patient-level, tumor-level, and visit-level random effects. For DEFLIN, the fixed effect of measurement was not statistically significant (all  P  > .05), indicating no major differences among the 3 measurements. The random intercept variance components were as follows: patient-level variance was 0.0005 (4.8%), tumor-level variance was 0.0053 (55.9%), visit-level variance was 0.0012 (12.5%), and residual variance was 0.0025 (26.8%) ( Table 1 ). Accordingly, patient-level intraclass correlation coefficient (ICC) (within-patient correlation) that quantifies the correlation between measurements in the same patient was 0.048 (95% CI = 0–0.155), tumor-within patient-level ICC (briefly, within-tumor correlation) that quantifies the correlation between measurements in the same cNF in the same patient was 0.607 (95% CI = 0.512–0.691), and visit-within tumor-within patient-level ICC (briefly, within-visit correlation) that quantifies the correlation between measurements taken at the same visit in the same cNF nested in the same patient was 0.732 (95% CI = 0.665–0.786). The result indicated moderate within-tumor agreement and moderate within-visit agreement. Table 1 Random Intercept Variance Components from a Linear Mixed-Effects Model Random Intercept Variance Components DELFIN REX Patient-level variance 0.0005 (4.8%) 22.5 (16.5%) Tumor-level variance 0.0053 (55.9%) 78.5 (57.5%) Visit-level variance 0.0012 (12.5%) 27.0 (19.7%) Residual variance 0.0025 (26.8%) 8.6 (6.3%) For REX, the fixed effect of measurement was not statistically significant (all  P  > .05), indicating no major differences among the 3 measurements. The random intercept variance components were as follows: patient-level variance was 22.5 (16.5%), tumor-level variance was 78.5 (57.5%), visit-level variance was 27.0 (19.7%), and residual variance was 8.6 (6.3%) ( Table 1 ). Accordingly, patient-level ICC (within-patient correlation) that quantifies the correlation between measurements in the same patient was 0.165 (95% CI = 0–0.333), tumor-within patient-level ICC (briefly, within-tumor correlation) that quantifies the correlation between measurements in the same cNF in the same patient was 0.740 (95% CI = 0.631–0.816), and visit-within tumor-within patient-level ICC (briefly, within-visit correlation) that quantifies the correlation between measurements taken at the same visit in the same cNF nested in the same patient was 0.937 (95% CI = 0.913–0.953). The result indicated moderate within-tumor agreement and excellent within-visit agreement. Lin’s CCC for repeated measure data coincides with the ICC from the linear mixed-effects model as shown by  Carasco et al (2009) . The tumor-within patient-level ICC is essentially the CCC between 2 visits while accounting for clustering within tumor within patient: 0.607 (95% CI = 0.512–0.691) for DEFLIN and 0.740 (95% CI = 0.631–0.816) for REX. Note that these ICC values were smaller than the naïve CCC estimates without accounting for clustering: 0.744 (95% CI = 0.644–0.811) for DEFLIN and 0.77 (95% CI = 0.681–0.844) for REX. This is likely because within-visit variability was considered as between-visit variability in estimating naïve CCCs. Relationship between measurements of 2 instruments To explore the relationship between measurements of the 2 instruments, a scatter plot of the mean measurements from the DEFLIN and REX for each patient is shown in  Figure 6 , without accounting for clustering. The linear model did not fit the data well with the Pearson correlation coefficient r = 0.5. The locally estimated scatterplot smoothing fit revealed a bell-shape relationship. Consequently, at least 1 of them lacks a linear correlation with skin stiffness. However, possible outliers (DEFLIN value > 0.35, n = 4) may have influenced this pattern. After excluding these outliers, the relationship between DEFLIN and REX measurements followed a positive nonlinear trend. Figure 6 Scatter plots of the average of 3 repeated measurements obtained using the 2 instruments.  Scatter plots of the average of 3 repeated measurements obtained using ( a ) the DEFLIN and ( b ) the REX. Each point represents 1 cNF. The blue line represents the linear fit, whereas the green line represents the LOESS fit, both within the 95% confidence intervals (shaded area). cNF, cutaneous neurofibroma; LOESS, locally estimated scatterplot smoothing.",
  "discussion": "Discussion In this study, we found that both the REX and DELFIN are easy to use and reproducible, providing consistent and objective quantification of the stiffness of a cNF. When accounting for the clustered data structure, the within-visit agreement was moderate for DEFLIN (ICC = 0.732, 95% CI = 0.665–0.786) and excellent for REX (ICC = 0.937, 95% CI = 0.913–0.953), and the within-tumor agreement was moderate for DEFLIN (ICC = 0.607, 95% CI = 0.512–0.691) and moderate for REX (ICC = 0.740, 95% CI = 0.631–0.816). Without accounting for clustering, the reproducibility between the 2 visits showed substantial agreement for both DEFLIN (CCC = 0.74, 95% CI = 0.64–0.81) and REX (CCC = 0.77, 95% CI = 0.68–0.84). These results indicated that each instrument can reliably and reproducibly measure the stiffness of a cNF. To our knowledge, this is the first reported study to measure cNF “stiffness” utilizing these devices. A 2021 study by  Thalheimer et al (2021)  assessed the reliability of 3 different techniques for specifically measuring cNF size: high-frequency ultrasound, 3-dimensional photography, and calipers. Their study measured a total of 57 cNFs from 10 different patients. They found that high-frequency ultrasound and 3-dimensional photography had “excellent reliability,” whereas calipers had “good-to-excellent reliability.” There were strengths and weaknesses with each instrument. Our study expands the tools available for assessing cNF. Tumor stiffness has to do with tumor size as well. Less stiffness means the content of the tumor is reduced: the skin continually remodels, so if the tumor becomes less stiff (owing to a decrease in ECM, for example), over time, the tumor size will get smaller and smaller, similar to what happens in the skin upon body weight reduction. We emphasize that although useful in measuring stiffness, the Rex Gauge durometer and the Delfin SkinFibroMeter do not replace or circumvent the need to measure tumor volume, size, and symptoms of tumors for future clinical trials or clinical practice. Currently, there is no single gold-standard instrumentation for objective quantification of cNF stiffness, so we recommend the use of the durometer device in addition to other measurement techniques such as high-frequency ultrasound, calipers, and 3-dimensional photography for a holistic measurement approach. Subjective user evaluation of the instruments was important to consider in this study. The DELFIN was slightly easier to use and held memory for the past several measurements. A limitation of the device was shown for smaller tumors <0.5 cm. To accurately measure cNF stiffness, the DELFIN indenter, roughly 1.25 mm in diameter, would need to precisely land on the tumor after lifting and placing on the skin up to 5 times for a single reading, which can sometimes be challenging. The benefit was that there was less potential for user error because the device alerts the user if too much or too little force is applied or if the user was too fast or too slow for individual readings. The REX was similarly easy to use, but a potential limitation depended considerably on the user-applied force between the device and tumor. The device did not inherently have a user checking system; therefore, applying more user force during measurements could potentially yield falsely higher readings. The tumors with the greatest differences on the Bland–Altman plots and outliers between visit 1 and visit 2 tended to be very large or pedunculated in morphology. These larger, >2 cm, or pedunculated tumors often had several different stiffness consistencies from hard to soft within a single tumor; therefore, placement of the device on the exact area was required to perform an accurate reading across visits. For this reason, we suggest that future trials utilize uniformly stiff tumors that are globular and sessile tumors between 0.5 and 2 cm for optimal readings. Other limitations of this study included the following: (i) there was only 1 assessor, who was a medical dermatology fellow. It may be more meaningful to have multiple raters conduct the measurements during the same visit; (ii) we did not remove the cNFs and perform histological analysis on them to correlate the stiffness measurement with the amount of collagen/ECM composition; and (iii) only 97 cNFs and 11 normal skin areas from 11 patients were measured. However, these were measured 3 times at each of the 2 visits, which in total were 648 observations per measurements, and this number was large enough to yield agreement measure (ICCs and Lin’s CCC) estimates with good precision (margin of error, 95% CI half width). The precision of ICC estimates was 0.061–0.090 for DEFLIN and 0.020–0.167 for REX, and the precision of Lin’s CCCs was 0.085 for DEFLIN and 0.080 for REX. Nevertheless, a larger study performed with multiple assessors would provide additional support for these 2 instruments as valid tools for measuring cNF stiffness. In addition, for future use, we would recommend conducting 5 measurements per subject and using the average of the middle 3 values for analysis to minimize outliers. In summary, these 2 tools can be added to the armamentarium of instruments currently used to monitor cNF changes in clinical trials ( Thalheimer et al, 2021 ). Until we have a “gold-standard” measurement for cNF, multiple (if not all) current methods should be used as outcome measures for cNF in clinical trials to comprehensively evaluate treatment response.",
  "fetched_at": "2026-02-11T02:13:34.848342",
  "abstract_length": 1626,
  "methods_length": 4856,
  "introduction_length": 5350,
  "results_length": 11388,
  "discussion_length": 5494
}