{
  "pmid": "PMID:40532825",
  "abstract": "Many RASopathies can be clinically diagnosed based on their cutaneous findings, thus it is essential for dermatologists to be comfortable differentiating RASopathies for accurate diagnosis and appropriate management. Employing the same framework to categorize as in Part I, the most common RASopathies include those principally caused by genetic variants in tumor suppressor genes (neurofibromatosis type 1, Noonan syndrome with multiple lentigines, Legius syndrome, capillary malformation-arteriovenous malformation syndrome), those principally due to variants in oncogenes (Noonan syndrome, Costello syndrome, cardiofaciocutaneous syndrome), and mosaic conditions such as sebaceous nevus syndrome, neurocutaneous melanosis, McCune-Albright syndrome, phakomatosis pigmentokeratotica, epidermal nevus syndrome, and encephalocraniocutaneous lipomatosis. Germline variants cause systemic disease and must be managed in conjunction with a multidisciplinary team of specialists for holistic care. Common extracutaneous manifestations affect the neurologic, psychiatric, cardiac, ocular, musculoskeletal, genitourinary, and hematologic systems. The genetic basis of disease necessitates family counseling with a geneticist and patient support groups. It is also important to recognize risk of cancer in RASopathy patients for appropriate surveillance. Thus, dermatologists play a critical role in patients' healthcare through familiarity with and prompt diagnosis of RASopathies.",
  "methods": "",
  "introduction": "1 Introduction Human skin pigmentation is a complex biological process primarily mediated by melanocytes, specialized neural crest‐derived cells residing in the skin epidermis and hair follicles, which synthesize and distribute melanin pigments within melanosomes, specialized lysosome‐related organelles (LROs) that function as the primary sites of melanogenesis [ 1 ,  2 ,  3 ]. Melanocyte development involves migration from the neural crest under the control of key signaling pathways, including the stem cell factor/c‐KIT, endothelin, Wnt, and α‐melanocyte‐stimulating hormone/melanocortin‐1 receptor pathways, with microphthalmia‐associated transcription factor serving as the master transcriptional regulator [ 4 ]. Melanin biosynthetic pathway begins with tyrosine conversion to DOPAquinone by tyrosinase (TYR), leading to eumelanin (brown–black) or pheomelanin (red–yellow) synthesis, followed by melanosome transport and melanin transfer to keratinocytes. Pathological variants in genes regulating these processes result in genetic pigmentary disorders (GPDs) [ 5 ]. These disorders are broadly categorized into hypopigmentary disorders, including oculocutaneous albinism (OCA), piebaldism, and Waardenburg syndrome (WS), and various hyperpigmentary disorders, such as dyschromatosis symmetrica hereditaria (DSH), dyschromatosis universalis (DUH), reticulate acropigmentation of Kitamura (RAK), and Downling–Degos disease (DDD). Additionally, RASopathies represent an important group of disorders caused by germline variants in genes encoding components of the RAS–mitogen‐activated protein kinase (MAPK) signaling pathway, which manifest as diverse pigmentary phenotypes, including café‐au‐lait macules and lentigines, along with characteristic systemic developmental abnormalities. The clinical significance of GPDs extends beyond cosmetic concerns, as many conditions exhibit multisystem manifestations requiring comprehensive medical management [ 5 ]. Recent advances in genetic sequencing technologies have significantly enhanced our understanding of the genetic landscape of these disorders, revealing novel disease genes and elucidating complex genotype–phenotype relationships [ 6 ,  7 ,  8 ]. This review provides a comprehensive overview of the molecular basis, clinical features, and diagnostic approaches for major GPDs and emphasizes the importance of genetic testing for accurate diagnosis, patient management, and genetic counseling.",
  "results": "",
  "discussion": "4 Future Directions and Conclusion Advances in sequencing technologies have facilitated the identification of novel genes associated with GPDs, enhancing our understanding of the underlying molecular mechanisms and normal pigmentation biology. This increasing genetic knowledge allows the development of precision medicine approaches via improved genotype–phenotype correlations and personalized management strategies based on individual genetic profiles. GPDs represent a diverse group of genetic conditions that provide important insights into melanocyte biology and pigmentation regulation. Their clinical management requires multidisciplinary approaches addressing not only pigmentary manifestations but also associated complications, such as visual impairment, hearing loss, and cancer predisposition. Early diagnosis and appropriate supportive care remain fundamental for improving the quality of life of the affected individuals. Continued research into these genetic conditions is essential not only for improving patient outcomes but also for advancing our understanding of fundamental cellular mechanisms that extend well beyond melanocyte function, with implications for broader biological processes and therapeutic development.",
  "fetched_at": "2026-02-11T02:12:55.544223",
  "abstract_length": 1474,
  "methods_length": 0,
  "introduction_length": 2458,
  "results_length": 0,
  "discussion_length": 1239
}