{
  "pmid": "40540562",
  "abstract": "Plexiform neurofibromas (PNFs) are benign tumors of the peripheral nervous system that represent a major source of morbidity in neurofibromatosis type 1 (NF1). A substantial proportion of patients do not respond to current therapies or experience intolerable side effects. Transcriptomic characterization of murine and human PNF at bulk and single-cell resolution identified transforming growth factor-β (TGFβ) signaling as a key upstream regulator, driving aberrant basement membrane (BM) protein production by neoplastic Schwann cells and Fbs. Conditional TGFβ1 overexpression in",
  "methods": "MATERIALS AND METHODS Experimental animals Nf1 ; flox/flox PostnCre  mice were used for in vivo studies, with genotypes confirmed by polymerase chain reaction (PCR) as previously described ( + ,  46 ).  47 Hoxb7-Cre;Nf1  mice were previously described ( flox/flox ), and  48 Tgf-β1  overexpression mice were purchased from the Jackson Laboratory (strain no. 018393). Animal care and experiments were conducted according to the guidelines established by the Indiana University Institutional Animal Care and Use Committee (IACUC; protocol no. 21009) and the University of Texas (UT) Southwestern IACUC (protocol no. 2017-102108). TGFβRI inhibition in experimental mice Age- and gender-matched 3- to 4-month-old  Nf1  mice were randomized to be treated with either the vehicle (1% carboxymethylcellulose in distilled water + 0.25% Tween 80 + 0.05% antifoam) or galunisertib (75 mg/kg BID) by oral gavage for a duration of 12 weeks. Mice were then euthanized to evaluate PNF burden as outlined below. flox/flox ;PostnCre + Pharmacokinetics of galunisertib in mice Following procedures previously described ( ), galunisertib was quantified from plasma using sorafenib as the internal standard and high-performance liquid chromatography with mass spectrometry (HPLC-MS/MS; 5500 QTRAP, AB Sciex, Framingham, MA). Briefly, galunisertib and sorafenib were separated by a gradient mobile phase (acetonitrile: 5 mM ammonium acetate in water) using an Agilent Zorbax XDB-C8, 50 × 4.6 mm, 5-μm column. The mass spectrometer used an electrospray ionization probe run in positive mode. The multiple reaction monitoring Q1/Q3 (mass/charge ratio) transitions for galunisertib and sorafenib were 370.6/337.1 and 464.8/252.0, respectively. Plasma samples (20 μl) were transferred to glass culture tubes, sorafenib was added as the internal standard (20 μl of 0.1 ng/μl), and the extraction was performed by the addition of ethyl acetate (2 ml). The samples were then vortex mixed for 20 s and centrifuged at 4000 rpm for 3 min and then the organic layer was transferred to a clean glass culture tube and evaporated to dryness. The samples were then reconstituted with mobile phase (50 μl), and an aliquot (10 μl) was injected into the HPLC-MS. The standard curve was prepared using naïve mouse plasma as the matched matrix and was linear from 1 to 10,000 ng/ml. 49 Galunisertib was quantified from tissue samples using a slightly modified method from the plasma sample analysis as detailed previously ( ). Briefly, the tissue was weighed and then transferred to a glass culture tube. Phosphate-buffered saline (PBS) was added to the tissue to bring the total volume to 0.5 ml (assumption: 1 g = 1 ml). The tissue was homogenized using a TissueRuptor with a single-use disposable probe. An aliquot (0.4 ml) was transferred to a clean glass culture tube, and sorafenib was added as the internal standard (20 μl of 0.1 ng/μl). The extraction procedure and HPLC-MS conditions were the same as for the plasma samples. The standard curve was prepared using PBS as the matrix and was linear from 0.04 to 400 ng per sample. 49 Nerve microdissection Immediately postmortem, tumor-bearing nerve tissues from galunisertib and vehicle-treated mice were harvested and fixed in 10% neutral buffered formalin. Whole–spinal cord dissection was performed as previously described ( ). Tissues were decalcified in 5% formic acid. Proximal spinal nerves, brachial, and trigeminal nerves were dissected microscopically. 48 Histopathology Paraffin sections were stained with H&E and Masson’s trichrome to examine tumor histomorphology. Whole-slide images were acquired on an Aperio ScanScope CS2. Masson’s trichrome stain was used to identify collagen abundance using HALO image analysis software (Indica Labs, Albuquerque, New Mexico, USA). The HALO area quantification algorithm was tuned to identify collagen-stained (blue) regions [RGB optical density (OD): 0.674, 0.699, and 0.335 with minimum threshold OD: 0.323, 0.5221, and 0.6991] and nuclear/cytoplasmic (red) regions (RGB OD: 0.493, 0.944, and 0.708). A tissue classifier was set at a resolution of 0.65 μm per pixel to exclude blank regions from analysis. Investigators were blinded to the treatment groups during analysis. IHC staining IHC staining for TGFβ1 was performed on a 5-μm-thick tissue from a peripheral nerve tumor tissue microarray (SO1001b, TissueArray). The tissue microarray was deparaffinized, hydrated, and transferred to 0.1 M EDTA (pH 9.0) for antigen retrieval in a pressure cooker. The tissue microarray was then treated with 3% hydrogen peroxide for 10 min, rinsed, and incubated with primary antibodies for 30 min at room temperature (TGFβ1; ab215715, Abcam; 1:100) diluted in TBST. Incubation with secondary antibody was performed for 30 min at room temperature (goat anti-rabbit; ab205718, Abcam; 1:1000), followed by Vectastain DAB, which was applied for 10 min and terminated by rinsing in distilled water. Counterstaining was performed with modified Mayer’s hematoxylin (Vector), and the tissue microarray was dehydrated, cleared, and cover slipped. Slide images were acquired on an Aperio ScanScope CS at 20× magnification. Quantitative analysis of TGFβ1 staining was performed on  n  = 8 normal nerve and  n  = 8 neurofibroma samples using HALO image analysis software (version 2.0.5; Indica Labs) using the Area Quantification version 2.4.9, with analysis settings optimized for TGFβ1. Normal nerve specimens that delaminated from the slide during the staining procedure were excluded from analysis. Staining intensity was scored as negative (0), weakly positive (1+), moderately positive (2+), or strongly positive (3+). The area of TGFβ1-positive staining tissue (1 to 3+) was normalized to the total tissue area. Western blot Isolated proteins were fractionated using NuPAGE 4 to 12% bis-tris gels (Invitrogen) and electrotransferred to polyvinylidene difluoride membranes according to procedures previously described ( ). Immunoblots were carried out using antibodies specific to p-SMAD2 (Ser 49 465/467 ) (#CST-3108, Cell Signaling Technology), pERK1/2 (Thr 202 /Tyr 204 ) (#CST-9101, Cell Signaling Technology), p-AKT (Ser 473 ) (#CST-4060, Cell Signaling Technology), p-SMAD3 (Ser 423/425 ) (#ab52903, Abcam), actin (A5441, Sigma-Aldrich), glyceraldehyde-3-phosphate dehydrogenase (GAPDH) (#CST-5174, Cell Signaling Technology), LAMB1 (#PA5-27271, Thermo Fisher Scientific), LAMC (#PA5-79579, Thermo Fisher Scientific), NID1 (ab254325, AbCam), and TGFβ (#NBP1-03276, Novus Biologicals; #sc-130348, Santa Cruz Biotechnology). After incubation with appropriate horseradish peroxidase–conjugated secondary antibodies [anti-rabbit (#NA934V, GE Healthcare)], signals were detected using enhanced chemiluminescence (ECL) substrate (ECL Prime, GE Healthcare). Densitometric quantitation of protein bands on images of membranes was conducted using the iBright system’s (Thermo Fisher Scientific) onboard software. BM protein mass spectrometry Mouse DRGs extracted from  Nf1  PNF-bearing mice treated with vehicle ( flox/flox ;PostnCre + n  = 3) or galunisertib ( n  = 3) were collected and lysed with the CNMCS Compartmental Protein Extraction Kit (2145, MilliporeSigma) according to the manufacturer’s protocol and subjected to mass spectrometry assay as our previous report ( ). The mass spectrometry assay was done by the Proteomics Core at the UT Southwestern Medical Center. The data were analyzed using Proteome Discoverer 2.4 (Thermo Fisher Scientific). The total protein abundance for the vehicle and galunisertib group was determined by summing all proteins with more than 10 peptide spectrum matches. For each target protein, its abundance was normalized to the total protein abundance, yielding an abundance ratio (protein × ratio = protein × abundance/total protein abundance). These abundance ratios were then compared between vehicle and galunisertib groups. Statistical significance was assessed using a Student’s  10 t  test, with a  P  value of less than 0.05 considered significant. The mass spectrometry analysis of BM protein in PNF [ Hoxb7-Cre Nf1  mice ( fl/− H7;Nf1mut )] and control dorsal root ganglion tissue ( Hoxb7-Cre Nf1 ) was adapted from our previous work ( fl/fl ). 10 Bulk RNA-seq and analysis A QIAGEN RNeasy Plus Mini Kit was used to extract total RNA from flash-frozen PNF-bearing trigeminal nerve tissues of  Nf1  mice and wild-type (WT) ( flox/flox ;PostnCre + PostnCre ) controls. RNA quantity and quality were evaluated using an Agilent Bioanalyzer 2100. Total RNA (800 ng) was used as an input for cDNA library preparation using a KAPA Stranded RNA-Seq Kit (Roche) with 10 cycles of amplification. FastQC-passed reads were aligned to the mouse reference genome (mm10) using STAR 2.4.2a ( − ), and reads were translated to transcriptome coordinates using Salmon 0.60 ( 50 ). Isoform data were collated to single-gene IDs using biomaRt, and abundance estimates were upper quartile normalized. Gene values were filtered to include only those with 10 or more reads in at least one sample. Differential gene expression analysis was conducted using DESeq2 ( 51 ) on counts data, while log 52 2  ( x  + 4)–transformed counts per million data were used for bar plot visualizations. Log 2  fold change ratios, Benjamini-Hochberg adjusted  P  values, and gene IDs from DESeq2 were used as inputs for IPA. Core gene expression analysis was performed using the differentially expressed genes determined by the significance cutoff  P  adj < 0.05. Network analysis used experimentally observed direct and indirect relationships from all available tissue and cell line sources in  Mus musculus  within the Ingenuity Knowledge Base. scRNA-seq analysis PNF-bearing sciatic nerve tissues pooled from five 11-month-old  Nf1  mice were harvested, flash frozen at −80°C, and shipped on dry ice to Novogene for single-nucleus capture, library preparation, and sequencing. Single-nucleus suspensions were loaded onto Chromium chips (10x Genomics) for 3′ library preparation according to the manufacturer’s recommendations. Library quality control was performed by Qubit 2.0 for preliminary determination of the library concentration, Agilent 2100 to determine the insert size, and quantitative real-time fluorescence PCR to precisely quantify the library effective concentration. The resulting library was sequenced on an Illumina sequencing platform at a depth of 106,831 mean reads per cell across an estimated 6881 cells with 24,062 total genes detected and a median of 1654 genes per cell. FASTQ files were processed with CellRanger software (v.7.0.0; 10x Genomics) with default parameters. Reads were aligned against the mouse reference assembly (mm10) with the STAR aligner. Mapped, non-PCR duplicates with valid barcodes and unique molecular identifiers were filtered to generate a gene-barcode matrix for downstream analysis in scanpy. Low-quality cells with less than 200 genes, genes expressed in less than three cells, and outlier cells with less than the 2nd percentile or greater than the 98th percentile of the number of genes detected, or greater than 5% mitochondrial reads, were excluded. Normalization was performed with count depth scaling to 10,000 reads per cell, followed by log flox/flox ;PostnCre + 1 P  transformation. The top 2000 variable features were selected for dimensional reduction. Linear regression was used to regress out unwanted sources of variation including total counts and the percentage of mitochondrial reads. Data were scaled to unit variance before dimensional reduction by principal components analysis (PCA). Nearest neighbors connectivity and distance matrices were computed using the top 30 principal components, followed by UMAP with Leiden-based clustering at default resolution for visualization in two dimensions. The decoupleR package was used to identify the top five predicted cell types for each cluster against canonical mouse cell-type markers obtained from the PanglaoDB database. Final annotations were manually assigned following a detailed review of the enrichment results. UMAP plots, heatmaps, and dot plots of gene expression across clusters were generated in scanpy under default settings. TGFβ pathway activation scores were computed for each cell in the snRNA-seq dataset using decoupleR ( ), which uses multivariate linear modeling and a compendium of pathways, target genes, and interaction weights contained within the PROGENy database ( 53 ). For each cell, a linear model was generated to predict the observed pattern of gene expression based on pathway-target interaction weights. A pathway activity score was estimated from the  16 t  value, or slope of the fitted model in each cell, whereby higher  t  values indicate stronger activity of the pathway in influencing target gene expression. Fresh human PNF tissue was obtained with verbal and written informed consent under Institutional Review Board approval (#1501467439) following a clinically indicated surgical resection. The tissue was minced into 1-mm 3  pieces and placed into dissociation medium containing equal proportions of collagenase type I and trypsin, followed by incubation for 40 min at 37°C with gentle agitation. The dissociation reaction was stopped by the addition of 20 ml of Dulbecco’s modified Eagle’s medium containing 10% fetal bovine serum (FBS). Following centrifugation at 800 g  for 5 min, supernatants were passed through a 40-μm cell strainer and transferred to a MidiMACS Separator column containing Myelin Removal Beads (Miltenyi Biotec) to remove myelin debris. Following an additional centrifugation and washing step with 0.1% bovine serum albumin in PBS, pellets were resuspended in 1 ml of 90% FBS/10% dimethyl sulfoxide for cryopreservation, slowly frozen to −80°C for storage, and shipped on dry ice to GENEWIZ (Azenta Life Sciences) for single-cell capture, library preparation, and sequencing. Upon thawing of cryopreserved cell suspensions, a round of dead cell removal was performed to enrich for live cells before single-cell partitioning using the Chromium Single Cell 3′ Reagent version 2 Kit (10x Genomics). Gel Bead-in-Emulsions were then subjected to reverse transcription to generate barcoded RNA before cleanup and cDNA amplification. Libraries were sequenced to a depth of 80,482 reads per cell across an estimated 6639 cells with 22,268 total genes detected and a median of 1670 genes detected per cell. Demultiplexed FASTQ files were aligned to the human reference assembly (GRCh38) using the CellRanger pipeline v3.1.0 ( ). 54 The filtered feature-barcode matrix was passed to Seurat v4.0 ( ) for downstream analysis in R. Cells with <400 or >3000 features were filtered to exclude empty droplets and doublets, respectively. Low-quality or dying cells were further excluded by filtering cells with greater than 10% of total reads mapping to mitochondrial genes. Data were then log normalized using a scale factor of 10,000, and the top 2000 variable features were identified using the variance-stabilizing transformation method. Scaled gene expression values were used to perform linear dimensionality reduction using PCA. An elbow plot was used to determine an appropriate dimensionality of 20 principal components for graph-based cell clustering using UMAP at a resolution of 0.1. The FindAllMarkers function was used to identify differentially expressed features for each cluster compared to all others, testing only genes detected at a minimum fraction of 10% in either of the two cell populations and a log 55 2  fold change threshold of at least 0.25. Lists of differentially expressed genes with a log 2  fold change of ≥1 were used as input to Enrichr ( ) for overrepresentation analysis against the PanglaoDB Augmented 2021 ( 56 ) database for cell-type identification and annotation. 57 NicheNet analysis was performed on the Seurat object containing the human PNF single-cell expression data to predict which ligands from the microenvironment or cell populations (senders) are most likely to influence target gene expression in interacting (receiver) cells. Analysis was conducted in both sender-agnostic and sender-focused approaches. The sender-agnostic approach considers all ligands for which the target receptor is expressed in the receiver population, whereas the sender-focused approach considers only those ligands expressed in discrete sender cell types. Schwann cells were defined as the receiver population, whereas all other identified cell types (Fbs, ECs, pericytes, and T cells) were considered in the sender-focused analysis. The gene set of interest was defined as the differentially expressed genes within the receiver cell type with an absolute value log 2  fold change of ≥1 and adjusted  P  values of ≤ 0.05 relative to all other cell types present in the dataset. Background genes were defined as all expressed genes in the receiver cell population. The 30 top-ranked ligands based on area under the precision-recall curve were used to predict active target genes and construct a putative ligand-receptor network. The top 100 target genes for each ligand within the gene set of interest, ranked on the basis of interaction weights, were selected for downstream visualization. Similarly, receptors with the highest interaction weights with top-ranked ligands were selected for ligand-receptor network visualization. Integration of human scRNA-seq data scRNA-seq data from our study were integrated with publicly available single-cell transcriptomic datasets from additional human neurofibroma samples [GSE179043 ( ) and GSE181985 ( 58 )]. 10x Genomics h5 and mtx files were converted to AnnData (.h5ad) format and concatenated. Quality control was performed, retaining only cells with at least 100 genes and only genes that were detected in at least three cells. Predicted doublets were removed using scrublet ( 18 ). Cells with high mitochondrial gene expression (pct_counts_mt > 10%) and high ribosomal RNA gene expression (pct_counts_ribo > 35%) were also excluded. Batch effects were addressed by generating mappings between sample identifiers and additional batch covariates including “dataset” (GSE179043, GSE181985, and this study) and “tumor,” given that GSE181985 contains multiple 10× sequencing runs conducted on single-cell suspensions derived from the same tumor. 59 Raw counts were preserved in the AnnData “counts” layer. Total count normalization (target sum = 1 × 10 4 ) and log 1 P  transformation were applied. The top 10,000 highly variable genes were identified using the Seurat v3 algorithm, accounting for batch effects across each sample. An scVI model ( ) was trained for 400 epochs on the raw counts data, incorporating batch effects (“sample,” “tumor,” and “dataset”) and continuous covariates (“pct_counts_mt” and “pct_counts_ribo”). 60 A nearest-neighbor graph was constructed using a local neighborhood size of 80. Dimensionality reduction was performed using UMAP on both the original and scVI latent spaces with a minimum distance of 0.3 between embedded points. Leiden clustering (resolution = 1) was applied to the UMAP embedding to identify cell clusters. Cell-type enrichment analysis was performed using the decoupleR package ( ). The PanglaoDB database ( 53 ) was filtered to include only high-confidence human markers (human, canonical_marker, and human_sensitivity > 0.5), removing duplicates. Overrepresentation analysis was performed using the filtered marker database and the AnnData object. The top five enriched cell types per cluster, based on activity scores, were identified and used, in conjunction with manual annotation, for final cell-type assignment. TGFβ pathway activation scores were computed as described above. Heatmaps of marker genes and UMAP plots of  57 LAMB1  and  NID1  expression were generated in scanpy. Statistical analysis Statistical analyses were performed with GraphPad Prism v9.2 software (GraphPad, La Jolla, CA) or using the ggpubr package in R using the stat_compare_means() function. Unpaired Welch’s  t  tests or one-way analysis of variance (ANOVA) followed by Šidák’s multiple comparisons test was used to evaluate for statistically significant differences between groups as described in the accompanying figure legends. Adjusted  P  values less than 0.05 were considered statistically significant. One outlier value in TGFβ1-stained normal nerve was excluded following a Grubb’s test ( P  < 0.01) as specified in the fig. S1 legend. Supplementary Materials This PDF file includes: Figs. S1 and S2 Tables S1 and S2",
  "introduction": "",
  "results": "",
  "discussion": "",
  "fetched_at": "2026-02-11T23:46:18.955408",
  "abstract_length": 581,
  "methods_length": 20583,
  "introduction_length": 0,
  "results_length": 0,
  "discussion_length": 0
}