{
  "pmid": "40563570",
  "abstract": "",
  "methods": "2. Materials and Methods 2.1. Drugs MSU-42011 was synthesized (>95% purity) as described [ 30 ]. Selumetinib (>99% purity) and bexarotene (>99% purity) were purchased from LC Laboratories (Woburn, MA, USA). 2.2. Cell Culture 2.2.1. Culture of Human Immortalized NF1 −/−  Schwann Cells, Murine Nf1-Related MPNSTs, and Murine Lewis Lung Carcinoma Cells (LL2) Human immortalized normal Schwann cells (ipn02.3 2λ), non-tumor Schwann cells with  NF1  mutation (ipnNF95.11c) and PNF cells (ipNF95.11bC and ipNF95.6), and murine LL2 lung cancer cells, a Kras/Nras mutant lung cancer model [ 36 ], were purchased from ATCC (Manassas, VA, USA). The human immortalized NF1 −/−  Schwann cells were used in the preclinical evaluation of targeted therapies for NF1-associated PNF, including selumetinib [ 37 , 38 ]. Primary murine Nf1-related MPNSTs from a  cis  Nf1;Tp53 C57BL/6 mice were provided by Verena Staedtke and Renyuan Bai lab (Baltimore, MD, USA) [ 39 ]. The addition of heterozygous Tp53 knockout accelerates cancer development, mimicking mutations required for malignant transformation, and has been used to study Nf1-related MPNSTs [ 39 ]. Cells were cultured at 37 °C and 5% CO 2  in DMEM media (Corning Cellgro, Manassas, VA, USA) containing FBS (10%, Corning Cellgro) and penicillin/streptomycin (1%, Corning Cellgro). Trypsin-EDTA (0.25%, Corning Cellgro) was used to dissociate cells for passaging upon reaching confluence. 2.2.2. Culture of Primary Murine Nf1 Cdkn2a −/−  and Nf1 −/−  DNSCs Primary murine dorsal root ganglia (DRG)/neurosphere cells (DNSCs) isolated from Nf1 flox/flox  and Nf1 flox/flox  Cdkn2a flox/flox  genotypes were obtained from Wade Clapp lab (Indianapolis, IN, USA) [ 13 , 40 ]. These cells contain the neural crest-derived tumorigenic cell of origin for PNFs [ 41 ] and have been used in multiple studies modeling PNF initiation, malignant progression, and the molecular mechanisms driving NF1-related tumorigenesis [ 13 , 40 ]. Cells were cultured at 37 °C and 5% CO 2  in DNSC complete media. DNSC complete media was made with serum-free DMEM/F12 media (Gibco) containing HEPES (1 M, Gibco, Grand Island, NY, USA), heparin (0.2%, StemCell, Vancouver, BC, Canada), glucose (30%, Sigma, St. Louis, MO, USA), sodium bicarbonate (7.5%, Gibco), N2 supplement (1%, Gibco), glutamine (1%, Gibco), sodium pyruvate (1%, Gibco), B27 (without vitamin A, 2%, Gibco), epidermal growth factor (20 ng/mL, Sigma), basic fibroblast growth factor (40 ng/mL, PeproTech, Cranbury, NJ, USA), penicillin/streptomycin (1%, Corning Cellgro), and amphotericin B/fungizone (1 μg/mL, Gibco). Nf1 flox/flox  DNSCs were transiently infected with a GFP-Cre adenovirus (1:500, University of Iowa) for 24 h to delete the Nf1 floxed alleles (served as PNF precursor; Nf1 f/f  Cre+) or GFP adenovirus (1:500, University of Iowa, Iowa City, IA, USA) as a control (DNSC without  Nf1  mutation; Nf1 f/f  Cre-). Fluorescence microscopy was used to observe the efficiency of virus transduction ( Figure S1A ). Efficient Cre-mediated excision of floxed Nf1 alleles and the corresponding loss of neurofibromin expression were confirmed by Western blot ( Figure S1B ). Unlike Nf1 flox/flox  DNSCs, Nf1 flox/flox  Cdkn2a flox/flox  DNSCs were already infected with Cre recombinase (served as MPNST precursors) and confirmed by polymerase chain reaction (PCR) in the Clapp lab before we obtained the cells [ 13 ]. TrypLE express enzyme (1×, Gibco) was used to dissociate cells for passaging upon reaching confluence. 2.2.3. Culture and Differentiation of Human THP1 Cells and BMDMs A human THP1 monocyte was purchased from ATCC. Bone marrow-derived macrophages (BMDMs) were isolated from C57BL/6 mice. THP1 and BMDMs were cultured at 37 °C and 5% CO 2  in DMEM media (Corning Cellgro) containing FBS (10%, Corning Cellgro) and penicillin/streptomycin (1%, Corning Cellgro). THP1 monocytes were treated with PMA (phorbol 12-myristate 13-acetate; 50 ng/mL, Sigma) for 3 days to differentiate into THP1 macrophages. BMDMs were differentiated with M-CSF (macrophage colony-stimulating factor; 20 ng/mL, Sigma) for 5 days. 2.3. Conditioned Medium (CM) Collection Cells were seeded at the following optimized densities: human immortalized NF1 −/−  Schwann cells (5 × 10 5 /mL), primary murine Nf1 −/−  DNSCs (5 × 10 5 /mL), and human THP1 cells (1 × 10 6 /mL) in DMEM media with 1% FBS. After 24 h, the media was collected, centrifuged at 1500 rpm for 10 min, and the supernatant was removed for experimental treatment. 2.4. Cytokine Production Culture supernatants from BMDMs treated with 50% CM from primary murine Nf1 −/−  DNSCs for 24 h were collected and analyzed using the ProcartaPlex™ Mouse Immune Monitoring Panel (48plex, EPX480-20834-901, Thermo Fisher Scientific, Grand Island, NY, USA), following the manufacture protocol. Samples were measured by Luminex 200 (Luminex Corporation, Austin, TX, USA), and data analysis was performed using the ProcartaPlex Analysis App (Thermo Fisher Scientific). To account for cytokines present in the CM, parallel control CM from Nf1 −/−  DNSCs were incubated without BMDMs for the same duration and analyzed. Baseline cytokine levels were subtracted from the CM samples that had been incubated with BMDMs, and data were further normalized to CM-untreated BMDMs (treated with standard media) to ensure changes reflected macrophage activation. Culture supernatants from human THP1 cells treated with 50% CM from human immortalized NF1 −/−  Schwann cells for 24 h were collected and analyzed using human IL-6 ELISA Kit (KHC0061, Thermo Fisher Scientific), human TNFα ELISA Kit (KAC1751, Thermo Fisher Scientific), and human CCL2 (MCP-1) ELISA Kit (BMS281, Thermo Fisher Scientific), following the manufacture protocol. Samples were measured using a VersaMax Microplate Reader (Molecular Devices, San Jose, CA, USA). Absorbance was read at 450 nm, and data analysis was performed using SoftMax Pro 5.4.1 software (Molecular Devices). For these experiments, control CM incubated without THP1 cells was similarly processed and subtracted to account for baseline cytokine levels. 2.5. Western Blot Treated cells were lysed in RIPA buffer (1 M Tris-Cl, pH 7.4, 0.5 M EDTA, 5 M NaCl, 1% triton-X, 25 mM sodium deoxycholate, 0.1% SDS) with protease inhibitors (1% PMSF, 0.5% apoprotein, 0.1% leupeptin). xTractor Buffer (Takara Bio, San Jose, CA, USA) was used to extract high-molecular-weight proteins, such as NF1, using the same protease inhibitors described above. Lysis buffer was added to each sample, followed by sonication and vortexing three times and centrifugation for 10 min at 13,000 rpm. Protein concentrations of the supernatants were determined using a BCA assay (Sigma). Isolated proteins were fractionated using 10% SDS-PAGE gels or 4–20% precast polyacrylamide gels (Bio-Rad, Hercules, CA, USA) and transferred to polyvinylidene difluoride (PVDF) membranes. Membranes were incubated with pERK (RRID:AB_2315112), ERK (RRID:AB_330744), and vinculin (RRID:AB_2728768) (1:1000, all from Cell Signaling, Danvers, MA, USA), NF1 (1:1000, Abcam, Cambridge, MA, USA, RRID:AB_444142), and GAPDH (1:2000, Santa Cruz, Dallas, TX, USA, RRID:AB_627678) primary antibodies. Following incubation with the appropriate anti-rabbit or anti-mouse secondary antibodies conjugated to HRP (Cell Signaling), a signal was detected using the ECL Western Blotting Substrate (GE Healthcare, Chicago, IL, USA), and protein levels were quantified using ImageJ 5.2 (NIH, RRID:SCR_003070) and statistically analyzed using GraphPad Prism v10 (RRID:SCR_002798). 2.6. Cell Viability Human immortalized NF1 −/−  Schwann cells and primary murine Nf1 −/−  DNSCs were plated at a density of 1500 cells per well in 96-well plates and allowed to adhere overnight. The following day, cells were treated with increasing concentrations of drugs (0–1000 nM selumetinib, 0–2000 nM MSU-42011, or the combination) or 200 nM MSU-42011, 50 nM selumetinib, and the combination with or without 50% CM from human THP1 cells. At 72 h post-treatment, 50 μL MTT (3-[4,5-dimethylthiazol-2-yl]-2,5-diphenyltetrazolium bromide; Sigma) was added, and plates were incubated at 37 °C for approximately 4 h. Supernatant was then removed, and 100 μL developing solution (0.04 N HCl in isopropanol) was added. Samples were measured by a VersaMax Microplate Reader (Molecular Devices). Absorbance was read at 570 nm, and data analysis was performed using SoftMax Pro 5.4.1 software (Molecular Devices). 2.7. Real Time-PCR Flash-frozen tumors were processed for total RNA extraction using the RNeasy Mini Kit (Qiagen, Germantown, MD, USA), and RNA from treated cells was isolated with TRIzol (Invitrogen, Waltham, MA, USA), both per the manufacturer’s instructions. RNA purity and quality were assessed by Nanodrop. Two micrograms of RNA were reverse transcribed to cDNA with the High-Capacity cDNA Reverse Transcription Kit (Thermo Fisher Scientific), following optimized thermal cycling conditions (10 min at 25 °C, 2 h at 37 °C, 5 min at 85 °C, and storage at 4 °C). For real-time PCR, the Fast SYBR™ Green Master Mix (Thermo Fisher Scientific) was used with template cDNA and optimized forward and reverse primers ordered from IDT ( Supplemental Table S1 ). The QuantStudio 7 Flex Real-Time PCR system (Thermo Fisher Scientific) was used with the optimized qPCR conditions (20 s at 95 °C, followed by 40 cycles of 1 s at 95 °C and 20 s at 60 °C, with a final step of 1 s at 95 °C, 20 s at 60 °C, and 1 s at 95 °C). Fold change in mRNA expression was quantified using the  ΔΔ Ct method, normalized to the control as indicated in the respective figure legends. 2.8. In Vivo Experiments Murine LL2 lung cancer cells (1 × 10 6  cells/mouse) or murine Nf1-related MPNST cells (3 × 10 5  cells/mouse) were injected into the flank of male and female C57BL/6 mice. Mice were age-matched (7–8 weeks old, average weight 20–25 g) and excluded if they exhibited signs of illness or abnormal physiology before tumor implantation. Once the tumors reached 3–4 mm in diameter, mice were randomized into groups and treated as indicated in the respective figure legends. Dosing solutions for treatment were prepared on the first day of dosing. The test substances were dissolved in a mixture of DMSO (10%), Cremophor (10%), and PBS (80%) and administered via intraperitoneal injection. The required volume of vehicle or drug solution for each mouse was calculated based on the most recent individual body weight. Tumors were measured by calipers twice per week (LL2) or every two days (MPNST), and body weight was measured once per week to monitor tumor growth and toxicity during the treatment period. At the time of necropsy, mice were euthanized using carbon dioxide. Tumors were harvested, weighed, and divided into two pieces. One piece was fixed in formalin for immunohistochemical analysis, while the other was flash-frozen and stored for RT-PCR. Blood samples were collected by cardiac puncture into tubes containing heparin as an anticoagulant and centrifuged at 5000 rpm for 5 min to separate plasma for triglyceride assay. To minimize bias, investigators were blinded to the treatment groups during data collection and analysis. 2.9. Immunohistochemistry Harvested tumors were fixed in 10% phosphate-buffered formalin for at least 48 h, embedded in paraffin blocks, and sectioned. Endogenous peroxidase activity was quenched using hydrogen peroxide. Sections were then immunostained with antibodies against CD206 (1:200, Abcam, RRID:AB_1523910), FOXP3 (1:50, Cell Signaling, RRID:AB_2797979), and pERK (1:50, Cell Signaling, RRID:AB_2315112) and visualized with biotinylated anti-rabbit secondary antibodies (Cell Signaling). A signal was detected using a DAB substrate (Cell Signaling), following the manufacturer’s recommendations. Sections were counterstained with hematoxylin (Vector Labs, Burlingame, CA, USA). The positive staining signals were quantified using ImageJ 5.2 (NIH, RRID:SCR_003070), and the data were statistically analyzed with GraphPad Prism v10 (RRID:SCR_002798). 2.10. Flow Cytometry Flank tumors and spleens were harvested from the MPNST mouse model treated as described in the ‘In Vivo Experiments’ section above. Samples were dissociated using the gentleMACS™ Dissociator (Miltenyi Biotec, Gaithersburg, MD, USA) with the 37C_m_TDK_1 program and a digestion medium containing collagenase (300 U/mL, Sigma), dispase (1 U/mL, Worthington, Lakewood, NJ, USA), and DNAse (2 U/mL, Calbiochem, Burlington, MA, USA). Cells were passed through a 40 µm cell strainer (BD Falcon, Glendale, AZ, USA), and red blood cells were removed using a lysis solution. The resulting single cells were resuspended in Brilliant Buffer (BD Biosciences, Sparks Glencoe, MD, USA) and stained at 4 °C for 30 min with the following antibodies: CD4-BV750 (1:100, Biolegend, San Diego, CA, USA, GK1.5), CD25-PE (0.5:100, Biolegend, 3C7), CD8-BV605 (1:100, Biolegend, 104732), FOXP3-PE-Cy5 (1:100, eBioscience, FJK-16s), CD206-BV421 (1:100, Biolegend, C068C2), F4/80-APC-Fire 750 (1:100, Biolegend, BM8), IA-IE-BV650 (0.5:100, Biolegend, M5/114.15.2), CD163-APC (1:100, Biolegend, S15049F), CD45-PerCP-Cy5.5 (0.5:100, Biolegend, 30-F11), CD11b-FITC (1:100, Miltenyi Biotec, M1/70.15.11.5), CD11c-BV510 (1:100, Biolegend, M1/70), CD19-BV570 (0.5:100, Biolegend, 6D5), CD3-Vioblue (5:100, Miltenyi Biotec, 17A2), Viability–LIVE-DEAD Far Red (0.5:100, Thermo Fisher Scientific), and 5 μg/mL anti-mouse CD16/CD32 antibody (Biolegend) to reduce antibody binding to Fc receptors. Cells were analyzed using Cytek Aurora and FlowJo v10.0.7r2 software (Tree Star). The gating strategy used is shown in  Figure S2 . 2.11. Triglyceride Assay Triglyceride levels in plasma were quantified using the Triglyceride Quantification Assay Kit (Abcam, ab65336), following the recommended protocol supplied by the manufacturer for colorimetric readout. 2.12. Statistical Analysis GraphPad Prism v10 (RRID:SCR_002798) was used for all data analysis. Data are presented as the mean ± standard deviation or the mean ± standard error as indicated in the respective figure legends. The in vitro and ex vivo experiments were performed in triplicate for each treatment (cell viability and real-time PCR), and independent experiments were repeated at least three times. Data from in vitro and ex vivo experiments followed normal distributions and were analyzed using one-way ANOVA, with significant differences between groups assessed by the Tukey HSD multiple comparison method. For in vivo experiments, data were analyzed using SigmaStat 3.5, applying one-way ANOVA followed by the Holm–Sidak test for multiple comparisons when the data were normally distributed. For non-normally distributed data, the Kruskal–Wallis one-way ANOVA on ranks was used, followed by the Dunn test for multiple comparisons. Statistical significance was defined as  p  < 0.05 for all analyses.",
  "introduction": "",
  "results": "",
  "discussion": "",
  "fetched_at": "2026-02-11T23:46:25.090775",
  "abstract_length": 0,
  "methods_length": 14915,
  "introduction_length": 0,
  "results_length": 0,
  "discussion_length": 0
}