{
  "pmid": "40567456",
  "abstract": "INTRODUCTION: In a previous study, we examined the effect of atDCS on working memory task performance and modulation of the inhibitory neurotransmitter, gamma-aminobutyric acid (GABA), in the dorsolateral prefrontal cortex (dlPFC). The present study investigates whether tDCS modulates effective connectivity during the task, specifically assessing whether tDCS alters interactions between neuronal populations. METHODS: Eighteen adolescents with Neurofibromatosis Type 1 (NF1) completed a single-blind sham-controlled cross-over randomised tDCS trial (with the anode at F3 and cathode at Cz). Dynamic causal modelling was used to estimate the effective connectivity between regions that showed working memory effects from the fMRI. Group-level inferences for between sessions (pre- and post-stimulation) and stimulation type (tDCS and sham) effects were carried out using the parametric empirical Bayes approach. A correlation analysis was performed to relate the estimated effective connectivity parameters of left dlPFC pre-tDCS and post-tDCS to the concentration of GABA measured via magnetic resonance spectroscopy (MRS-GABA). Next, correlation analysis was repeated using all working memory performance and all pre-tDCS and post-tDCS connectivity parameters. RESULTS: It was found that tDCS decreased average excitatory connectivity from dlPFC to left superior frontal gyrus and increased average excitatory connectivity to left globus pallidus. Further, reduced average intrinsic (inhibitory) connectivity of left dlPFC was associated with lower MRS-GABA. However, none of the connectivity parameters of dlPFC showed any association with performance on a working memory task. CONCLUSIONS: These findings suggest that tDCS reorganised connectivity from frontal to fronto-striatal connectivity. As tDCS-related changes were not specific to the effect of working memory, they may have impacted general cognitive control processes. In addition, by reducing MRS-GABA, tDCS might make dlPFC more sensitive and responsive to external stimulation, such as performance of cognitive tasks.",
  "methods": "Methods Eighteen adolescents with Neurofibromatosis Type 1 (NF1) completed a single-blind sham-controlled cross-over randomised tDCS trial (with the anode at F3 and cathode at Cz). Dynamic causal modelling was used to estimate the effective connectivity between regions that showed working memory effects from the fMRI. Group-level inferences for between sessions (pre- and post-stimulation) and stimulation type (tDCS and sham) effects were carried out using the parametric empirical Bayes approach. A correlation analysis was performed to relate the estimated effective connectivity parameters of left dlPFC pre-tDCS and post-tDCS to the concentration of GABA measured via magnetic resonance spectroscopy (MRS-GABA). Next, correlation analysis was repeated using all working memory performance and all pre-tDCS and post-tDCS connectivity parameters. 2 Methods 2.1 NF1 participants The data used in this study has been previously described in  Garg et al. (2022) . Thirty-one adolescents (16 males, 15 females) aged 11–17 years were recruited via the Northern UK NF- National Institute of Health diagnostic criteria [National Institutes of Health Consensus Development Conference. Neurofibromatosis conference statement. Arch. Neurol. 45, 575–578 (1988).] and/or molecular diagnosis of NF1; (ii) No history of intracranial pathology other than asymptomatic optic pathway or other asymptomatic and untreated NF1-associated white matter lesion or glioma; (iii) No history of epilepsy or any major mental illness; (iv) No MRI contraindications. Participants on pre-existing medications such as stimulants, melatonin or selective serotonin re-uptake inhibitors were not excluded from participation. The study was conducted in accordance with local ethics committee approval (Ethics reference: 18/NW/0762,  ClinicalTrials.gov  Identifier: NCT0499142. Registered August 5, 2021; retrospectively registered,  https://clinicaltrials.gov/ct2/show/NCT04991428 ). All methods were carried out in accordance with relevant guidelines and regulations. 2.2 Study design The impact of tDCS on working memory was assessed through a two-arm, single-blind (participant), sham-controlled cross-over study ( Fig. 1 ). Each participant attended two visits, spaced at least one week apart. During each visit they received either the tDCS or sham stimulation, with the order randomized and counterbalanced. Participants maintained their regular medication schedules, including stimulants. During the visits, participants were comfortably positioned in a scanner, and high-resolution T1-weighted images were acquired. Participants performed the N-back working memory task during four 6-min-long sessions (24 min in total) while fMRI data were collected. Stimulation (tDCS or sham) was applied for 15 min during sessions 2 and 3. Between each session, the participants were asked if they were comfortable, and instructions were repeated. Additionally, T2-weighted images were acquired during the first visit and evaluated by a paediatric neuroradiologist to exclude NF1-associated tumours. Fig. 1 A schematic illustration of the study design and image acquisition. Depending on randomisation, during Visit 1, either atDCS or sham stimulation was applied during session 2 and 3 of working memory fMRI acquisition. Fig. 1 2.3 Working memory task The N-back task was used to assess working memory performance in the participants ( Kirchner, 1958 ). Within the scanner, participants were presented with a sequence of black coloured letters on a white screen. The participants were instructed to respond only to the target by pressing a handheld button. During the 0-back condition, the participants responded when the letter ‘X’ was presented on the screen. During the 2-back condition, the participants responded when letter on the screen matched the letter 2 screens before. The stimuli were presented for 2.5 s. Each session consisted of 6 blocks of 0-back condition and 6 blocks of 2-back condition, each block was 30 s long and consisted of 9 target stimuli. Accuracy was calculated separately for 0-back and 2-back conditions (correct hits + correct omissions/total responses). Response times (RT) were calculated only for time to correct response to target stimuli. Inverse efficiency score (IES) was calculated by dividing RT by accuracy as a measure of speed accuracy trade-off, in which lower scores are generally associated with better cognitive performance (faster response at less accuracy cost) ( Bruyer and Brysbaert, 2011 ). 2.4 Stimulation Stimulation was administered using a NeuroConn DC-STIMULATOR MR, with the anode positioned at F3 (electrode size: 5 cm × 5 cm) and the cathode at Cz (electrode size: 5 cm × 7 cm) according to the international 10–20 system. The scalp was first cleaned with Nuprepgel, and Ten20-paste was applied as a conductive medium between the scalp and the electrodes. During tDCS stimulation, the current was gradually increased over 15 s, maintained at 1 mA for 15 min, and then decreased over 15 s. During sham stimulation, the current was ramped up over 15 s and then immediately turned off. The parameters for the current were determined based on prior safety trials conducted with this cohort (clinical trials identifier:  NCT03310996 ). 2.5 Structural MRI and MRS acquisition Scanning was conducted using a Philips Achieva 3 T MRI scanner (Best, NL) equipped with a 32-channel head coil. First, 3D T1-weighted magnetic resonance images were obtained in the sagittal plane with a magnetization-prepared rapid acquisition gradient-echo sequence (repetition time = 8.4 ms; echo time = 3.77 ms; flip angle = 8°; inversion time = 1150 ms; in-plane resolution = 0.94 mm; 150 slices with 1 mm thickness). Next, a T2-weighted structural scan was performed using a turbo spin echo sequence (TR = 3756 ms; TE = 89 ms; 40 slices of 3 mm thickness and 1 mm gap; in-plane resolution = 0.45 mm). Single-voxel  1 H MRS data were collected before and after stimulation from two volumes of interest (VOI) in each participant: one VOI (40 × 20 × 24 mm) in the left dlPFC and a control VOI (20 × 50 × 20 mm) in the posterior occipital lobe (OCC), centred on the mid-sagittal plane to encompass both hemispheres. Water-unsuppressed spectra were recorded from these locations to serve as references. To detect GABA+ (so called, because the edited signal contains contributions from co-edited macromolecules as well as GABA), water-suppressed GABA-edited MEGA-PRESS spectra ( Mescher et al., 1998 ;  Mullins et al., 2014 ) were acquired (repetition time = 2000 ms; echo time = 68 ms; 1024 sample points at a spectral width of 2 kHz, as detailed in  Sanaei Nezhad et al. (2017) . The acquisition for the dlPFC MRS took approximately 7 min, with 96 averages, while the occipital voxel MRS took about 3 min, with 32 averages. The number of averages was adjusted to ensure comparable spectral quality between the DLPFC and OCC. 2.6 MRS data analysis Quantification was conducted using the Advanced Magnetic Resonance (AMARES) ( Vanhamme et al., 1997 ) routine in the Java-based magnetic resonance user's interface (jMRUI5.1, EU project) ( Stefan et al., 2009 ). Individual transients were frequency-aligned, phase-corrected, and averaged within each acquisition session. Water unsuppressed spectra were acquired from the same locations and served as reference. No time-domain filtering was performed on the data before analysis by AMARES. We rejected MRS data from any subject in which there was a change in NAA line width of greater than 3 SD of the global mean linewidth before and after tDCS or sham stimulations such an effect could indicate movement between the two acquisitions. Metabolite concentrations including GABA+, glutamate + glutamine (Glx) and N-acetylaspartate (NAA) were calculated using the unsuppressed water signal from the same voxel as a concentration reference (only GABA + reported here), without performing a correction for voxel tissue composition. Tissue correction was not considered necessary since the same voxels are interrogated before and after stimulation or sham. In order to perform correlation analysis of GABA + across subjects, which could be affected by tissue composition differences, MRS voxels were segmented from the T1-weighted anatomical images into grey matter (GM), white matter (WM) and cerebrospinal fluid (CSF) using SPM8 ( http://www.fil.ion.ucl.ac.uk/spm/ ). Voxel registration was performed using custom-made scripts developed in MATLAB by Dr. Nia Goulden, which can be accessed at  http://biu.bangor.ac.uk/projects.php.en . The scripts generated a mask for voxel location by combining location information from the Philips SPAR file with orientation and location information contained within the T1 image. Voxel locations, example spectra and AMARES ( Vanhamme et al., 1997 ) fits are illustrated in  Fig. 2 . Fig. 2 (A) Axial, sagittal and coronal images showing the placement of the voxels of interest and (B) Example spectra and AMARES fits from Dorsolateral Prefrontal Cortex (DLPFC) and Occipital lobe (OCC). The bottom trace shows the raw data and the full AMARES fit. The middle trace shows the individual components, while the top trace shows the residual after fitting. Note that the model does not include prior knowledge for glutamate, glutamine and GABA resonances between 2.2 and 2.5 ppm. Fig. 2 Spectra quality were assessed and artefactual spectra were removed from further analysis, as reported in  Garg et al. (2022)  and summarised in  Table 1 . The calculation of partial volume within the VOIs provided the percentage of each tissue type within each voxel ( Table 1 ). There were no significant differences between the percentage of tissue fraction pre-and post-stimulation in any of the voxels. GABA+ was corrected for tissues fraction (GABA/(grey matter + white matter)) for the correlation analyses with effective connectivity. Table 1 A summary of removal of spectra from the analysis. Spectra were rejected due to spectroscopic artefacts (e.g. poor water suppression, lipid contamination or broad line widths), > 3SD difference in pre-post intervention NAA line width, and acquisition difficulties. Tissue fraction refers to grey matter + white matter tissues. Table 1 Reason for removal Session Spectra location Spectroscopic artefacts NAA line width Acquisition difficulties Remaining number of spectra Pre-tDCS dlPFC 1 – – 28 OCC – – – 29 Post-tDCS dlPFC 3 2 – 24 OCC – – 1 28 Pre-sham dlPFC – – – 31 OCC – – 2 29 Post-sham dlPFC 5 1 25 OCC 2 1 3 25 2.7 Functional MRI acquisition Imaging was performed on a 3 T Philips Achieva scanner using a 32-channel head coil with a SENSE factor 2.5. To maximise signal-to-noise (SNR), we utilised a dual-echo fMRI protocol developed by  Halai et al. (2014) . The fMRI sequence included 36 slices, 64 × 64 matrix, field of view (FOV) 224 × 126 × 224 mm, in-plane resolution 2.5 × 2.5 mm, slice thickness 3.5 mm, TR = 2.5 s, TE = 12 ms and 35 ms. The total number of volumes collected for each fMRI session was 144. 2.8 fMRI processing Within the present work, we only analyse the fMRI data acquired during pre-stimulation and post-stimulation sessions. Image processing was done using SPM12 (Wellcome Department of Imaging Neuroscience, London;  http://www.fil.ion.ucl.ac.uk/spm ) and MATLAB R2023a. Dual echo images were extracted and averaged using in-house MATLAB code developed by  Halai et al. (2014)  (DEToolbox). First, functional images were slice time corrected and realigned to first image. Then, the short and long echo times were averaged for each timepoint. The orientation and location of origin point of every anatomical T1 image was checked and corrected where needed. Mean functional EPI image was co-registered to the structural (T1) image. Motion parameters estimated during co-registration of short echo-time images were input to Artifact Detection Tools (ART;  https://www.nitrc.org/projects/artifact_detect/ ) toolbox along with combined dual echo scans for identification of outlier and motion corrupted images across the complete scan. The outlier detection threshold was set to changes in global signal 3 z-scores away from mean global brain activation. Motion threshold for identifying scans to be censored was set to 3 mm. Outlier images and images corrupted by motion were censored during the analysis by using the outlier volume regressors. Participants with less than 80 % of scans remaining were removed from analysis. Following the removal of participants with high motion and acquisition artefacts, 18 NF1 patients remained. Unified segmentation was conducted to identify grey matter, white matter, and cerebrospinal fluid. Normalisation to MNI space was done with diffeomorphic anatomical registration using exponentiated lie-algebra (DARTEL) ( Ashburner, 2007 ) registration method for fMRI. Normalised images were interpolated to isotropic 2 × 2 × 2 mm voxel resolution. A 6x6x6mm full width at half maximum (FWHM) Gaussian smoothing kernel was applied. 2.9 Volumes of interest To select volumes of interest (VOIs), we considered regions that have been previously involved with N-back task performance in adults ( Owen et al., 2005 ) and adolescents ( Andre et al., 2016 ). In addition, during selection of VOIs we considered regions affected by working memory in this dataset. To identify these regions, first-level mass univariate analysis using the General Linear Model based on the canonical haemodynamic response function. A high-pass filter with a cut-off at 128 s was applied to remove slow signal drifts. An autoregressive model of order 1 was fitted to estimate and remove serial correlations ( Friston et al., 1995 ). The outlier volume censoring regressors and 6 motion parameters were included as covariates. An F-contrast for the main effect of the N-back task and a t-contrast for the effect of working memory (2-back > 0-back) were defined. Finally, to discover the regions that show effect of working memory, we performed four separate group-level analysis for pre-tDCS, post-tDCS, pre-sham and post-sham sessions. Age and sex were input as covariates. Eight VOIs were defined as spheres with 6 mm radius ( Fig. 3 ). The centres of the spheres were in bilateral Inferior Parietal Gyrus (IPG, MNI: 36 -52 43 and 36–52 43), bilateral Inferior Frontal Gyrus pars triangularis/dorsolateral Prefrontal Cortex (dlPFC, MNI -40 22 27 and 41 31 28), bilateral Superior Frontal Gyrus (SFG, MNI: 22 -1 52 and 28 -2 58), bilateral globus pallidus (MNI: 15 1 4 and 15 5 5). The first eigenvariate of the timeseries of all voxels in each VOI was extracted and adjusted by F-contrast for main effects (removing effects of motion and global signal artefacts). These signals were further used for DCM modelling and analysis. Fig. 3 The red spheres signify the location of 8 VOIs selected for the analysis. Clusters signify the uncorrected p < 0.001 results of mass univariate 2-back>0-back contrasts performed separately for pre-atDCS (blue), post-atDCS (green), pre-sham (magenta) and post-sham (cyan) sessions. Fig. 3 2.10 Dynamic causal modelling (DCM) DCM is a generative modelling approach which describes modulating effects of experimental manipulations on effective connectivity ( Friston et al., 2003 ). DCMs include average and modulatory connectivity, respectively represented by A-matrix and B-matrix. Average connectivity refers to the average connections between brain regions, independent of task conditions. Modulatory connectivity refers to the impact of experimental inputs on connectivity between regions. The off-diagonal elements of the A-matrix represent the average extrinsic (inter-regional) connection strengths, and the diagonal elements represent the intrinsic (intra-region) inhibitory connection strengths. Meanwhile, the off-diagonal and diagonal elements of the B-matrix represent the modulatory strengths of the experimental manipulation on the average extrinsic and intrinsic connections. 2.10.1 First-level DCM We estimated the effective connectivity for each subject with fMRI DCM ( Friston et al., 2003 ). Separate DCMs were constructed and inverted for each session (pre-tDCS, post-tDCS, pre-sham, post-sham). Average connectivity was obtained across all N-back trials in each session. Modulatory effect of working memory was modelled by coding 2-back and 0-back with 1 and -1 respectively. The structure of the full DCMs used is shown in  Fig. 4 . Driving inputs entered the IPG of the two hemispheres ( Ma et al., 2011 ). Fig. 4 Graph representing the structure of the full DCMs used. Fig. 4 2.10.2 Second-level parametric empirical bayes A second level-analysis was performed using the parametric empirical Bayes (PEB) approach to identify group level changes in connectivity as result of tDCS stimulation ( Friston et al., 2016 ;  Zeidman et al., 2019 ). This model included the mean connectivity, main effect of session, main effect of stimulation type and interaction between session and stimulation type, as well as estimating the between-subject variability. A Bayesian model comparison (BMC) approach was then used to test the hypothesis that interaction between session and stimulation type would manifest in intrinsic and extrinsic connectivity from dlPFC. To do this a model space was constructed by sequentially “switching off” the intrinsic and extrinsic connections originating from dlPFC, producing a total of 16 DCMs. Model comparison between all DCMs in the model space was then carried out based on their model evidences, which were calculated using Bayesian Model Reduction (BMR) ( Friston et al., 2016 ). For model comparison, the model evidence was interpreted according to the scales proposed by  Kass and Raftery (1995) . Finaly, Bayesian model averaging (BMA) was performed to obtain posterior parameter estimates while accounting for model uncertainty. In brief, BMA is an average of the DCM parameter values estimated under each model in the model space, weighted by the posterior probability of each model. These parameters represent the effect sizes of our experimental manipulation (tDCS) on connectivity parameters ( Friston et al., 2016 ). 2.11 Relationship between effective connectivity and GABA+ and behavioural performance For details on the effect of tDCS on GABA+ in the dlPFC and OCC and on behavioural performance, please refer to  Garg et al. (2022) . In the present work, Pearson's correlation analyses were performed to relate how DCM parameters relate to GABA+ from dlPFC only, since no changes related to tDCS were found for OCC. Next, Pearson's correlation analyses were performed to relate how DCM parameters relate to behavioural performance. During correlation analysis between average connectivity parameters and behaviour, the average RT and IES for the 0-back and 2-back conditions were obtained per participant, per session. Accuracy was not correlated to average connectivity due to ceiling effects during 0-back condition. During correlation analysis between modulatory connectivity parameters and behaviour, the 2-back accuracy, RT and IES were analysed. In all these analyses, we used a liberal 0.05 alpha for the significance threshold.",
  "introduction": "",
  "results": "",
  "discussion": "",
  "fetched_at": "2026-02-11T23:46:33.070627",
  "abstract_length": 2086,
  "methods_length": 19185,
  "introduction_length": 0,
  "results_length": 0,
  "discussion_length": 0
}