{
  "pmid": "40585258",
  "abstract": "The most common cause of death in neurofibromatosis type 1 (NF1) is the development of malignant peripheral nerve sheath tumor (MPNST), a deadly sarcoma that can transform from benign plexiform neurofibromas (PN) or premalignant atypical neurofibromas (AN). We built a single-cell dataset of 55 NF1-associated PN, AN, and MPNST to define cellular changes in neurofibroma at-risk of malignant transformation. Integrative analysis of changes in the tumor microenvironment revealed the emergence of malignant tumor cells, regulatory T cells, and loss of activated macrophages in MPNST. Using this reference dataset, we validated findings using anchor-based label transfer in an additional 19 NF1 nerve sheath tumors profiled with single cell sequencing, and public datasets. We then defined protein biomarkers of malignant transformation from high-throughput proteomic analysis of plasma samples collected from 45 NF1 patients that correlated to mRNAs specific to MPNST cell populations. Fifty plasma proteins accurately and non-invasively distinguished patients with MPNST from those with premalignant tumors. These markers should improve the ability to identify high-risk neurofibromas for improved cancer surveillance and enable early detection of malignant transformation in NF1.",
  "methods": "METHODS NF1 patients for scRNAseq Informed consent was obtained from all patients (or their legal guardians if the patients were minors). The collection of patient tumor samples, procedures for single-cell RNA sequencing, as well as data storage plans were approved by the National Cancer Institute Institutional Review Boards ( NCT01109394 ; IRB identifier 10C0086). Our study examined males and females, and similar findings are reported for both sexes. All samples were collected with informed consent for research and IRB approval. Protocols are available on  ClinicalTrials.gov . Healthy controls for plasma collection After obtaining written consent, healthy donor blood samples were obtained at a single time point from appropriately consented donors at the NIH Department of Transfusion medicine (NIH protocol  NCT00001846 , NIH Intramural IRB identifier 99-CC-0168). Plasma samples were collected from a total of 10 healthy volunteers ( Supplementary Table 3 ). Eligibility for healthy controls included age greater than 18 years old and no known history of neoplastic or hematological disorders. Protocols are available on  ClinicalTrials.gov . NF1 patients for plasma collection and clinical classification This study used blood samples prospectively collected from NF1 patients with PN, AN, and MPNST tumors. Patients from the NCI with clinically and radiographically diagnosed PN or pathology-proven AN and MPNST were enrolled with written informed consent (NCI protocol  NCT01109394 , NIH Intramural IRB identifier 10C0086; NCI protocol  NCT00924196 , NIH Intramural IRB identifier 08C0079) between 2016 and 2024. Additionally, MPNST samples from clinical trial SARC031 were included in analysis ( NCT03433183 ). NF1 status was determined clinically by consensus criteria (78). A total of 29 PN, 25 AN, and 54 MPNST associated plasma samples were collected ( Supplementary Table 3 ). AN and MPNST are defined by histological criteria . Atypical neurofibromatosis neoplasm with unknown biological potential (ANNUBP) were grouped with AN for the included analyses. All patients underwent clinical management and follow-up per the standard-of-care. Protocols are available on  4 ClinicalTrials.gov . Single-cell RNA sequencing Procedures for the collection, banking, and process of patient NF1-associated peripheral nerve sheath tumors for single-cell RNA sequencing (scRNAseq) using a 10x Genomics platform were described previously . Briefly, all patient tumor samples were directly collected from the operating room as a resected tumor from debulking surgery or as a core needle biopsy from ultrasound-guided diagnostic biopsy sampling surgery. In a laminar flow hood, resected tumor was minced into 1 mm 61 3  cubes in Tumor Dissociation Media and transferred to a gentleMACS C Tube (Miltenyl Biotec, Bergisch Gladbach, Germany). Core needle biopsy did not need further mince before being placed in the Tumor Dissociation Media in a C Tube. Minced sample in the C Tube was first processed on a gentleMACS dissociator (Miltenyl Biotec) using the program “h_Tumor_2.1” twice followed by shaking at 200 rpm at 37°C for 40 min and then processed on the gentleMACS dissociator using the program “h_Tumor_2.1” once. The dissociated tumor sample was filtered through a 40 μm cell strainer and any remaining tumor chunks were pushed through the cell strainer and the cell strainer membrane was washed twice with DMEM. Filtered cells were washed with phosphate buffered saline (PBS) containing 0.04% bovine serum albumin (BSA) and collected by centrifugation at 300 x  g . If the cell pellet appeared pink which was indicative of the existence of red blood cells (RBC), 10 mL of RBC Lysis Buffer (Sigma Aldrich) was used to resuspend and treat the cells at room temperature for 5 min. The cells were next washed twice with PBS containing 0.04% BSA and the cell viability and concentration were determined with the Propidium Iodide & Acridine Orange (AO/PI, Nexcelom, Lawrence, MA) staining in an automated fluorescent cell counter (Nexcelom). From each tumor sample, 2–4 capture lanes with a targeted 6000 live cells per lane to be captured were processed by on Chromium Controller (10x Genomics, Pleasanton, CA). We used either 3’ v2 or v3 reagents for library preparation following the manufacturer’s protocol. Specific version of reagent used and the number of capture lanes for each sample were documented in  Supplementary Table 1 . Sequencing of the cDNA library was performed on an Illumina NextSeq550 or NovaSeq 6000 sequencer, aiming to achieve at least 50000 reads per cell. Single-cell RNA sequencing data analysis of NF1 nerve tumors Quality control and pre-processing Raw sequencing data after base calling using RTA v3.9.2 was demultiplexed in Cell Ranger v6.0.0 using the embedded software Bcl2fastq v2.20.0. The demultiplexed fastq files were aligned to human genome GRCh37 in Cell Ranger v6.0.0 using the embedded STAR v2.7.2a. The generated count matrix from each capture lane was next corrected using SoupX  to correct the ambient RNA contamination in the data with the contamination fraction set to 20%. The SoupX corrected count matrix from each capture lane was next processed in scrublet 62  to estimate and label the predicted doublets based on an expected doublet rate and the calculated scrublet score for cells in each capture lane. Low quality cells (nFeature_RNA < 300 or > 7500, cells with mitochondrial gene content higher than 70%, as well as nCount_RNA < 500 or > 50000) and estimated doublets were removed before a count matrix was generated by merging the count matrices of all 114 capture lanes from 55 NF1 tumors in Seurat v4.0.4 63  for downstream integration and analysis. 63 , 64 Data integration and annotation for single cell populations in NF1 tumors After normalization, the top 5000 variable genes that are not mitochondrial genes or ribosomal genes were selected and used in downstream analysis. To correct for batch effect, the merged count matrix was integrated in Seurat v4.0.4 using the fastMNN wrapper  with the setting of k = 20. The function RunUMAP in Seurat was next used to reduce dimensions with the setting of dims = 1:30. To identify distinct clusters, the Seurat function FindClusters was used with the settings of resolution = 0.8 and algorithm = 1, yielding a total of 35 cell clusters. Markers of each cluster were identified using the Seurat function FindAllMarkers in the “RNA” assay of the dataset with the setting of min.pct = 0.25. The marker genes of each cluster were assessed, and manual annotation was performed to identify cell types based on known markers 65 . Cells in cluster 25 were removed from the dataset and the subsequent downstream analysis due to the potential of doublets that were forming this cluster. The remaining 34 distinct cell clusters were grouped into seven major cell types, including myeloid immune cells, lymphoid immune cells, fibroblast, Schwann cells, malignant cells, endothelial cells, and pericytes. 9 , 12 Subtype integration and clustering Based on the assignment of major cell type from the manual annotation, cells that belonged to 1) immune cell type (myeloid and lymphoid immune cells together), 2) endothelial and pericytes, and 3) fibroblast, Schwann and malignant cells were respectively taken into re-integration and subclustering in Seurat using the wrapper Harmony . Marker genes of each cell cluster were identified with the Seurat function FindAllMarkers in the “RNA” assay. The top highly expressed and the most differentially expressed marker genes were used to manually annotate the cell types based on prior knowledge and their overlaps with the canonical markers. 66 Marker identification and module score calculation For each cell type identified, the top 50 most highly expressed (ranked first by avg_log2fold change and then by p_val_adj) marker genes were retained as the markers ( Supplementary Table 2 ). The Seurat function “AddModuleScore” was used to calculate the average expression of the marker genes of each cluster. The “Module Activity” of each cluster in each cell was added as a new metadata in the corresponding object and used to visualize in t-distributed stochastic neighbor embedding (t-SNE) plots. Finally, “Module Activity” of cells in any given cluster was compared among the three pathological stages and this comparison was visualized in violin plots. Cell proportion calculation and visualization In each object (the reference dataset and each re-integrated major cell types), the cell frequencies of each annotated cell cluster were calculated within each pathology. The depletion and enrichment of each cell cluster compared to PN (enrichment score) were calculated using the Pearson residual as below:\n Pearson residual = Frequency obs − Frequency exp Frequency exp Here the Frequency obs  is the cell frequency of each cluster in AN or MPNST. The Frequency exp  is the cell frequency of each cluster in PN. The enrichment score of each cluster in PN were set to 0. The enrichment scores compared PN (AN vs PN and MPNST vs PN) of particular cell clusters were visualized in a “dot plot”, in which the color indicates enrichment (red) / depletion (blue) and the size of the dot indicates the calculated score. Note that the color scale was set between − 50% and 50% so any scores fell out of this range were manually set to the lower or upper limit for visualization purposes. Inference of copy number variation The gene expression matrix was used in the software inferCNV ( https://github.com/broadinstitute/inferCNV ) to predict copy number variations (CNV) in cells. Cells in the clusters that belong to the immune cell compartment and endothelial cell and pericyte compartment were used as reference. Cells that belonged to the fibroblast, Schwann cell, and malignant cell clusters were used as query in inferCNV using the following parameters: cutoff = 0.1, cluster_by_groups = F, cluster_references = F, denoise = T, analysis_mode=‘subclusters’, hclust_method=‘ward.D2’, tumor_subcluster_partition_method=‘leiden’, tumor_subcluster_pval = 0.05, HMM = T. Label transfer and cell type prediction An additional 15 NF1-associated peripheral nerve sheath tumors were processed, captured, and sequenced on a 10x platform as described in the “ Single-cell RNA sequencing ” section. For each newly sequenced samples, a query object was generated in Seurat using the standard pipeline without integration. Data from additional 11 benign NF1-associated peripheral nerve sheath tumors and 9 MPNST ( GSE179033  and  GSE207399 ) was also processed in Seurat using the standard rPCA integration pipeline and used as a query dataset. Each query dataset (from 19 newly sequenced individual tumors and 20 individual publicly available datasets of 20 tumors) was compared to the NF1 tumor reference data, which was an integrated dataset of 55 tumors of all pathological stages. Anchor based label transfer using the NF1 tumor reference was performed to predict the cell type for each cell in each of the query dataset using the Seurat functions FindTransferAnchors and TransferData. Inferred copy number variation For each above-mentioned query dataset, copy number variation was predicted using inferCNV. Based on the result of label transfer, the predicted fibroblast, Schwann cells, and malignant cells were considered as query to be compared with the reference cells (predicted pericyte, immune and endothelial cells) in inferCNV using the following parameters: cutoff = 0.1, cluster_by_groups = F, cluster_references = F, denoise = T, analysis_mode=‘subclusters’, hclust_method=‘ward.D2’, tumor_subcluster_partition_method=‘leiden’, tumor_subcluster_pval = 0.05, HMM = T. Malignant cell identification Upon label transfer, a cell was identified as a potential malignant cell if it was annotated as one of the “Malignant cell 1”, “Malignant cell 2”, or “Bridging malignant cell” type based on transcriptional similarity. The total number of potential malignant cells of each sample was calculated as the summary of cell numbers of the three malignant cell types. Malignant score calculation For each predicted malignant cell, a malignant score was calculated with the consideration of 1) the confidence of the prediction based on its transcriptional similarity from the label transfer, and 2) the level of aneuploidy calculated based on the inferred copy number variation from the results of inferCNV. Each cell was given an initial malignant score of 1 if it was identified as malignant as described above or a score of 0 if it was identified as any other cell types. We next corrected this malignant score by multiplying it with “prediction.score.max” from the result of label transfer. We further derived cell-level cnv score from the file “17_HMM_predHMMi6.leiden.hmm_mode-subclusters.infercnv_obj” from the inferCNV result. For each cell, the cnv score was calculated using the following formula:\n cnv score = ∑ infercnv_object @ expr . data − 3 2 2 In each individual samples, the malignant score of each predicted malignant cell was calculated as:\n malignant score = 1 × prediction . score . max × cnv . score Immunohistochemistry staining and analysis Formalin-fixed, paraffin-embedded tissue blocks from tumor specimens were cut into serial 5μm thick sections and mounted on plus-charge glass slides. The serial sections from each specimen were stained for hematoxylin and eosin (H&E) and antibodies to CD8 and FOXP3. Automated dual staining was performed on Leica Bone RX (Leica Biosystems) and detection was performed using the Bond Polymer Refine Kit (DS9800, Leica Biosystems). Each slide was counterstained, baked, and cover-slipped using EcoMount. The single stained slides were scanned using the Hamamatsu Nanozoomer to a magnification of 20x (ScanScope XT) and analyzed using HALO imaging analysis software (Indica Labs). The HALO digital analysis software was used to calculate intratumoral immune cell counts and tissue area. For each slide, we used the same algorithm to calculate the immune cell density and manually reviewed each case to ensure consistency and accuracy. On the HALO software platform, each stained slide was imported as .ndpi files and deconvoluted using the Deconvolution Analysis algorithm to obtain a single .decon files. Each .decon file contained two channels including a channel with specific marker staining and another channel with the nuclear staining (hematoxylin). For each specimen, the related .decon files were registered and then fused into a single .tiff file that contained all the channels from each individual .decon file, aligned with each other. Each channel is assigned a pseudocolor. This analysis allowed for the alignment and overlay of the serial sections of the same tumor specimen into a single merged file, allowing for analysis of co-localization of the immunohistochemistry stained markers. Protein proximity extension assay Proximity extension assay in combination with next-generation sequencing for high-throughput proteome-wide analysis (Olink assay) were performed as described in detail previously . Briefly, 40uL of plasma from 118 samples (healthy (n = 10), PN (n = 29), atypical neurofibroma (AN; n = 25) and MPNST (n = 54)) underwent immunoassay for relative abundance of 1,463 proteins using dual-recognition antibodies labelled with unique DNA oligonucleotides (four 384-plex Olink panels: inflammation, oncology, cardiometabolic, and neurology). Relative concentrations of assayed proteins were readout by next-generation sequencing with outputs in normalized protein expression (NPX), logarithmically related to protein concentration. Protein values below the limit of detection (LOD) were replaced with the LOD divided by the square root of 2 and each protein was rescaled to have a mean of 0 and a standard deviation (SD) of 1 67 . Differentially expressed proteins were identified using one-versus-one disease state comparisons with ANOVA and post-hoc Tukey HSD of NPX values. Proteins significantly enriched in MPNST plasma ( 68 p  < 0.05, delta NPX > 0) relative to PN were filtered for only proteins encoded by genes overexpressed in malignant cell and regulatory T-cell (Treg) clusters in the NF1 scRNAseq. Filtered proteins’ individual performance at identifying MPNST were assessed using Youden’s Index and receiver operating characteristic (ROC) curve in one-versus-all (OVA) comparisons. Olink pan-cancer protein markers Two hundred and twenty six non-leukemia or lymphoma cancer-associated circulating proteins were curated from Papier et al.’s published pan-cancer Olink dataset, which examined 19 cancers (head and neck, esophagus, stomach, colorectum, liver, pancreas, lung, malignant melanoma, breast, uterine, ovary, prostate, kidney, bladder, brain, thyroid) in 54,306 participants from the UK Biobank ( 40 ). Our NF1 specific dataset was filtered to contain only proteins contained in this published list. The performance of these individual proteins at identifying MPNST was assessed in our dataset using Youden’s Index and receiver operating characteristic (ROC) curve in one-versus-all (OVA) comparisons. Integrated Protein Signature and Recursive Feature Elimination Multiple proteins were integrated using a support vector machine (SVM) model (R package e1071 ( https://cran.r-project.org/web/packages/e1071/index.html ). The best performing SVM kernel (linear, radial, polynomial, sigmoid) was determined using leave-one-out cross-validation with all 50 candidate biomarker proteins. The kernel yielding the highest accuracy while maintaining AUC > 0.8, radial kernel (linear kernel: accuracy = 0.847, AUC = 0.944; radial kernel: accuracy = 0.915, AUC = 0.967; polynomial kernel: accuracy = 0.898, AUC = 0.930; sigmoid kernel: accuracy = 0.898, AUC = 0.966), was selected for all subsequent SVM models and analyses. The cost parameter (C) in the SVM model was set to 1 to avoid potential overfitting given our limited sample size. Median probabilities of a 10 repeat, 5-fold cross-validation SVM were termed the MPNST probability score. Performance of the integrated protein model was assessed using Youden’s Index and a ROC curve of MPNST probability OVA scores.",
  "introduction": "",
  "results": "",
  "discussion": "",
  "fetched_at": "2026-02-11T23:46:39.102794",
  "abstract_length": 1280,
  "methods_length": 18223,
  "introduction_length": 0,
  "results_length": 0,
  "discussion_length": 0
}