{
  "pmid": "PMID:40587782",
  "title": "A transcriptomic, proteomic, and functional genetic atlas dissects neurofibromin function in the peripheral nervous system.",
  "abstract": "The ",
  "authors": "Harish N Vasudevan; Nadia Arang; Maria Sacconi Nunez; Patrick Kennedy; Emily Payne; Sarah Mohabeer; Julian Chien; Aaron Wright; Matthew J Sale; Nevan J Krogan; Antoine Forget; Frank McCormick",
  "journal": "Proceedings of the National Academy of Sciences of the United States of America",
  "publicationDate": "2025-07-08",
  "doi": "10.1073/pnas.2506823122",
  "methods": "Materials and Methods CRISPRi Cell Line Generation. Lentivirus containing pMH0001 (UCOE-SFFV-dCas9-BFP-KRAB, #85969, Addgene) was produced from transfected HEK293T cells with packaging vectors (pMD2.G #12259, Addgene, and pCMV-dR8.91, Trono Lab) following the manufacturer’s protocol (#MIR6605, Mirus) as previously reported ( 6 ). IPN cells were stably transduced to generate parental iPN dCas9-KRAB-BFP  cells and selected by flow cytometry using a SH800 sorter (Sony). Subsequent gene-specific knockdowns were achieved by individually cloning single-guide RNA protospacer sequences into the pCRISPRia-v2 vector (#84832, Addgene) between BstXI and BlpI restriction sites. All constructs were validated by Sanger sequencing of the protospacer region. The following protospacers were used: sgNTC (GTGCACCCGGCTAGGACCGG), sg NF1 -1 (GGGATCCTTTCCACGGCCCG), sg NF1 -2 (GGTGGGGAGACGGCGCTAGT), sg PTPN11 -1 (GGAGGAACATGACATCGCGG), sg PTPN11 -2 (GGCAAGGAGCGGGTCCGTCG), sg SOS2 -1 (GCCAGCGCCGCCGGGAAAGG), sg SOS2 -2 (GCACAGGGCTCGAGTCCCCG). Lentivirus was generated as described above, and cells were selected to purity using 1 μg/mL puromycin for at least 5 d. Cell Culture, Cell Viability Assays, and In Vitro Pharmacology. Patient-derived iPN, neurofibroma (NF95.11b), or human MPNST (JH002-2, ST88-14) cell lines were obtained from the Neurofibromatosis Therapeutic Acceleration Program or American Type Culture Collection. Mouse MPNST cell lines (JW18.2, JW23.3) were a gift from Angie Hirbe (Washington University in St. Louis, MO). Cell lines were grown in Dulbecco’s Modified Eagle Medium (#11960069, Life Technologies) with 10% FBS and 1× Pen-Strep (#15140122, Life Technologies) as previously reported ( 6 ). Cell lines were regularly tested and verified to be  Mycoplasma  negative (#LT07-218, Lonza). Viability assays were carried out with the CellTiter 96 Non-Radioactive Cell Proliferation Assay (#G410, Promega) and a Glomax Discovery Multimode Microplate Reader (Promega). For pharmacologic assays, cells were seeded at a density of 5,000 cells per well in a 96-well plate the night prior to treatment, after which cells were treated with drugs at the indicated concentrations for the indicated periods (or 48 h if not otherwise indicated) prior to experimentation. Nucleic Acid Extraction for Bulk RNA Sequencing. RNA were isolated from cell using the All-Prep Universal Kit (#80224, QIAGEN). QiaCubes were used for standardized automated nucleic acid extraction as per the manufacturer’s protocol as previously reported ( 6 ). For cell line samples, pellets were directly lysed in RLT Plus buffer with beta-mercaptoethanol. RNA quality was assessed by chip-based electrophoresis on a BioAnalyzer 2100 using the RNA 6000 Nano Kit (#5067-1511, Agilent Technologies), and clean-up was performed as needed using the RNeasy kit (QIAGEN). Only samples with high-quality and/or RNA (RIN > 8) were used for bulk RNA sequencing. RNA Sequencing. Library preparation was performed using the TruSeq RNA Library Prep Kit v2 (#RS-122- 2001, Illumina), and 50 bp single end reads were sequenced on an Illumina HiSeq 2500 or NovaSeq to a minimum depth of 25 M reads per sample at Medgenome, Inc. Quality control of FASTQ files was performed with FASTQC, and after trimming of adapter sequences, reads were filtered to remove bases that did not have an average quality score of 20 within a sliding window across four bases ( http://www.bioinformatics.babraham.ac.uk/projects/fastqc/ ) as previously reported ( 6 ). Reads were mapped to the appropriate reference genome (hg19) using HISAT2 with default parameters ( 32 ). Transcript abundance estimation in transcripts per million (TPM) and differential expression analysis were performed using DESeq2 ( 33 ). Differentially expressed transcripts with an adjusted  P -value < 0.1 were identified and filtered based on an expression cutoff (TPM > 1) and a fold change threshold (log 2 FC > 1) to prioritize biologically relevant gene sets. Clustering dendrograms and heatmaps were generated in R using TPM values and plotted as normalized row expression values with the heatmaps.2 function. Immunoblotting. Whole-cell lysates were harvested using radioimmunoprecipitation assay (RIPA) buffer (50 mM Tris-HCl at pH 8.0, 150 mM NaCl, 0.5% Deoxycholate, 0.1% Sodium Dodecyl Sulfate (SDS), 1% IGEPAL CA-630) with fresh protease (#P8340, Sigma) and phosphatase inhibitor (#P2850, Sigma) cocktails as previously reported ( 6 ). To pull down GTP-bound RAS, supernatants from cleared lysates were incubated with recombinant GST-RAF1 RBD beads for 2 h at 4 °C followed by three washes with lysis buffer but without protease or phosphatase inhibitors. Beads and lysates were mixed with Nu polyacrylamide gel electrophoresis (NuPAGE) LDS (ThermoFisher) sample buffer and heated at 70 °C for 10 min. A total of 10 to 20 μg of protein was loaded into precast NuPAGE electrophoresis gels (Life Technologies). Samples were separated by SDS-PAGE, transferred to nitrocellulose or polyvinylidene fluoride membranes, and blocked in either 5% bovine serum albumin or 5% skim milk in TBS buffer for 1 h at room temperature. Primary antibodies were incubated overnight at the indicated dilutions at 4 °C and horseradish peroxidase conjugated secondary antibodies were incubated for 1 h at room temperature followed by ECL based detection on film. The following antibodies were used: pERK (Cell Signaling Technologies, #4370, 1:1,000 dilution), total ERK (Cell Signaling Technologies, #4695, 1:1,000 dilution), pAKT (Cell Signaling Technologies, #4060, 1:1,000 dilution), total AKT (Cell Signaling Technologies, # 4685, 1:1,000 dilution), pMEK (Cell Signaling Technologies, #9121, 1:1,000 dilution), total MEK (Cell Signaling Technologies, #8727, 1:1,000 dilution), neurofibromin (Millipore, #3668175, 1:1000 dilution), SHP2 (Cell Signaling Technologies, #3397, 1:1,000 dilution), and SOS2 (Santa Cruz, sc-393667). Quantification was performed in ImageJ (NIH) using the relative densitometry between phosphorylated and total protein abundance from immunoblotting. qRTPCR. RNA was extracted from cell lines using the RNeasy Mini Kit (#74106, QIAGEN) according to the manufacturer’s instructions, and complementary DNA (cDNA) was synthesized from RNA using iScript cDNA Synthesis kit (#1708891, Bio-Rad). Real-time QPCR was performed using PowerUp SYBR Green Master Mix (#A25918, Thermo Fisher Scientific) on a QuantStudio 6 Flex Real Time PCR system (Life Technologies). The following QPCR primers were used: GAPDH-F (5′-GTCTCCTCTGACTTCAACAGCG-3′), GAPDH-R (5′-ACCACCCTGTTGCTGTAGCCAA-3′), NF1-F (5′-CGAATCATCACCAATTCCGCA-3′), NF1-R (5′-CCACAACCTTGCACTGCTTTAT-3′), PTPN11-F (5′-GAACTGTGCAGATCCTACCTCT-3′), PTPN11-R (5′-TCTGGCTCTCTCGTAC AAGAAA-3′), SOS2-F (5′- CCGCAGCCTTACGAGTTCTTC-3′), or SOS2-R (5′-GGATGCAC TTGTTCCTGAACC-3′). Posttranslational Modification Mass Spectrometry. Cells were washed 3× in ice-cold phosphate buffered saline, scraped and pelleted, and snap-frozen in dry ice until processing for mass spectrometry. To prepare peptides for phosphoenrichment, cell pellets were lysed in 8 M urea + 25 mM ammonium bicarbonate followed by reduction (5 mM dithiothreitol (DTT) for 1 h at 37 °C), alkylation (10 mM iodoacetamide for 30 min at room temperature in the dark), and digestion overnight with mass spectrometry grade Trypsin (Promega, #V5111) and Lysyl Endopeptidase (Fujifilm Wako, #125-02543) at a ratio of 100:1 protein to enzyme. Digested peptides were applied to activated C18 columns, and columns were washed three times with 1mL of 0.1% trifluoroacetic acid (TFA). Peptides were eluted with 600 µL of 50% Acetonitrile (ACN) and 0.25% formic acid (FA). Peptides were quantified using Pierce™ Quantitative Peptide Assay (ThermoFisher Scientific, #23275) and peptide amounts were normalized prior to lyophilization. Phosphoenrichment was performed on peptides using PTMScan® Phospho-Enrichment IMAC Fe-NTA Magnetic Beads (Cell Signaling Technology, #20432) as per the manufacturer’s protocol. Samples were resuspended in 0.1% FA and separated by reversed-phase chromatography using a Vanquish Neo high-performance liquid chromatography (HPLC) instrument (Thermo Fisher Scientific) with a 15-cm PepSep column (150 µm inner diameter) packed with 1.5-µm Reprosil Saphir C18 particles (Bruker). Samples were acquired by data-dependent acquisition (DDA). Mobile phase A consisted of 0.1% FA in water and mobile phase B consisted of 80% ACN and 0.1% FA. Peptides were separated at a flow rate of 600 nL min −1  over the following 80-min gradient: 3 to 28% B in 67 min, 28 to 40% B in 5 min, and 8 min at 95% B. Eluting peptides were analyzed by an Orbitrap Exploris MS instrument (ThermoFisher Scientific). Data were collected in positive ion mode with MS1 resolution of 120,000, 350 to 1,250 m/z scan range, auto maximum injection, and radiofrequency lens of 50%. For DDA, MS2 fragmentation was performed on charge states 2 to 6 with a 20-s dynamic exclusion after a single selection and 10 ppm ± mass tolerance. Raw mass spectrometry data were searched using Fragpipe (v22) ( 34 ,  35 ) against the human proteome (UniProt canonical protein sequences, downloaded in September 2022) using PhosphoLFQ ( 36 – 38 ) label-free quantification workflow. Statistical analysis was performed using MSstats (v4.8.7) ( 39 ) from the artMS (v1.18.0) R package. Kinase enrichment analysis was performed using RoKAI Differential Expression analysis ( 40 ). For samples run by data independent acquisition (DIA), samples were resuspended in 0.1% formic acid and separated by reversed-phase (RP) chromatography using a Thermo EASY-nLC instrument (Thermo Fisher Scientific) with a 15-cm PepSep column (150 µm inner diameter) packed with 1.5-µm Reprosil Saphir C18 particles (Bruker). Mobile phase A consisted of 0.1% FA in water and mobile phase B consisted of 80% ACN and 0.1% FA. Peptides were separated at a flow rate of 1.5ul min−1 over the following 110-min gradient: 2–15% B in 88 min, 15–25% B in 10 min and 12 min at 90% B. Eluting peptides were analyzed by an Orbitrap Lumos MS instrument (ThermoFisher Scientific). An MS scan was performed at 120,000 resolving power over a scan range of 300-1200 m/z, a standard AGC target of 100%, an RF lens setting of 30%, and an auto maximum injection time was acquired, followed by DIA scans using 16 m/z isolation windows over 358-1111 m/z at normalized HCD collision energies of 27, 32, and 37%. Loop control was set to All. A library was generated using Data Dependent Analysis (DDA). Samples were resuspended in 0.1% formic acid and separated by reversed-phase (RP) chromatography using a Thermo EASY-nLC instrument (Thermo Fisher Scientific) with a 15-cm PepSep column (150 µm inner diameter) packed with 1.5-µm Reprosil Saphir C18 particles (Bruker). Mobile phase A consisted of 0.1% FA in water and mobile phase B consisted of 80% ACN and 0.1% FA. Peptides were separated at a flow rate of 600nl min−1 over the following 95-min gradient: 3–30% B in 75 min, 30–38% B in 10 min and 10 min at 8% B. Eluting peptides were analyzed by an Orbitrap Lumos MS instrument (ThermoFisher Scientific). DDA was performed by acquiring a full scan over an m/z range of 375-1150 in the Orbitrap at 60,000 resolving power (@200 m/z) with a standard AGC target of 100%, an RF lens setting of 30%, and an auto maximum ion injection time. Dynamic exclusion was set to 60 seconds, with a 10 ppm exclusion width setting. Peptides with charge states 2-7 were selected for MS/MS interrogation using isolation width of 1.4m/z, and stepped HCD collision energy of 15, 30, 45%. APEX Reaction and Capture of Biotinylated Proteins. Cells were incubated with 500 μM biotin-phenol in complete medium for 30 min at 37 °C. APEX labeling was initiated by addition of H 2 O 2  at a final concentration of 1 mM and incubated for 30 s. To quench the reaction, H 2 O 2  solution was discarded, and cells were immediately washed 3× with ice-cold quenching solution (10 μM Sodium ascorbate, 5 mM Trolox, 10 μM NaN 3 ) for 1 min × wash. Cells were scraped and collected in quencher solution and pelleted. Excess solution was removed and cell pellets were snap-frozen. To proceed with pulldown of biotin-labeled proteins, cell pellets were lysed in RIPA buffer (150 mM NaCl, 50 mM Tris-HCl pH 7.5, 0.5% sodium deoxycholate, 0.1% SDS, 1% Triton-X100) supplemented with 10 μM Sodium ascorbate, 5 mM Trolox, 10 μM NaN 3 , 1 mM DTT, and protease inhibitor (Complete protease inhibitor, Sigma #4693159001). Cell lysates were sonicated 3× at 15% for 7 s. Lysates were cleared at 13,000 g for 10 min at 4 °C and protein concentrations were quantified using 600 nM Pierce Assay Kit with Detergent Compatibility Reagent (ThermoFisher, #22662). Streptavidin magnetic beads (ThermoFisher, #88816) were washed 2× with RIPA buffer and 100 μL washed beads were added per sample. Binding was allowed to proceed overnight at 4 °C with rocking. Beads were collected on a magnetic rack and the following wash steps were performed at 4 °C: 3× wash with RIPA buffer (5 min each), 1× wash with 1 M KCL (2min), 1× wash with Na 2 CO 2  (2min), and 2× with 50 mM Tris-HCl [pH = 8.0] (5 min). Beads were resuspended in 200 μL Digestion buffer (2 M urea in 50 mM Tris pH = 8.0). Samples were reduced by adding 5 mM Tris(2-carboxyethyl)phosphine and incubated at 37 °C for 30 min with orbital shaking at 1,000 rpm. Samples were alkylated with iodoacetamide at 5 mM at room temperature, covered from light with orbital shaking at 1,000 rpm. The reaction was quenched with addition of 5 mM DTT. Biotinylated proteins were digested with addition of 0.8 μg mass spectrometry grade Trypsin (Promega, #V5111) overnight at 37 °C with orbital shaking at 1,000 rpm. The following morning, an additional 0.4 μg trypsin was added and incubated for 2 h at 37 °C with shaking. Samples were acidified with 0.5% TFA and desalted using C18 96-well plate format (Higgins Analytical, #96WR-20mg-W182). APEX Proximity Labeling Mass Spectrometry. APEX-labeled samples were acquired on a Bruker TimsTOFpro interfaced with an Ultimate3000 UHPLC. Peptides were resuspended in 0.1% FA and were separated using a 60 min linear gradient. Following loading, the percentage of B (80% ACN in 0.1% FA) was increased from 2 to 26% in 49 min and then to 90% remaining time. The peptides were separated on a PepSep column (15 cm, 150 mm iid, 1.9 μm beads size). The mass spectrometer was operated in positive mode using DIA-PASEF acquisition ( 41 ). The mass range was set at 100 to 1,700m/z with 10 scans between 0.7 Vs/cm2 and 1.4 Vs/cm2. 2 ms and 100 ms were set for the accumulation and ramp times, respectively. Raw mass spectrometry files were analyzed using Spectronaut (version 18.4.231017.55695) against the human proteome (UniProt canonical protein sequences downloaded in September 2022) using default settings for spectral library generation and DIA. Statistical analysis was performed using MSstats (v4.8.7) ( 39 ) from the artMS (v1.18.0) R package. Visualization was performed in Cytoscape with additional connections included from the STRING database ( 42 ). Statistical Analysis. All experiments were repeated as independent biologic replicates. Statistics were derived from biologic replicates, and no statistical methods were used to predetermine sample size. Cells were randomized to experimental conditions, and no data points were excluded from analysis. Unless otherwise specified, data are plotted as mean with error bars representing the SEM. The statistical tests of choice were selected based on the input data. All statistical tests were one-sided. Where appropriate, multiple hypothesis testing corrections were performed. Statistical significance thresholds are indicated in each figure legend and exact  P -values are provided when possible. Data, Materials, and Software Availability The mass spectrometry proteomics data have been deposited to the ProteomeXchange Consortium ( http://proteomecentral.proteomexchange.org ) via the PRIDE partner repository with the dataset identifiers:  PXD064557  ( 43 ),  PXD064434  ( 44 ), and  PXD061467  ( 45 ).",
  "cache_level": "minimal",
  "has_fulltext": true,
  "fetch_date": "2026-02-19 09:31:14"
}