{
  "pmid": "PMID:40590220",
  "title": "A haploinsufficiency restoration strategy corrects neurobehavioral deficits in Nf1+/- mice.",
  "abstract": "Neurofibromatosis type 1 (NF1) is a genetic disorder caused by mutations of the NF1 tumor suppressor gene resulting in the loss of function of neurofibromin, a GTPase-activating protein (GAP) for Ras. While the malignant manifestations of NF1 are associated with loss of heterozygosity of the residual WT allele, the nonmalignant neurodevelopmental sequelae, including autism spectrum disorder (ASD) and/or attention deficit hyperactivity disorder (ADHD) are prevalent morbidities that occur in the setting of neurofibromin haploinsufficiency. We reasoned that augmenting endogenous levels of WT neurofibromin could serve as a potential therapeutic strategy to correct the neurodevelopmental manifestations of NF1. Here, we used a combination of genetic screening and genetically engineered murine models to identify a role for the F-box protein FBXW11 as a regulator of neurofibromin degradation. Disruption of Fbxw11, through germline mutation or targeted genetic manipulation in the nucleus accumbens, increased neurofibromin levels, suppressed Ras-dependent ERK phosphorylation, and corrected social learning deficits and impulsive behaviors in male Nf1+/- mice. Our results demonstrate that preventing the degradation of neurofibromin is a feasible and effective approach to ameliorate the neurodevelopmental phenotypes in a haploinsufficient disease model.",
  "authors": "Su Jung Park; Jodi L Lukkes; Ka-Kui Chan; Hayley P Drozd; Callie B Burgin; Shaomin Qian; Morgan McKenzie Sullivan; Cesar Gabriel Guevara; Nolen Cunningham; Stephanie Arenas; Makenna A Collins; Jacob Zucker; JinHee Won; Abbi Smith; Li Jiang; Dana K Mitchell; Steven D Rhodes; Steven P Angus; D Wade Clapp",
  "journal": "The Journal of clinical investigation",
  "publicationDate": "2025-07-01",
  "doi": "10.1172/JCI188932",
  "methods": "Methods Sex as a biological variable Male  Nf1  mice were utilized for these studies due to their well-documented neurobehavioral phenotype ( +/– 15 ). While our findings are likely applicable to female mice as well, recent evidence suggests sexual dimorphism in  Nf1  mice, and alternative assays may need to be performed in future studies ( +/– 87 ). Animals Nf1  heterozygous ( Nf1 , C57BL/6) mice have been previously described ( +/– 82 ,  88 ).  Fbxw11  heterozygous ( Fbxw11 , C57BL/6NTac) mice were from Knockout Mouse Project (KOMP) (strain ID:  +/– Fbxw11 , design ID: 49846, project ID:  tm1a(KOMP)Wtsi CSD25672 , MGI ID: 4363386).  Fbxw11  (exon 4 targeted) mice were generated from the  fl/fl Fbxw11  strain by FLP-FRT recombination and subsequently crossed with  tm1a(KOMP)Wtsi Nf1  mice. +/– Genotyping Nf1  genotyping was performed as previously described ( 88 ).  Fbxw11  was genotyped by PCR using forward primer F (5′-GAATCTGTGTTACCAGGCACTCAGC-3′) and reverse primer ttR (5′-GCCTTAGCTCACTATTCCCCATTGC-3′) for WT (631 bp) and primer neoF (5′-GGGATCTCATGCTGGAGTTCTTCG-3′) as the reverse primer ttR for KO (633 bp). The annealing temperatures were 56°C and 59°C, respectively. For  Fbxw11  genotyping, primer F and reverse primer ttR were used (826 bp). fl/fl Cell culture HEK293T cells (American Type Culture Collection [ATCC], CRL-3216), HeLa cells (ATCC CCL-2), MEFs (generated in our laboratory), and human fibroblasts (ATCC, PCS-201-012) were grown in DMEM containing 10%–12% FBS (Atlanta Biologics) and penicillin/streptomycin solution (1:100; MilliporeSigma). LUVA cells (Kerafast) were cultured in STEM PRO-34 SFM (10640, Gibco, Thermo Fisher Scientific), STEM PRO-34 nutrient supplement (10641-025, Gibco, Thermo Fisher Scientific), penicillin/streptomycin solution, and 2 mM  l -glutamine (25030-081, Gibco, Thermo Fisher Scientific) ( 89 ). Chemical reagents, siRNAs, cDNAs and recombinant proteins The following chemical reagents, siRNAs, cDNAS, and recombinant proteins were used. Synthesized ANVDSGLMHSIGLGYHK peptides (Selleckchem), MG132 (Tocris), bortezomib (Selleckchem), CHX (MilliporeSigma), BC-1215 (MilliporeSigma), pyrrolidinedithiocarbamate ammonium (PDTC) (P8765, MilliporeSigma), siPORT NeoFX Transfection Reagent (Ambion), ECL Western blotting detection reagent (Amersham Biosciences), IPP: 200 units/mg (catalog 10108987001, Roche), E2: His-UbcH3/Cdc34, human recombinant (catalog E2-610, BostonBiochem); Flag peptide (3290, MilliporeSigma), and polyethylenimine (PEI) 25 kDa linear (catalog 23966-2, Polysciences); human F-box siRNA library (Ambion), human FBXW11 siRNA (siRNA ID 23487, Ambion), human FBXO3 siRNA (siRNA ID 25346, Ambion), human FBXW11-3 unique 27 mer siRNA duplexes (SR308161, Origene), human FBXW1/b-TrCP1 siRNA (SASI_Hs01_00189438 and SASI_Hs01_00189439, MilliporeSigma), and Mission siRNA universal negative control 1 (SIC002, MilliporeSigma); GFP-tagged human neurofibromin, transcript variant 1 cDNA (RG220425, Origene), Myc-DDK–tagged human FBXO3 transcript variant 1 cDNA (RC208494, Origene), Myc-DDK–tagged human FBXW11 transcript variant 3 cDNA (RC218905, Origene), Myc-DDK–tagged human FBXW7 transcript variant 1 cDNA (RC217398, Origene), human RBX1 cDNA (SC115112, Origene), human SKP1 transcript variant 1 cDNA (SC126980, Origene), and human CUL1 cDNA (SC108409, Origene); human FBXW11 recombinant protein (H00023291-P01, Abnova), human CUL1 recombinant protein (H00008454-P01, Abnova), human RBX1 recombinant protein (H00009978-P01, Abnova), and human SKP1 recombinant protein (H00006500-P01, Abnova). siRNA screening and siRNA transfection Cell suspensions were incubated in complete medium (without antibiotics) at 37°C in polypropylene tubes for less than 1 hour until used in the chemical reverse transfection. Transfection complexes were prepared in Opti-MEM serum-free medium (Invitrogen, Thermo Fisher Scientific) by mixing 0.3 μL siPORT NeoFX Transfection Reagent (Ambion, Thermo Fisher Scientific) and 10 nM siRNA (individual siRNA members of the F-boxes, Ambion) ( 90 ). Human fibroblasts (2 × 10 5  cells/well) and LUVA (5 × 10 5  cells/well) were plated in a 6-well format simultaneously with addition of transfection complexes. Cells were incubated for 72 hours and subsequently analyzed by Western blotting. Confirmation was performed with a second siRNA targeting FBXW11 or FBXO3 using 3 siRNA constructs and scrambled siRNA in HeLa or HEK293T cells. The transfection method was the same as described above. After siRNA constructs were tested for 72 hours of transfection, 1 was chosen for further experimentation. CHX chase analysis Neurofibromin stability was assessed using CHX chase in HeLa cells ( 91 ). After 48–72 hours of transfection, cells were treated with 20 μg/mL CHX (MilliporeSigma) for the indicated durations. The cell lysates were prepared and analyzed by Western blotting. Construction of GFP (or Flag) fusions with domains of neurofibromin Full-length human neurofibromin cDNA was purchased from Origene. Neurofibromin gene fragments were synthesized using various 5′ primers and 3′ primers and subcloned into the SgfI/MluI sites of pCMV-AC-GFP (or pCMV6-ENTRY, Origene). The pEGFP-C1 plasmid containing the NF1-GRD iso1 gene fragment ( 92 ) was used as a template. Domain D1: forward primer, 5′-GAGGCGATCGCCATGGCCGCGCACAGGCCGGTGGA-3′; reverse primer, 5′-GCGACGCGTATAGTTAAGGATTAGCTTTGTTGC-3′. Domain D2: forward primer, 5′-GAGGCGATCGCCCCAAAAGCCAAAATGGAAGATGG-3′; reverse primer, 5′-GCGACGCGTTGGAGGACCCAGGTATGCAAGAAG-3′. Domain D3iso2/GRD2: forward primer, 5′-GAGGCGATCGCCATGGAAGCCAAATCACAGTTATTTC-3′; reverse primer, 5′-GCGACGCGTTAAGGTTTTCAAAGCCTTGAATTCTTC-3′. Domain D3iso1/GRD1: forward primer, 5′-GAGGCGATCGCCATGGAAGCCAAATCACAGTTATTTC-3′; reverse primer, 5′-GCGACGCGTTAAGGTTTTCAAAGCCTTGAATTCTTC-3′. Domain D4: forward primer, 5′-GAGGCGATCGCCGAGCACAAACCTGTGGCAGATAC-3′; reverse primer, 5′-GCGACGCGTGCCCTGGTTTGCAATGGTTAAGGT-3′. Domain D5: forward primer, 5′-GAGGCGATCGCCACGCCGCTCACCTTCATGCACCA-3′; reverse primer, 5′-GCGACGCGTCACGATCTTCTTAATGCTATTACG-3′. cDNA transfection and expression Transfections were performed using PEI ( 93 ) in HEK293T cells, and expression was measured 48–72 hours later by Western blotting. PEI (1 mg/mL in sterile water) was neutralized with HCl and filtered at 0.2 μm (MilliporeSigma), and PEI solution and plasmids were mixed at a 5:1 ratio. Co-IP Cell extracts were prepared in IP lysis buffer of (1% (v/v) Triton X-100, 25 mM HEPES, pH 7.5, 150 mM NaCl, 0.2 mM EDTA, 0.5 mM DTT, and 1 mM PMSF, supplemented with phosphatase and protease inhibitors. Flag-tagged FBXW11 or FBXO3 cDNA plasmids and GFP-tagged truncated NF1 cDNA plasmids were cotransfected into HEK293T cells. Sixty-eight to 72 hours after transfection, HEK293T cells were incubated with MG132 (15 mM) for 6 hours and lysed, sonicated, and centrifuged for 25 minutes at 16,000 g . Supernatants were incubated with anti-FLAG M2 affinity gel at 4°C overnight. Immunoprecipitated proteins were washed 3 times with 250 mM NaCl/IP lysis buffer and eluted by boiling in Laemmli sample buffer. Samples were analyzed by SDS-PAGE and anti-GFP immunoblotting. Western blotting Whole-cell or tissue extracts were prepared with xTractor lysis buffer (Clontech) including a protease inhibitor (Complete Mini EDTA-free, Roche) and a phosphatase inhibitor (PhosSTOP, Roche). After sonication and centrifugation for 5 minutes at 10,000 g , the supernatants were collected. Proteins were separated by SDS-PAGE (4%–12% gradient gels), transferred onto PVDF membranes, incubated with a blocking buffer, the primary and appropriate secondary antibodies, and developed with ECL (catalog 32134, Thermo Fisher Scientific). The following primary antibodies were used: neurofibromin/NF1 (sc-67, sc-376886, Santa Cruz Biotechnology and ab238142, Abcam); Flag (F7425, MilliporeSigma); GFP (ab1218, Abcam, Western blotting and Invitrogen, IP); turboGFP (AB513, Evrogen); FBXW11/bTrCP2 (GTX33193, GeneTex and PA5-109715, Invitrogen, Thermo Fisher Scientific); ERK1/2 (9102, Cell Signaling Technology); anti-pERK Thr202/Tyr204 (4377, Cell Signaling Technology); IκBα (9242 Cell Signaling Technology); β-catenin (8480, Cell Signaling Technology); ubiquitin (3933, Cell Signaling Technology); CUL1 (17775, Cell Signaling Technology); SKP1 (2156, Cell Signaling Technology); Rbx1 (4397, Cell Signaling Technology); and GAPDH (2118, Cell Signaling Technology). The following secondary antibodies were used: goat anti–mouse IgG HRP (31430, Invitrogen, Thermo Fisher Scientific) and goat anti–rabbit IgG HRP (31460, Invitrogen, Thermo Fisher Scientific). Purification of the SCF-FBXW11 complex Thirty 150 mm plates of HEK293T cells were transfected using PEI with the indicated constructs (Flag-FBXW11, CUL1, SKP1, and RBX1). Seventy-two hours later, cells were washed twice with PBS, flash-frozen, and lysed in 50 mL IP lysis buffer (1% Triton X-100, 25 mM HEPES, pH7.5, 150 mM NaCl, 0.2 mM EDTA, 2 mM sodium orthovanadate, 2 mM sodium fluoride, 0.5 mM DTT, 1 mM PMSF and proteinase inhibitor) by sonication. Lysates were cleared by centrifugation at 20,000 g  for 20 minutes at 4°C and incubated with 150 μL anti-FLAG M2 affinity gel resin (MilliporeSigma) overnight at 4°C, washed 7 times with 500 μL wash buffer (10 mM Tris, pH = 7.4, 100 mM KCl and 0.5% Nonidet P-40), and eluted with 500 μL elution buffer I (100 μg/mL 3X FLAG peptide [MilliporeSigma], 0.4 μg/mL, 20 mM Tris, pH 8.0, 20% glycerol, 100 mM KCl, and 1 mM DTT) for 30 minutes at 4°C with gentle rocking. The supernatant was collected and stored at –20°C until further analysis. Site-directed mutagenesis Plasmid pEGFP-C1 containing the NF1-GRD gene fragment ( 92 ) was used as a mutagenesis template. Plasmids were propagated in TOP10  E .  coli  (Invitrogen, Thermo Fisher Scientific) and isolated using Qiagen Miniprep kits (Qiagen). Primers were synthesized by Invitrogen and purified by SePOP desalting. The melting temperature of the DNA duplex was calculated as Tm = 81.5 + 0.41 (percentage GC [guanine (G) and cytosine (C) bases in the DNA sequence]) – (675/N [total number of nucleotides in the DNA sequence]) – percentage mismatch. PCR reactions of 50 μL contained 50–100 ng template, 1 μM primer pair, 200 μM deoxyribonucleotide triphosphate, and 3 units of pfu DNA polymerase were used according to the manufacturers’ protocol for the QuikChange II XL site-directed mutagenesis kit (Agilent Technologies). Mutations were verified by Sanger sequencing. The following mutagenic oligonucleotide primers were used: S1159A-GRD, forward, 5′-GCCAACGTAGACGCTGGTCTCATGCAC-3′; S1159A-GRD, reverse, 5′-GTGCATGAGACCAGCGTCTACGTTGGC-3′; S1164A-GRD, forward, 5′-GGTCTCATGCACGCCATAGGCTTAGG-3′; S1164A-GRD, reverse, 5′-CCTAAGCCTATGGCGTGCATGAGACC-3′; S1159A-S1164A, forward, 5′-GCCAACGTAGACGCTGGTCTCATGCACGCCATAGGCTTAGG-3′; S1159A-S1164A, reverse: 5′-CCTAAGCCTATGGCGTGCATGAGACCAGCGTCTACGTTGGC-3′. In vitro ubiquitination assay The GRD iso1 ubiquitination assay (Enzo Life Sciences) was carried out according to the manufacturer’s instructions with purified SCF FBXW11  complex (E3), purified GRD iso1 (substrate), and His-UbcH3/Cdc34 (E2) ( 42 ), in vitro. Ubiquitin ligase activity was determined by Western blotting with anti-Ub antibody (3933, Cell Signaling Technology). LC-MS/MS and proteomics analysis HEK293T cells were plated 1 day prior to transfection at 3.0 × 10 6  cells per 15 cm tissue culture plate and transfected by PEI with GFP-tagged GRD1 plasmid. Forty-eight hours after transfection, cells were treated with 15 μM MG132 for 4–6 hours, washed once in PBS, and lysed in IP lysis buffer. Clarified lysates were immunoprecipitated with anti-GFP antibody overnight at 4°C and collected with protein A/G beads as described above. GFP-GRD fusion proteins were separated by SDS-PAGE utilizing Coomassie blue staining, and gel bands were analyzed by LC-MS/MS. Tryptic peptides from GFP-GRD1 were injected onto the NanoAcquity UPLC column 1.7 μm BEH130 C18 (100 μm × 100 mm) with a NanoAcquity UPLC Trap column (5 μm Symmetry C18, 180 μm × 20 mm). Peptides were eluted with a linear gradient (3%–40% acetonitrile in water with 0.1% FA) over 65 minutes using the Waters Nano UPLC system (room temperature, flow rate 500 nL/min), and effluent was electrosprayed into a LTQ mass spectrometer (Thermo Fisher Scientific). For the database search (Sequest), human Uniprot and NF1 protein sequences (variable modifications: phosphorylation [S, T, Y]) were used. Individual probability values for each putatively phosphorylated site were generated by Proteome Discoverer, version 1.3, equipped with the phosphoRS 2.0 node. TUBEs Lysates from cells treated with si FBXW11  or siControl were incubated with TUBEs-agarose (displays equivalent affinities for both K63 and K48 tetra-ubiquitin, TUBE 2) for 1 hour at room temperature (LifeSensors). TUBEs-agarose was washed after ubiquitin capture, and the bound material was eluted with Laemmi sample buffer. The relative levels of ubiquitylated neurofibromin were determined by immunoblotting with neurofibromin antibody (ab238142, Abcam) or ubiquitin antibody (no. 3933, Cell Signaling Technology). NanoBiT luciferase assays for GRDiso1/GRD1so2-FBXW11 interactions GRD1/GRD2 and FBXW11 were amplified from cDNA of D3iso1/D3iso2 and then inserted into pFN33KLgBit-TK-neo Flexi, pFC34KLgBit-TK-neo Flexi, pFN35KSmBit-TK-neo Flexi, and pFC36KSmBit-TK-neo Flexi plasmids (Promega). HEK293T cells were transfected with the plasmids of NanoBiT fusion GRD1/GRD2 and FBXW11 constructs using FuGENE HD Transfection Reagent (Promega) according to the manufacturer’s protocols. Forty-eight hours after transfection in a 96-well plate, Nano-Glo Live Cell Substrate (Promega) was added to each well, incubated for 5 minutes, and an equal amount of reaction medium from each well was measured by Glo-MAX luminometer (Promega). Luciferase activities are shown as the mean value of triplicate wells ± SD. Ras activation assay Brain tissues were homogenized in xTractor buffer (catalog 635671, TakaRa), and the protein lysates were collected after centrifugation at 13,000 g  for 10 minutes. Active Ras was pulled down with Raf-1 RBD agarose (catalog 14-278, EMDMillipore) overnight at 4°C with gentle agitation. After washing the beads with TBS, 3X NuPAGE LDS Sample buffer (catalog NP0007, Thermo Fisher Scientific) was added, and samples were boiled for 5 minutes. The supernatan was collected after brief centrifugation for immunoblotting to detect vinculin (catalog ab219649, Abcam) or Ras (catalog 05-516, EMDMillipore). Behavioral experiments Once weaned on P28, all mice were group-housed (3–4/cage by litter containing mixed genotypes), given food and water ad libitum, and maintained on a 12-hour light/12-hour dark cycle (7 am/7 pm) at 72°F. Animals were single-housed either 1 week before the SP task or after surgery. For all behavioral tasks, the experimenters performing the behavioral task test and scoring the behavioral data were blinded to the genotype and treatment conditions. SP task The 3-chamber SP task occurred over 2 days as described previously ( 15 ). After being single-housed for at least 1 week, testing began on day 1 when the mouse was placed in the center of the 3-chamber apparatus with 2 empty wire cups for 10 minutes of habituation (HAB). The mouse was blocked using clear Plexiglass in the center of the apparatus during the inter-trial interval of 5 minutes. The examiner placed a partner mouse under one of the wire cups before allowing the test mouse to investigate the partner mouse for 10 minutes of familiarization (FAM). During the inter-trial interval, the examiner placed another partner mouse under the second cup (novel 1 [NOV1]). For 10 minutes (NOV1), the test mouse was permitted to investigate the familiar mouse and NOV1 mouse. The examiner removed NOV1 during the inter-trial interval. To ensure familiarity, the test mouse then spent 45 minutes with the familiar mouse (FAM45) under the cup. Twenty-four hours later, the same familiar mouse was placed under the same wire cup, and a new novel mouse (NOV2) was placed under the other wire cup. The test mouse was introduced to the apparatus and given 10 minutes to investigate (NOV2). The time spent near each wire cup was recorded and scored with the automated AnyMaze software during the NOV1 and NOV2 time blocks. OF tests Based on methods described previously, mice were placed in the dark in an open chamber (40 × 40 cm, 30 cm height) for 60 minutes while activity was recorded using AnyMaze software ( 14 ). DDT tests Based on methods described previously, mice were trained to identify which side of a T maze (each arm measured 36 cm length, 8 cm width, and 12.5 cm height) had a large reward (4 Cocoa Krispies) compared with the small reward (1 Cocoa Krispie) ( 14 ). Training was completed daily with 6 trials per day with no delay until each mouse found the large reward correctly 10 out of 12 times over 2 consecutive days. After this, the delay was initiated. Testing consisted of 6 days with 6 trials per day, and teaching occurred on the first 2 days. The mouse was placed in the T maze with the small reward in place and no reward on the large reward side. The mouse would go to the large side as trained and would be blocked in this arm for teaching of the 10-second delay, and then the large reward would be given. After the first 2 days, which allowed for these teaching trials, the mice performed the task without being blocked in the large reward arm. Data were analyzed for the last 2 days for a total of 12 trials. For each testing trial, they could make 3 choices: directly go to small reward side, go to large reward side and then switch to the small reward side, or go to the large reward side and wait for the large reward ( Figure 4A ). A direct small choice or a switch choice would result in receiving a small reward (graphed in  Figure 4C  and  Figure 5D ). Mice were food-restricted during this time to increase food motivation, with daily measurement of weight and careful inspection of the health of each mouse. CAR tests Based on previously described methods, a round, plastic platform (diameter, 20 cm; thickness, 2 cm) supported by a plastic rod (height, 50 cm) was used to assess the CAR ( 14 ). The platform was stabilized in a kiddie pool with a rubber bottom for cushion if the animal fell. Mice were placed in the center of the platform, and behavior was recorded for 60 minutes. If a mouse fell from the platform, it was immediately placed back on the platform, and the test continued up to 60 minutes. A mouse was considered to have an intact CAR if it did not fall off the platform. The CAR was calculated as a percentage of mice that demonstrated an intact CAR for each group: percentage of mice with an intact CAR = (the number of mice that did not fall from the platform/total number of mice) × 100. Head time in each zone was recorded and scored with the automated AnyMaze software. The edge zone was defined by outlining the outer 1 inch of the round platform with 1 inner circle and 1 outer circle in the AnyMaze software. The over-the-edge zone was defined by outlining an outer circle that was 2 inches from the edge of the platform in the AnyMaze software. Brain stereotaxic surgery To excise  Fbxw11  in the tissue of interest, utilizing  Nf1  and  +/+  Fbxw11 fl/fl Nf1  genetically engineered mice, the experimenter performed stereotaxic surgery to inject either control (GFP; AAV5-CMV-GFP, UNC) or Cre-recombinase fused to GFP (CRE; AAV5-CMV-Cre-GFP, UNC) into brain tissue. Prior to all surgeries, mice were deeply anesthetized in an induction chamber using an isoflurane system (MGX Research Machine, Vetamic). Mice were then placed in a nose cone connected to the isoflurane system in the 900 series Ultraprecise Kopf Instruments stereotaxic apparatus for rodents. After ensuring flatness of the skull through measurement of lambda and bregma, bilateral viral transduction of the nucleus accumbens was performed ( +/–  Fbxw11 fl/fl Figure 5A ). Immediately following all stereotaxic surgeries, all mice received carprofen (5 mg/kg) and were observed over time, with carprofen (5 mg/kg) given at regular intervals until fully recovered. On the basis of data from previous studies ( 14 ,  15 ), we tested behavioral phenotypes before surgery and 8 weeks after surgery. Brain IHC Mice were perfused transcardially with PBS, followed by 4% paraformaldehyde, and the brains were removed and coronally sectioned at 35 μm. After washes with PBS, H 2 O 2 , and PBS with Triton X-100 (PBST), the primary antibody diluted in PBST was applied to sections overnight. The next day, after washing 3 times with PBS, sections were placed with a secondary antibody in PBST for 90 minute and then amplified by avidin-biotin complex (ABC) (1:500, Vector Laboratories) in PBST for 90 minutes. After washing, Vector SG Substrate Kit (Vector Laboratories) was used to identify immunoreactivity. Sections were stored in phosphate buffer and mounted on slides with DAPI (Vectashield). Photomicrographs were taken (×200), and neurofibromin-immunoreactive (NF1-ir) cells and pERK-immunoreactive (pERK-ir) cells were counted by a blinded observer using ImageJ software (NIH). GFP-ir cells were used to quantify the injection targets. Neurofibromin staining. The primary antibody used was rabbit anti–neurofibromin polyclonal antibody (1:400, LSBio, LS-B8110), and the secondary antibody used was biotinylated anti-rabbit antibody (1:200, Vector Laboratories, BA-1000). pERK staining. The primary antibody used was rabbit anti-pERK polyclonal antibody (1:200, Cell Signaling Technology, no. 4695), and the secondary antibody used was biotinylated anti-rabbit antibody (1:200, Vector Laboratories, BA-1000). GFP staining. The primary antibody used was mouse anti-GFP polyclonal antibody (1:100, Life Sciences Technology, AB3080), and the secondary antibody used was anti–mouse Alexa Fluor 488 (1:200, Life Sciences Technology, A-11001). Statistics All values are presented as the mean or percentage ± SEM unless otherwise indicated. All Western blot and in vitro assay experiments were performed at least in triplicate, and representative results are shown. Analysis was performed using GraphPad Prism version 5.0d (GraphPad Software). A  P  value of less than 0.05 was considered statistically significant unless stated otherwise. Baseline behavioral data for mice before surgical intervention was analyzed by 2-way ANOVA to ensure randomization. All behavioral tasks were analyzed in GraphPad Prism using 1- or 2-way ANOVA with genotype with or without treatment as the main factors, and the dependent variable being head time (s) near each partner mouse cup (3-chamber SP task), total distance traveled (cm, OF), zone time (s) or entries (CAR), and the number of small impulsive choices made (DDT). For brain IHC, neuron counts were analyzed by 2-tailed  t  test or 1-way ANOVA with viral genotype with or without treatment as the main factors. If a factor or interaction was significant, we ran a Tukey’s or Dunnett’s multiple-comparison post hoc test as indicated in the figure legends. Study approval Animal care procedures were conducted in accordance with the NIH  Guidelines for the Care and Use of Laboratory Animals  (NIH Publication No. 80-23; National Academies Press, 2011) revised 1996, with procedures approved by the Indiana University School of Medicine IACUC (protocol no. 19045, 21009). Data availability No analytic code was generated for this study.  Supporting data values  are available in the  Supporting Data Values  file as a single Excel file with multiple tabs. All other data associated with this study can be provided by the corresponding author upon request.",
  "cache_level": "minimal",
  "has_fulltext": true,
  "fetch_date": "2026-02-19 09:31:16"
}