{
  "pmid": "40617948",
  "abstract": "Germline mutations in the NF1 gene disrupt neurofibromin function, leading to autosomal-dominant neurofibromatosis type I (NF1). As a tumor suppressor, neurofibromin negatively regulates the RAS signaling. NF1 presents notable phenotypic variability, progressive symptoms with age, and potential malignant transformation. Early screening, diagnosis, and necessary interventions are essential for improving patient outcomes. Here, sixteen NF1 variants were identified at Henan Provincial People's Hospital. Among them, 75.0% were de novo mutations, and two novel variants, c.547_548delAT p.(Ile183Glnfs*17) and c.4721dupC p.(Thr1574Thrfs*2), were revealed. These two novel variants, located in the RAS-GTPase domain, manifested cutaneous café-au-lait macules at birth; the former even exhibited motor delays. A retrospective analysis of 49 clinical trials over the past 20 years revealed that NF1 therapies predominantly target neurofibromin's GTPase function. Gene therapies aiming to restore neurofibromin by transducing the truncated NF1-GRD gene have been developed but faced pre-clinical challenges, including cloning capacity, transduction efficiency, and immunogenicity caused by gene delivery. Two novel NF1 variants expanded the variation spectrum for the NF1 gene, facilitating the diagnosis, genetic counseling, and clinical management of patients. Therapeutic approaches targeting GTPase and improved gene therapy may dawn a new therapeutic era for NF1.",
  "methods": "Materials and methods Study design and population This study retrospectively analyzed 16 families with patients diagnosed with NF1 by genetic testing at Henan Provincial People’s Hospital from February 2018 to October 2024. Peripheral blood of these family members was collected for confirmation after informed consent. Collect data on gender, age, variant, and its distribution, inheritance manner, pathogenicity, and phenotype for analysis. Ethical approval for this study was obtained from the Medical Ethics Committee of Henan Provincial People’s Hospital (No.134 of 2019). The findings from whole-exon sequencing (WES) were disclosed in compliance with the  Regulations on Management of China’s Human Genetic Resources (State Order No. 717) . Following the Declaration of Helsinki, informed consent was obtained from all enrolled individuals. Genetic testing and variant analysis WES was conducted on genomic DNA samples extracted from EDTA-anticoagulated peripheral blood. Illumina libraries were prepared using the AIExomeV2 kit (iGeneTech Co., Beijing, China). Sequencing data was mapped to the human reference genome (hg19) using Burrows-Wheeler Aligner (version 0.7.17) after quality control. Duplicated reads were processed by Picard (version 1.128). Genome Analysis Toolkit (version 3.5) and ANNOVAR were used to identify and annotate variants according to the information from the dbSNP, ExAC, gnomAD, and the 1000 Genomes databases. Variants of  NF1  ( NM_001042492.3 ) were confirmed by Sanger sequencing. Variants classification was performed based on the American College of Medical Genetics and Genomics (ACMG) 2015 guidelines . 20 Annotations of NF1 domains Identified domains of neurofibromin with functional descriptions were annotated by InterPro ( https://www.ebi.ac.uk/interpro/protein/UniProt/P21359/ ) and published literature  using the canonical sequence (P21359-1) with 2839 amino acids retrieved from the UniProt database ( 1 , 7 , 21 , 22 https://www.uniprot.org/uniprotkb/P21359/entry#sequences ). Analysis of NF1 variants in DECIPHER database Data, including 188 sequence variants and 94 copy-number variants of  NF1 , were downloaded from the DECIPHER database  ( 23 https://www.deciphergenomics.org/gene/NF1/patient-overlap/snvs ) on May 8, 2024. The transcript locations were unified using the reference genome annotation position. The group information of gender, neurofibromin domains, variant consequence, pathogenicity, and inheritance manner was drawn by the R package ComplexHeatmap using R (version 4.2.1). Retrospective analysis of clinical trials in the last 20 years “Clinic trials” of \"neurofibromatosis type 1\" were retrieved in the “MeSH Database” from 1 January 2004 to 27 March 2025. A total of 49 articles on clinical trials related to the treatment of diseases associated with NF1 were screened through titles and abstracts. These articles were listed in Supplementary file 1. The analysis of the therapeutic strategies was summarized in Table  2 . Statistical analyses To assess the pathogenicity differences among distinct variant types of the NF1 gene, we employed the Mann–Whitney nonparametric  t -test. Statistical significance was defined as a  p -value of less than 0.05.",
  "introduction": "",
  "results": "",
  "discussion": "",
  "fetched_at": "2026-02-11T23:46:53.802440",
  "abstract_length": 1464,
  "methods_length": 3232,
  "introduction_length": 0,
  "results_length": 0,
  "discussion_length": 0
}