{
  "pmid": "PMID:40617948",
  "abstract": "Germline mutations in the NF1 gene disrupt neurofibromin function, leading to autosomal-dominant neurofibromatosis type I (NF1). As a tumor suppressor, neurofibromin negatively regulates the RAS signaling. NF1 presents notable phenotypic variability, progressive symptoms with age, and potential malignant transformation. Early screening, diagnosis, and necessary interventions are essential for improving patient outcomes. Here, sixteen NF1 variants were identified at Henan Provincial People's Hospital. Among them, 75.0% were de novo mutations, and two novel variants, c.547_548delAT p.(Ile183Glnfs*17) and c.4721dupC p.(Thr1574Thrfs*2), were revealed. These two novel variants, located in the RAS-GTPase domain, manifested cutaneous café-au-lait macules at birth; the former even exhibited motor delays. A retrospective analysis of 49 clinical trials over the past 20 years revealed that NF1 therapies predominantly target neurofibromin's GTPase function. Gene therapies aiming to restore neurofibromin by transducing the truncated NF1-GRD gene have been developed but faced pre-clinical challenges, including cloning capacity, transduction efficiency, and immunogenicity caused by gene delivery. Two novel NF1 variants expanded the variation spectrum for the NF1 gene, facilitating the diagnosis, genetic counseling, and clinical management of patients. Therapeutic approaches targeting GTPase and improved gene therapy may dawn a new therapeutic era for NF1.",
  "methods": "Materials and methods Study design and population This study retrospectively analyzed 16 families with patients diagnosed with NF1 by genetic testing at Henan Provincial People’s Hospital from February 2018 to October 2024. Peripheral blood of these family members was collected for confirmation after informed consent. Collect data on gender, age, variant, and its distribution, inheritance manner, pathogenicity, and phenotype for analysis. Ethical approval for this study was obtained from the Medical Ethics Committee of Henan Provincial People’s Hospital (No.134 of 2019). The findings from whole-exon sequencing (WES) were disclosed in compliance with the  Regulations on Management of China’s Human Genetic Resources (State Order No. 717) . Following the Declaration of Helsinki, informed consent was obtained from all enrolled individuals. Genetic testing and variant analysis WES was conducted on genomic DNA samples extracted from EDTA-anticoagulated peripheral blood. Illumina libraries were prepared using the AIExomeV2 kit (iGeneTech Co., Beijing, China). Sequencing data was mapped to the human reference genome (hg19) using Burrows-Wheeler Aligner (version 0.7.17) after quality control. Duplicated reads were processed by Picard (version 1.128). Genome Analysis Toolkit (version 3.5) and ANNOVAR were used to identify and annotate variants according to the information from the dbSNP, ExAC, gnomAD, and the 1000 Genomes databases. Variants of  NF1  ( NM_001042492.3 ) were confirmed by Sanger sequencing. Variants classification was performed based on the American College of Medical Genetics and Genomics (ACMG) 2015 guidelines . 20 Annotations of NF1 domains Identified domains of neurofibromin with functional descriptions were annotated by InterPro ( https://www.ebi.ac.uk/interpro/protein/UniProt/P21359/ ) and published literature  using the canonical sequence (P21359-1) with 2839 amino acids retrieved from the UniProt database ( 1 , 7 , 21 , 22 https://www.uniprot.org/uniprotkb/P21359/entry#sequences ). Analysis of NF1 variants in DECIPHER database Data, including 188 sequence variants and 94 copy-number variants of  NF1 , were downloaded from the DECIPHER database  ( 23 https://www.deciphergenomics.org/gene/NF1/patient-overlap/snvs ) on May 8, 2024. The transcript locations were unified using the reference genome annotation position. The group information of gender, neurofibromin domains, variant consequence, pathogenicity, and inheritance manner was drawn by the R package ComplexHeatmap using R (version 4.2.1). Retrospective analysis of clinical trials in the last 20 years “Clinic trials” of \"neurofibromatosis type 1\" were retrieved in the “MeSH Database” from 1 January 2004 to 27 March 2025. A total of 49 articles on clinical trials related to the treatment of diseases associated with NF1 were screened through titles and abstracts. These articles were listed in Supplementary file 1. The analysis of the therapeutic strategies was summarized in Table  2 . Statistical analyses To assess the pathogenicity differences among distinct variant types of the NF1 gene, we employed the Mann–Whitney nonparametric  t -test. Statistical significance was defined as a  p -value of less than 0.05.",
  "introduction": "Introduction Neurofibromatosis type I (NF1) is an autosomal dominant disorder caused by the germline mutations of the  NF1  tumor suppressor gene, with an estimated global incidence rate of 1/2500 to 1/3000 . Approximately 50% of variants of NF1 patients are  1 , 2 de novo . Individuals with NF1 suffer from a broad spectrum of clinical manifestations affecting various systems, including cutaneous café-au-lait macules (CALMs), axillary and inguinal freckling, cutaneous neurofibromas (cNFs), plexiform neurofibromas (PNs), optic pathway gliomas (OPGs), and intellectual disability 3 , 4 . 3 , 4 The causal gene,  NF1 , encodes neurofibromin, a member of the rat sarcoma guanosine triphosphatase (RAS GTPase) activating protein family . The GTPase-activating protein domain of neurofibromin negatively regulates the RAS signaling pathway by converting active RAS-GTP to inactive RAS-guanosine diphosphate (RAS-GDP) 1 . The inactive GDP-bound form inhibits downstream pathways regulated by neurofibromin, such as the RAS/mitogen-activated protein kinase (MAPK) pathway 5 . Thus, the loss-of-function of neurofibromin or haploinsufficiency of the  6 , 7 NF1  gene results in the hyperactivation of RAS/MAPK signaling, leading to abnormal cell proliferation and differentiation . Thus, individuals with NF1 are predisposed to developing benign and malignant tumors in both the central and peripheral nervous systems 6 , 7 . PNs are the most common histologically benign central tumor in individuals with NF1, involving 20% to 50% of them 8 . Mutations in  9 , 10 NF1  are implicated in the initiation of OPGs, which represent the most prevalent type of gliomas in individuals with NF1, affecting approximately 10% to 20% of this population . Moreover, individuals with NF1 face an estimated lifetime risk of malignancy of 59.6% 11 , 12 . Malignant peripheral nerve sheath tumors (MPNSTs), which present a cumulative lifetime risk of 8% to 13% in those with NF1, are the primary cause of mortality in this group 11 . NF1 patients account for nearly 40% to 50% of all MPNST cases 13 . NF1 exhibits complete penetrance with highly variable and age-dependent symptoms that partially coincide with other RAS pathway-related disorders 11 , 14 . These pose challenges for genetic counseling and disease prognostication. 15 Diagnosing NF1 involves a combination of clinical evaluation, genetic testing, and imaging studies . Through ongoing clinical practice, the diagnostic criteria for NF1 have seen continuous refinement. The latest revisions to the National Institutes of Health (NIH) diagnostic criteria have incorporated genetic testing to enhance the diagnostic sensitivity for NF1, including mosaic NF1 16 . With these revisions, the proportion of patients meeting the NIH criteria increased from 58.7% to 74.7% 16 , 17 . However, the severity of symptoms associated with NF1 tends to escalate with age, resulting in a reduction in lifespan by approximately 8 to 15 years 16 , 17 . Thus, it is crucial to screen and diagnose NF1 early to enable proper intervention, ultimately improving patient outcomes. Here, we identified two novel variants: c.547_548delAT p.(Ile183Glnfs*17) and c.4721dupC p.(Thr1574Thrfs*2). Analysis of  18 , 19 NF1  variants in the DECIPHER database revealed that 99.16% of premature termination mutations were categorized as pathogenic or likely pathogenic. Moreover, 66.2% of pathogenic variants were located in the RAS-GTPase domain. Furthermore, we retrieved clinical trials conducted over the past two decades to explore the prospective therapeutic strategies for NF1 treatment (Fig.  1 a). The findings of this study have broadened the variant spectrum of the  NF1  gene and have important implications for the diagnosis and treatment of patients with NF1. Fig. 1 Variants spectrum of  NF1  in this study. ( a ) The workflow of this study. ( b ) Neurofibromin domain annotations. ( c ) Sequence variants identified in this study. The novel variants are highlighted in the frames. ( d ) and ( e ) exhibited the Sanger sequencing results that confirmed the novel variants. CSRD: cysteine and serine rich domain, TBD: tubulin-binding domain, GRD: GAP-related domain, PH: pleckstrin homology domain, HLR: the HEAT-like repeats, NLS: nuclear localization signal domain, SBR: the syndecan-binding regions, FAK: focal adhesion kinase-interacting domain, CTD: the C-terminal domain.",
  "results": "Results Clinical characteristics This study included 16 probands (9 males and 7 females) diagnosed with NF1 from corresponding families. Initial consulting ages at our center ranged from two months to 37 years old (Table  1 ). All individuals displayed more than six CALMs. Nine patients had cNFs, three presented with inguinal freckling, two had PNs, and one had multiple neurofibromas. One out of 16 individuals in this study exhibited motor delays, attention problems, and skeletal abnormalities. The patient carrying the c.1139 T > C p.(Leu380Pro) variant displayed OPGs at the age of six. Table 1 Variants of  NF1  in this study. ID Variants Gender Age a Inheritance ACMG level Domain Clinic phenotype b 1 c.547_548delAT; p.(Ile183Glnfs*17) Male 1.5y De novo PVS1 + PM2 = LP Ras_GTPase CALMs (at birth); Motor delays (at childhood) 2 c.910C > T; p.(Arg304*) Female 25y Maternal PVS1 + PS4 + PM2 = P Ras_GTPase CALMs (at birth); Short stature and fracture-prone. Her brother with this variant found CALMs at birth and cNFs at 10 3 c.1019_1020delCT; p.(Ser340Cysfs*12) Male 33y Paternal PVS1 + PM2 = LP Ras_GTPase CALMs (at 1); cNFs (at 10) 4 c.1139 T > C; p.(Leu380Pro) Female 27y De novo PM2 + PP2 + PP3 = VUS Ras_GTPase CALMs (at birth); OPGs (at 6); cNFs (at 13, and obviously increased during pregnancy). Her daughter with this variant found CALMs at birth 5 c.1246C > T; p.(Arg416*) Female 4y De novo PVS1 + PM2 + PP3 = LP Ras_GTPase CALMs (at birth); Axillary and inguinal freckling; cNFs (at 7) 6 c.1318C > T; p.(Arg440*) Female 30y Paternal PVS1 + PM2 = LP Ras_GTPase CALMs (at birth); cNFs (at 8); sNFs (at 25). Her brother with this variant found CALMs at birth and sNFs at 23 7 c.2033dupC; p.(Ile679Aspfs*21) Male 3y Paternal PVS1 + PM2 = LP CSRD CALMs (at birth). His father with this variant found CALMs at birth and cNFs at 10 8 c.2540 T > C; p.(Leu847Pro) Male 37y De novo PS4 + PM1 + PM2 + PP3 = LP CSRD CALMs (at birth); cNFs and PN. His offspring with this variant was terminated at the 17th gestational week due to bilateral lateral ventricular choroid plexus cyst and severe tricuspid regurgitation 9 c.2890A > C; p.(Thr964Pro) Male 8.5y De novo PP3 + PP4 + PM6 = VUS Ras_GTPase CALMs and inguinal freckling at birth 10 c.4721dupC; p.(Thr1574Thrfs*2) Male 4y De novo PVS1 + PM2 = LP Ras_GTPase CALMs (at birth) 11 c.5158G > T; p.(Glu1720*) Female 26y De novo PVS1 + PS2 + PM2 = P SEC14 CALMs (at birth); cNFs (at 10) 12 c.5628_5630delTCT; p.(Leu1877del) Male 2 m De novo PM2 = VUS HLR CALMs and inguinal freckling at birth 13 c.6397_6398delCT; p.(Leu2133Valfs*9) Female 28y De novo PVS1 + PM2 + PM6 = P HLR CALMs (at birth); cNFs (at 11) 14 c.6428-2A > G; p.(Glu2143Glyfs*27) Male 1.5y De novo PVS1 + PM2 = LP Intron CALMs (at birth) 15 c.6704 + 1G > T; p.(Ala2215Ilefs*6) Female 9y De novo PVS1 + PM2 = LP Intron CALMs (at birth); PN (at 6); Attention problems 16 c seq[hg19]del(17)(q11.2q11.2)chr17:g.29035889_30406917del (approximately 1.37 Mb) Male 25y De novo P - CALMs (at birth); Multiple neurofibroma (at 7); Cystic degeneration of right lateral femoral condyle and anterior cruciate ligament deformation (at 25). His offspring with this variant was terminated at the 24th gestational week due to ventricular septal defect and pulmonary valve stenosis Note:  a  The age refers to when the case performed the whole-exon sequencing. The letters \"y\" and \"m\" represent year and month, respectively.  b  Clinic phenotypes and their corresponding emerging age. CALMs: more than 6 café-au-lait macules; OPGs: Optic pathway gliomas; cNFs: Cutaneous neurofibromas; PN: Plexiform neurofibromas; sNFs: Spinal neurofibromas.  c  The individual refused to further gene tests, such as chromosomal microarray analysis or copy number variation sequencing. The  red bold  variants were identified as novel. Variants spectrum A total of sixteen variants of  NF1  were identified, consisting of three missense variants, four nonsense variants, five frameshift variants, one in-frame deletion, two splice site variants, and one copy-number deletion. Genetic origin analysis revealed that one variant originated from the mother, three variants originated from the father, and 12 variants (75.0%) were de novo. According to ACMG guidelines, out of the 16 variants, nine (56.3%) were categorized as likely pathogenic, four (25.0%) were classified as pathogenic, and three (18.8%) were rated as uncertain significance (Table  1 ). The domain annotations of neurofibromin (Fig.  1 b and c) revealed that 12 variants caused alterations to the amino acids inside the RAS-GTPase domain (amino acids 58 to 1926). Out of these 12 variants, two were found in the cysteine and serine-rich domain (CSRD, amino acids 543 to 909), one was located in the SEC14 domain (amino acids 1581 to 1728), and one was present in the HEAT-like repeats (HLR, amino acids 1846 to 2449). Another variant located in HLR was beyond the RAS-GTPase domain. In addition, two variants were found in the intron affecting the splice site and one fragment deletion. Two novel variants were revealed in this study This investigation revealed two novel variants (Fig.  1 d and e), namely c.547_548delAT p.(Ile183Glnfs*17) and c.4721dupC p.(Thr1574Thrfs*2). Both of them were de novo and frameshift variants in the RAS-GTPase domain. These two variants introduce the premature termination codon (PTC) in the NF1 gene, predicting to cause nonsense mRNA-mediated decay (NMD). The degradation of the nonsense mRNA of  NF1  is predicted to cause clinical manifestations via haploinsufficiency. These made the two variants meet the PVS1 criterion of the ACMG guidelines. Moreover, these two variants were not found in public genetic databases like gnomAD, ClinVar, and HGMD, meeting the PM2 criterion of the ACMG guidelines. Together, these two variants were considered to be likely pathogenic by PVS1 + PM2. Furthermore, patients with these variants both manifested more than six CALMs at birth. The patient carrying the c.547_548delAT p.(Ile183Glnfs*17) variant at the  N -terminal of the RAS-GTPase domain even presented motor delays. Sequence variants were most prevalent in the RAS-GTPase domain Furthermore, the distribution of  NF1  variants was investigated by data from the DECIPHER database. 188 patients with sequence variants and 94 patients with copy-number variants were retrieved. One of the patients was excluded for the absence of descriptions of both “Pathogenicity” and “Phenotypes”. The analysis of the sequence variation found that 72.7% (136/187) variants were classified as pathogenic, and 16.6% (31/187) variants were categorized as likely pathogenic (Fig.  2 a, Supplementary table 1). 66.2% (90/136) of the pathogenic variants were located in the RAS-GTPase domain. In addition, 129 out of 187 (69.0%) variants were found in the RAS-GTPase domain, consisting of 27 in GAP-related domain (GRD), 23 in GSRD, 10 in PH, 10 in TBD, 9 in SEC14, 7 in HLR, and 43 in other regions. The majority of sequence variants are located in the RAS-GTPase domain. Premature termination mutations ( n  = 119), including frameshift variants ( n  = 97), in-frame insertion ( n  = 2), and stop-gained variants ( n  = 20), demonstrated significantly greater pathogenicity compared to missense variants ( n  = 48) and other types ( n  = 20; Fig.  2 b). Notably, 99.16% (118/119) of premature termination mutations from the DECIPHER database were classified as pathogenic (n = 116) or likely pathogenic (n = 2; Supplementary table 1). Fig. 2 NF1  variants in DECIPHER database. ( a ) Sequence variants distribution. ( b ) Premature termination mutations exhibited significantly greater pathogenicity compared to missense variants and other types. ( c ) Copy-number variants distribution. CSRD: cysteine and serine rich domain, TBD: tubulin-binding domain, GRD: GAP-related domain, PH: pleckstrin homology domain, HLR: the HEAT-like repeats, NLS: nuclear localization signal domain, SBR: the syndecan-binding regions, FAK: focal adhesion kinase-interacting domain, UTR: untranslated region. Among the 94 copy-number variants analyzed, 66 were classified as follows: 44 were pathogenic, 17 were likely pathogenic, and five were of uncertain significance (Fig.  2 c). The majority of the relative variants (66.7%, 44/66) ranged in size from 1 to 10 Mb. Within this subset, 75.0% (33/44) were deletions, while 25.0% (11/44) were duplications. Other than 81.3% (152/187) sequence variants that manifested with CALMs, the most common manifestation of copy-number variants (14.9%, 14/94) was intellectual disability (Supplementary table 2). Disrupting RAS-GTPase-mediated signals was the mainstay therapeutic strategy Through screening by titles and abstracts, 49 articles related to NF1 therapeutic clinical trials were retrieved for the past 20-year period (Supplementary file 1). After a comprehensive review of these articles, 26 therapeutic strategies were summarized and presented in Table  2 . The objectives of these therapeutic strategies were to shrink tumor size, enhance cognitive function, relieve pain, improve visual outcomes in NF1-OPG, extend time to disease progression, increase bone mineral density, reduce pigmented lesions, and handle NF1-related muscle weakness and fatigue (Table  2 ). Table 2 Therapeutic strategies targeted eight symptoms of NF1 patients. Objectives Therapeutic strategies Achieve primary objectives Shrink tumor size Selumetinib Yes  and approved by FDA 1 – 10 Sirolimus No 11 Pirfenidone No 12 – 14 Sorafenib No 15 FCN‑159 Yes 16 Mirdametinib Yes 17 – 19 Imatinib mesylate Yes 20 Cabozantinib Yes 21 Everolimus Yes , but not in adults 22 23 Pexidartinib Yes 24 NFX-179 Topical Gel Yes 25 Cobimetinib Modest 26 Enhance cognitive function Lovastatin No 27 – 30 Simvastatin No 31 , 32 Methylphenidate Yes 33 Lamotrigine No 34 Trametinib Yes 35 Selumetinib Yes 10 Conformal radiation therapy No 36 Relieve pain Mirdametinib Yes 18 , 19 Motor cortex stimulation Yes 37 Cabozantinib Yes 21 Selumetinib Yes 9 Improve visual outcomes Everolimus Yes 38 Vincristine and carboplatin (or combined with radiotherapy) Yes /No 39 40 Extend time to disease progression Pegylated interferon alfa-2b (PI) Yes 41 Tipifarnib No 42 Vinblastine Yes 43 Vincristine and carboplatin Yes 44 Sirolimus Yes 45 Increase bone mineral density Alendronate No 46 Zoledronic acid Yes 47 Reduce pigmented lesions IPL-RF in combination with topical application of vitamin D3 ointment Yes 48 Handle muscle weakness and fatigue L-carnitine Yes 49 Note: The references in this table were listed and numbered in the same order as those in Supplementary file 1. Twelve of the explored therapies aimed to shrink tumor size. Eight of the 12 therapies achieved their primary objectives (Table  2 ). Among them, selumetinib has been approved by the USA, European Union, and China for pediatric patients with NF1 . The reduction of tumor size relieved the symptoms caused by tumor compression. In addition, five therapies were designed to extend the time to disease progression, and four of them met the primary objectives. Seven strategies were used to enhance cognitive functions, and three of them achieved their primary objectives. One strategy was performed to reduce pigmented lesions, one of the main complaints of patients with NF1, and successfully achieved the treatment outcome (Table  24 2 ). Among the 26 treatments, six of them target mitogen-activated protein kinase (MEK) signaling pathways. They are selumetinib , FCN‑159 10 , 24 – 32 , mirdametinib 33 , NFX-179 topical gel 34 – 36 , cobimetinib 37 , and trametinib 38  (Table  39 2 ). The first four achieved their primary goals to shrink tumor size, while cobimetinib exhibited modest effects. Trametinib improved the cognitive function of patients with NF1 , as well as selumetinib 39 . These results indicate that targeting mitogen-activated protein kinase (MEK) represents the mainstream research direction for the treatment of NF1 and has achieved promising outcomes. 39",
  "discussion": "Discussion NF1 is an autosomal dominant disorder. It is caused by the inactivation of neurofibromin, which occurs due to mutations in the  NF1  gene . The loss of neurofibromin function at different development stages of Schwann cells is thought to drive neurofibroma formation 1 . These neurofibromas develop alongside nerve plexuses rich in blood vessels and nerve terminals within the dermis. During puberty, the neurofibromas progress in size and quantity, and this growth may persist throughout the individuals’ lives. These neurofibromas possess an increased propensity to undergo malignant transformation. Thus, early diagnosis and interventions are essential to improve the quality of life for individuals with NF1. 40 The  NF1  gene is characterized by a large size and a broad spectrum of variants. Over 3000 germline variants have been identified, consisting of around 85% to 90% point mutations, 5% to 10% microdeletions, and 2% exon copy number variants . In our study, the point mutations accounted for the highest proportion (68.75%, 11/16) of variants. Additionally, we identified two novel variants: c.547_548delAT p.(Ile183Glnfs*17) and c.4721dupC p.(Thr1574Thrfs*2). Based on the ACMG guidelines, they were classified as likely pathogenic. These two variants introduce the premature termination codon (PTC) in the  7 , 41 NF1  gene, predicted to trigger nonsense mRNA-mediated decay (NMD). The degradation of the nonsense mRNA of  NF1  will cause clinical manifestations via haploinsufficiency. The two novel variants were classified as likely pathogenic, consistent with the finding that 99.16% of premature termination mutations from the DECIPHER database were classified as pathogenic or likely pathogenic. These findings expand the  NF1  variant spectrum and might provide diagnostic significance for patients with NF1. Neurofibromin is a multidomain protein containing an RAS-GTPase domain, where the majority of variants occur . In our cohort, 75.0% (12/16) of variants were located in this domain, consistent with the DECIPHER database, which revealed 66.2% (90/136) of the pathogenic sequencing variants in the same region. The overactivation of RAS signals caused by the dysfunction of neurofibromin is the primary pathogenesis of NF1 1 . RAS pathway-related human disorders are collectively termed RASopathies 21 . Of these, Legius syndrome (LGSS) shares the most similarity to NF1. LGSS is an autosomal condition caused by pathogenic variants in the  6 , 15 SPRED1  gene and characterized by multiple CALMs . The diagnostic criteria noted that only CALMs and freckling are present; NF1 should exercise caution to distinguish from other disorders like LGSS 17 , 42 . Studies on NF1-like syndrome revealed that among patients with CALMs with or without freckling only, 73.4% (69/94) presented  17 NF1  mutation, 19.1% (18/94) exhibited  SPRED1  mutation, and the remainder had neither . Thus, genetic testing was incorporated into the latest NIH diagnostic criteria for NF1 to improve the diagnosis accuracy 43 . In our study, five individuals (ID: 7, 9, 10, 12, 14), who presented for consultation due to CALMs with or without freckling, were ultimately diagnosed with NF1 through gene testing. The revised guidelines also indicate that NF1 gene testing should cover all coding and non-coding regions to detect diverse genetic alterations like microdeletions, copy-number variations, and various mutations; dosage analysis combined with DNA-based sequencing can identify pathogenic variants in around 90% of typical non-founder NF1 patients, and this detection rate and specificity can reach 95–97% when RNA-based sequencing is also utilized 16 . For suspected NF1 cases, single-gene testing can be considered when phenotypic findings are suggestive of NF1; for phenotypes indistinguishable from other overlapping-feature-characterized disorders, a multigene panel including  17 NF1 ,  SPRED1 , and other relevant genes may be opted for; and for nonspecific phenotypes like developmental delay and hypotonia in young children, comprehensive genomic testing such as exome or genome sequencing might be contemplated . The precise diagnosis of NF1 is fundamental to guiding therapeutic interventions and predicting the prognosis, thereby enabling more informed clinical decision-making. 44 Patients with NF1 manifest highly variable phenotypes with distinct mutations . Multiple genotype–phenotype relations have been reported 15 . For instance, missense mutations in  21 NF1  codons 844 to 848 exhibit a high predisposition to develop malignancies . Frameshift mutations and complete gene deletions are linked to skeletal malformations 45 . The c.3721C > T; p.(R1241*) of  46 NF1  positively correlated with structural brain changes, while c.6855C > A; p.(Y2285*) was related to a greater incidence of Lisch nodules and endocrinological dysfunctions . Patients with  47 NF1  exon 24 [19a] skipping usually have a mild phenotype without severe NF1-specific clinical features like neurofibromas . Furthermore, mutations occurring outside the RAS-GTPase domain have been reported to lead to NF1 by affecting the affinity of this domain 48 . Mutations in NF1 that result in a gain-of-function or duplications of NF1 may lead to the over-activation of the Ras/MAPK signaling pathway, causing uncontrolled cell proliferation and abnormal cell differentiation, ultimately triggering the onset of diseases 49 . These genotype–phenotype relationships of NF1 variants have also been comprehensively reviewed by other researchers and are acknowledged to be valuable for genetic counseling and the formulation of therapeutic strategies 49 , 50 . 21 , 46 Neurofibromin functions as a tumor suppressor . Neurofibromin dysfunction increases tumor susceptibility 21 . Somatic second-hit results in the loss-of-function of neurofibromin and induces NF1-associated tumors, including cNFs and PNs 22 . Furthermore, the accumulation of additional gene mutations, such as  22 , 51 TP53 ,  PRC2 ,  SUZ12 , and  EED,  have been found to be associated with NF1-related MPNST, which is the primary cause of death in patients with NF1 . The severity of NF1 worsens with age 40 . Other than skin pigmentation, patients with NF1 also suffer from intractable pain resulting from inoperable PNs, visual impairment caused by OPGs, intellectual disability, and abnormal skeletal and cardiac development 15 . Addressing these clinical challenges is essential to improve patient survival and quality of life. 3 , 4 Within the last two decades, 26 therapeutic strategies have entered clinical trials for NF1 based on the literature review in this study. Traditional anti-tumor approaches, vincristine and carboplatin, or in combination with radiotherapy, moderately affected stabilizing visual outcomes (VA) of NF1-related OPG . Conformal radiation therapy for pediatric patients with low-grade glioma (LGG) in those with NF1, unfortunately, leads to cognitive decline 52 , 53 . Radiotherapy for NF1-related OPG has even been reported to significantly increase the risk of developing second nervous system tumors, particularly in those who receive treatment during childhood; thus, radiotherapy should be used with great caution 54 . Vinblastine monotherapy improves progression-free survival in NF1 patients 55 . Systemic chemotherapy with vincristine and carboplatin stabilizes or improves VA in 59% of children with NF1-related OPG 56 , though not all patients respond well 52 . To change this predicament, everolimus, which targets the mTOR pathway, was developed to stabilize the VA of patients with NF1-related OPG 53 . Moreover, everolimus reduces the growth of tumors in children with NF1 57 , but not in adults 58 . Tumor shrinkage was observed in seven other agents, namely selumetinib 59 , FCN‑159 10 , 24 – 32 , mirdametinib 33 , imatinib mesylate 34 , 35 , cabozantinib 60 , pexidartinib 61 , and NFX-179 topical gel 62 . Four of them (selumetinib, FCN‑159, mirdametinib, and NFX-179 topical gel) function as inhibitors of mitogen-activated protein kinase (MEK) signaling pathways 37 . Notably, selumetinib has received approval from the drug administration in the USA, the European Union, and China for the treatment of pediatric patients with NF1 10 , 24 – 35 , 37 . These findings hold great promise for the treatment of patients with NF1. 24 Neurofibromin has been identified as a regulator of RAS signaling, with its impaired function resulting in the accumulation of RAS in its active GTP-bound form . The Raf/MEK/ERK and PI3K/AKT/mTOR pathways are downstream of RAS 6 . Therefore, inhibitors specifically targeting MEK and mTOR have been developed to shrink tumors of NF1, as previously demonstrated 6 . Other MEK inhibitors, such as cobimetinib, exhibited a modest effect on reducing tumor size, which needs further observation 10 , 24 – 35 , 37 , while trametinib shows a positive effect on enhancing the cognitive function of patients with NF1 38 . The methylation of  39 RASSF1  promoter has been reported to decrease the treatment prognosis in patients with NF1-associated MPNST . Nevertheless, large-scale cohort studies are needed to clarify how NF1 genotypes influence treatment outcomes and guide clinical practice. In-depth investigations of genotype-phenotype-treatment relationships will provide critical theoretical support for clinical decisions, inspire novel therapies, and benefit NF1 patients. 63 , 64 Given that NF1 is a genetic disease, gene therapy is an appealing approach to treat it. The large size of the  NF1  gene challenges the capabilities of currently available expression vectors. Thus, the GTPase function of neurofibromin was restored by NF1-GRD gene transduction . The transduction was demonstrated to limit the RAS pathway and the proliferation of MPNST cells, whereas the non-transduced population exhibited significant proliferation 65 . Whether diagnosed prenatally or postnatally, the application of this gene therapy shows potential in preventing the progression of NF1. However, the implementation of this promising therapy was impeded by obstacles associated with the cloning capacity, transduction efficiency, and immunogenicity resulting from gene delivery 66 . To overcome these challenges, efforts can be directed toward optimizing vectors such as AAV through the development of new packaging strategies and capsid modifications, exploring alternative viral and non-viral vectors, enhancing gene editing strategies, and implementing combined treatment approaches 66 , 67 68 . Limitations: In our study, the number of cases was limited. Pathogenicity assessment of variants and NF1 diagnosis in this study were performed following ACMG guidelines and established diagnostic criteria, yet without experimental validation of identified novel variants. To enhance our understanding of NF1, we analyzed data from the DECIPHER database and retrieved published data. Clinically, a comprehensive process covering disease diagnosis, assessment, therapeutic strategy determination, and treatment implementation is of utmost importance. Therefore, evidence from published clinical trials is an excellent approach to improving our understanding of NF1 and may facilitate the development of new strategies. Conclusion Extending the  NF1  gene pathogenic variants spectrum advances diagnosis, genetic counseling, and clinical management of NF1 patients. Current therapeutic strategies predominantly target neurofibromin’s GTPase activity, while emerging gene therapy approaches hold great promise for driving the evolution of NF1 treatment strategies. These developments enrich the understanding of the disease at the molecular level and offer novel avenues for enhancing clinical interventions.",
  "fetched_at": "2026-02-11T02:06:23.300356",
  "abstract_length": 1464,
  "methods_length": 3232,
  "introduction_length": 4403,
  "results_length": 12002,
  "discussion_length": 11739
}