{
  "pmid": "40653509",
  "abstract": "Neurofibromatosis type 1 (NF1) is a rare genetic disorder with highly variable phenotypes, ranging from psychosocial challenges and congenital malformations to benign tumors and even aggressive cancers. We hypothesize that this variability stems from additional rare variants in other genes, in addition to NF1 variants. The analysis of 32 NF1 patients revealed that those with solid cancers carried a higher average of cancer driver variants especially in DNA repair genes compared to those without (p < 0.05). An extended validation study using 217 NF1 carriers (71 cancer and 146 controls) from UK biobank confirmed significant enrichment of pathogenic (P), likely pathogenic (LP) and uncertain significant (VUS) variants in DNA repair genes, in NF1 patients with tumors (FDR ≤ 0.05). Furthermore, P/LP variants in other genes are shown in those patients with NF1 ancillary traits such as cognitive impairments, macrocephaly, and connective defects. This study provides novel evidence suggesting that additional genetic variants in other genes may contribute to the phenotypic variability observed in NF1, indicating that rare secondary mutational events could influence specific manifestations, adding complexity to its variable expressivity.",
  "methods": "Methods Study design This study was conducted on a cohort of patients attending the Medical Genetics Unit in Siena, Italy, over a period of three years. These patients were referred for various clinical reasons and were found to carry a pathogenic or likely pathogenic NF1 variant. The 32 patients included in our study were identified based on the presence of a pathogenic or likely pathogenic  NF1  mutation rather than a uniform clinical diagnosis of NF1. These individuals came to our attention for different clinical reasons, and not all of them had a classic clinical NF1 diagnosis at the time of recruitment. A flowchart summarizing the experimental workflow is presented in Fig.  6 . This diagram outlines the different cohorts analyzed and the analyses performed on each group (Discovery and Validation analysis). \n \n Fig. 6 Experimental design. The Discovery Cohort UNISI involved 32  NF1  mutated patients underwent clinical data and exome sequencing analysis. Patients were divided into different cohorts based on their clinical characteristics: ‘NF1 Clinical Diagnosis’, ‘ASD’, ‘Solid Cancer’ and ‘Others’. The ‘Solid Cancer’ group and ‘Non-Cancer group’ (composed of patients older than 40 years from other groups) underwent a nested study and analysis using the virtual cancer panel. The Replication Cohort UK Biobank validated the nested study in 217 NF1 patients from the UK Biobank, similarly divided into Solid Cancer ( n  = 71) and Non-Cancer ( n  = 146) group. Arrows indicate the study workflow and relationships between groups.  ASD   Autism. Participants Patients included in the study carried pathogenic or likely pathogenic  NF1  variants, as classified by ACMG criteria, and their ages ranged from birth to 76 years. Patients with variants of uncertain significance (VUS), likely benign, or benign  NF1  variants, as classified by ACMG criteria, were excluded. Controls for the nested study were selected by matching sex and age, with a ratio of 0.75 controls per patient. The cohort consists of 32 related and unrelated individuals, 97% of whom are of Caucasian ethnic origin. Procedures Clinical data were obtained from medical records, while genetic data were retrieved from exome sequencing routinely performed. Genetic variants were identified using exome analysis (6,794 morbid genes) with the TruSight One Expanded Sequencing Panel (Illumina, San Diego, CA, USA). Sample preparation followed the Nextera Flex for Enrichment manufacturer protocol, which uses a bead-based transposome complex to fragment genomic DNA and tag it with adapter sequences in a single step. After DNA fragmentation, a limited-cycle PCR was used to add adapter sequences to the DNA fragments. Subsequently, a target enrichment workflow was applied. Denatured double-stranded DNA libraries were hybridized with biotinylated TruSight One Expanded Oligonucleotide probes. Streptavidin Magnetic Beads (SMB) captured the targeted library fragments, which were then amplified and sequenced. Exome sequencing was conducted using the Illumina NovaSeq6000 System, and reads were aligned to the hg19 reference genome using the Burrows-Wheeler Aligner (BWA) with a mean target coverage depth of 100. The variant calling was performed using the Illumina DRAGEN Enrichment BaseSpace App and we consider PASS variant with depth > 20. Variants with allele frequencies between 0.4 and 0.6, as well as inherited variants, were considered constitutive heterozygous. Variants with allele frequencies ≤ 0.3, without segregation confirmation or classified as de novo, were considered potential somatic mosaics. For these variants, the suspected somatic mosaicism, initially detected through NGS sequencing, was confirmed using Sanger sequencing (Supplementary File 1). Bioinformatic and statistical analysis on internal cohort Genetic variants were prioritized using eVAI software (enGenome) based on their rarity in public databases (minor allele frequency [MAF] < 0.05). Variant frequencies were then compared with a local database of 6,161 exome-sequenced subjects, all analyzed using the same methodology over the past five years. Only variants with a MAF < 0.001 were retained. Variants were further classified by ACMG as Pathogenic, Likely Pathogenic, or Variants of Uncertain Significance (VUS). Selected variants belonged to one of the following clinical panels: growth failure in early childhood, sex development, hydrocephalus, pigmentary skin disorders, intellectual disability, thoracic aortic aneurysms, or the GENTURIS/SOLVE-RD project panel. The GENTURIS panel was designed by a group of experts from the ERN GENTURIS (European Reference Network on Genetic Tumour Risk Syndromes). The selection of genes included in the panel was based on clinical and scientific criteria, considering the strength of evidence supporting their association with hereditary cancers. Data from association studies, clinical databases, and scientific literature were utilized to ensure the panel’s clinical relevance. The other mentioned virtual panels were downloaded from Genome England  https://panelapp.genomicsengland.co.uk . Statistical differences in the number of retrieved variants between patients and controls were assessed using the Mann-Whitney U test in the nested study. Validation cohort selection The validation analysis was conducted using the UK Biobank dataset under the application number 78,537. Patients were included if they carried a pathogenic/likely pathogenic  NF1  variant according to ACMG annotation. Diagnosis ICD10 data field was used to distinguish the cases, that is patients diagnosed with at least one tumor type, and controls those without any tumor diagnosis. Finally,  NF1  carriers cohort was balanced to have a similar age median (i.e. 60,7y). A total of 217 individuals were identified and categorized into cases ( n  = 71, 32.72%) and controls ( n  = 146, 67.28%) based on their cancer status. Genetic variants were filtered based on their classification as pathogenic, likely pathogenic, or variants of uncertain significance (VUS), with a minor allele frequency (MAF) ≤ 0.001, as annotated by ACMG. The analysis focused on the 208 cancer-associated genes listed in the Genturis panel. For each individual, the total number of retained variants was calculated. The median number of pathogenic variants was compared between cases and controls using the two-sided Wilcoxon test, with statistical significance set at  p  < 0.05. We performed Gene Set Enrichment Analysis (GSEA) using a ranked list of genes based on the difference in cumulative pathogenicity scores between cases and controls. For each gene, variant pathogenicity scores (derived from ACMG classifications via the eVAI platform) were summed separately in each group. The ranking metric was calculated as the sum in cases minus the sum in controls. The analysis was conducted using WebGestalt ( www.webgestalt.org ), with enrichment tested against the WikiPathways database for Homo sapiens. Pathways with FDR ≤ 0.05 were considered statistically significant.",
  "introduction": "",
  "results": "",
  "discussion": "",
  "fetched_at": "2026-02-11T23:46:59.215474",
  "abstract_length": 1246,
  "methods_length": 7049,
  "introduction_length": 0,
  "results_length": 0,
  "discussion_length": 0
}