{
  "pmid": "40666364",
  "abstract": "BACKGROUND AND OBJECTIVES: Macrocephaly is among the most common findings in neurofibromatosis type 1 (NF1) and may be associated with other clinical manifestations of the genetic syndrome. NF1-specific growth charts that account for expected macrocephaly may increase sensitivity to detect atypical growth. We aimed to produce NF1-specific growth charts of head circumference for the age range of 0 to 3 years and to assess their potential clinical impact. METHODS: Using electronic health records from the Children's Hospital of Philadelphia, we collected head circumference measurements from children with NF1 and a community control cohort seen at scheduled well-child visits. We compared head circumference normed using Center for Disease Control (CDC) growth charts between these groups over time. We constructed NF1-specific growth charts using two independent methods. Finally, we used mixed-effects models to relate the resulting centile scores with developmental delay assessed with the Survey of Well-being of Young Children. RESULTS: Our dataset contained 2180 observations from 305 individuals (167 male) with NF1, and 104,750 observations from 16,742 individuals (8809 male) in the community control cohort, all aged 0 to 3 years old. Head circumference was significantly elevated in NF1 throughout the age range ( DISCUSSION: We present the first NF1-specific growth charts for head circumference covering ages 0 to 3 years. Macrocephaly in NF1 becomes more exaggerated over time as rate-of-growth is sustained compared to controls. Smaller head size relative to NF1 growth expectations is not captured by CDC charts yet nevertheless relates to developmental delay, suggesting that NF1-specific charts may increase sensitivity to clinically concerning patterns of growth in children with NF1.",
  "methods": "Methods: Using electronic health records from the Children’s Hospital of Philadelphia, we collected head circumference measurements from children with NF1 and a community control cohort seen at scheduled well-child visits. We compared head circumference normed using Center for Disease Control (CDC) growth charts between these groups over time. We constructed NF1-specific growth charts using two independent methods. Finally, we used mixed-effects models to relate the resulting centile scores with developmental delay assessed with the Survey of Well-being of Young Children. Methods Cohort Selection Using electronic health records from the Children’s Hospital of Philadelphia (CHOP), we accessed 110,927 head circumference measurements from 17,307 patients aged 0 to 3 years old seen at either a well-child visit (for routine pediatric follow up) or who were NF1 patients seen by the CHOP Neurofibromatosis Multidisciplinary Program. In accordance with the American Academy of Pediatrics recommendations, well child visits at CHOP are scheduled at the first week of life, 1 month old, 2 months old, 4 months old, 6 months old, 9 months old, 1 year old, 15 months old, 18 months old, 2 years old, 30 months old, and 3 years old. Head circumference data were taken from a relational database enriched for patients who had received an MRI scan at CHOP.  Head circumference observations were obtained between the years 2003 and 2025. 23 Using each participant’s gestational age at birth and age at the time of each observation, we calculated their post-conceptional age (e.g. a 30 day old child born at 40 weeks had a post-conceptional age of 310 days). Gestational age at birth was assumed to be 40 weeks for the 41 NF1 participants and 1719 clinical controls for whom it was not available. We excluded individuals born at less than 26 weeks of gestation, with birth weight less than 1 kg, and/or whose post-conceptional age was less than 252 days (corresponding to 36 weeks). This resulted in a dataset of 107,999 observations from 16,779 individuals. Next, we sought to remove implausible head circumference measurements that likely reflected data entry errors. To do this, we used an outlier detection approach applied previously by our group  to calculate modified Z-scores for each head circumference observation from the whole pooled study population. This involved first fitting a b-spline with four degrees of freedom to the head circumference data using post-conceptional age and sex as predictors. We used the residuals of this model as the numerator for the modified Z-score. The denominator included the median of the absolute deviations (MAD, or median of the absolute values of the residuals) multiplied by a scaling factor set to 1.4826 assuming normally distributed data. We visualized the modified Z-scores on a histogram ( 10 Supplementary Figure 1 ) and excluded observations where the absolute value of the score exceeded 5. This resulted in a dataset of 107,412 observations from 16,746 individuals. We also sought to remove within-subject outlier head circumference measurements that were also thought to be implausible and likely reflecting data entry error. To that end, we calculated for each observation the difference between the modified Z score and the median modified Z score across observations from the same participant. We plotted these values on a histogram ( Supplementary Figure 2 ) and excluded observations where the absolute value of the difference exceeded 2. The resulting number of observations in the dataset was 106,970 from 16,744 individuals. Finally, we removed data from four individuals where sex was documented as neither male nor female, resulting in a final dataset of 106,950 observations from 16,742 individuals ( Figure 1 ;  Table 1 ). Comparing Head Circumference Z Scores between NF1 and Well Child Cohort We used the LMS method from the Center for Disease Control (CDC) growth charts on head circumference to compute Z scores for the well-child and NF1 cohorts.  We used the CDC charts because they are used in clinical practice at CHOP as well as many other pediatric medical centers. Because the input to LMS for the CDC charts is age represented in months, we transformed post-conceptional age by subtracting 280 days, dividing by 30.437, rounding down to an integer, and adding 0.5. As such, the age of a 7-week-old child born at term would be represented as 1.5 months on the CDC charts, as would all children with age between 1.0 and 1.99 months of age corrected for gestational age at birth. 24 Next, we compared CDC head circumference Z scores between the NF1 and well-child cohort at the timing of each well-child visit, where the head circumference data are most dense. Head circumference observations were grouped into bins based on whether that observation was 10 days plus or minus the age corresponding to the well-child visit timepoint. If multiple head circumference observations from the same individual appeared within the same bin, the Z score of the observation closest to the well-child visit timepoint was chosen. Unpaired two-sample T tests were conducted between both groups at each age bin, with multiple comparisons corrected using Holm-Bonferroni correction. Given the large sample sizes, Cohen’s  d  was also calculated for each comparison to quantify effect sizes which are more interpretable within this context. 25 Construction of NF1-Specific Head Circumference Growth Charts using LMSz Next, we implemented a recently described method called “LMSz” to construct NF1-specific head circumference growth charts.  Following the procedure described by Low and colleagues, we fit generalized additive models for location, scale, and space (GAMLSS) 26  with the normal distribution family to CDC head circumference Z-scores for the NF1 observations using age and sex as covariates. Head circumference observations were inverse weighted by the total number of observations per subject. We iterated through a set of candidate models for the mu and sigma formulas within GAMLSS and computed Akaike Information Criteria (AIC) and Bayesian Information Criteria (BIC) for each ( 27 Supplementary Table 1 ). For the final NF1-specific charts, we chose the model that minimized BIC as this model was simpler than the one that minimized AIC. The resulting model included age as a linear term for mu and only the intercept term for sigma. Using this GAMLSS model, we computed centile lines for the 3 rd , 10 th , 50 th , 90 th , and 97 th  percentile for CDC Head Circumference Z score, then transformed these centile lines back into head circumference measurements using the LMS method. We also examined rate-of-growth by computing the derivative of the 50 th  percentile line of the NF1-specific and CDC growth charts respectively. GAMLSS model visualization throughout the study was performed using customized R functions available in gamlssTools ( https://github.com/BGDlab/gamlssTools ). Deriving CHOP Growth Charts for NF1 and Community Controls While widely used in clinical practice, CDC growth charts have potential limitations. First, clinical head circumference data (even for well-child visits) may deviate systematically from CDC norms . Second, for neonatal head circumferences in premature infants, CDC growth charts are suboptimal because they start at birth and are not corrected for gestational age. To address these limitations, we also computed separate growth charts using the NF1 and well-child visit data, henceforth referred to as “CHOP growth charts” (which, in contrast to the LMSz charts, only use data from the CHOP cohorts). Following the protocol described by the WHO, 15 , 28  we fit natural splines for the mu and sigma moments in GAMLSS with degrees of freedom ranging from 5 to 15, and 2 to 10 respectively. Tau and nu were fit with an intercept term, and the Box-Cox Power Exponential (BCPE) distribution was used. In addition, we also computed models where penalized b-splines were used for mu and sigma. Age was represented as the logarithm (base of 10) of post-conceptional age measured in days. Head circumference observations were inverse weighted by the total number of observations per subject. 29 We computed separate GAMLSS models for males in the well-child cohort (Male Controls), females in the well-child cohort (Female Controls), males in the NF1 cohort (Male NF1), and females in the NF1 cohort (Female NF1). For each of these cohorts, we identified the models that produced the lowest AIC and BIC as well as the result of the penalized b-spline model and chose one of the three based on the fit of the worm plot and smoothness of the curves. If these criteria were equal across multiple options, we chose the simplest of the remaining models. Based on this process, a model with five degrees of freedom for mu and two degrees of freedom for sigma was selected for each cohort ( Supplementary Figures 3 – 6 ). We also visualized quantile-quantile (Q-Q) plots for each selected model ( Supplementary Figure 7 ). We compared Z scores from the LMSz and CHOP growth charts ( Supplementary Figure 8 ). Finally, we applied both the LMSz and CHOP NF1-specific growth charts to an independent NF1 cohort recruited in Australia to test the generalizability of the charts (see  Supplementary Materials ). Relating Head Circumference Benchmarked Against NF1 Growth Charts to Developmental Delay We examined whether head circumference benchmarked against NF1 growth charts was more sensitive to developmental delay in NF1 patients compared to standard growth charts. First, we aligned the NF1 head circumference data to Survey of Well Being of Young Children (SWYC) surveys conducted on the same days, which assess developmental milestones (specifically gross motor, fine motor, language, cognitive, and social development) at pediatric primary care visits.  The SWYC data were converted into a developmental quotient (DQ) using a previously-described normative model to quantify the extent to which a child has met expected milestones for their age. 30  The DQ is the estimated age of the child based on the number of expected milestones they have achieved divided by their chronological age (e.g. a 12 month old who has only met the milestones expected of an 8 month old has a DQ of 0.75). Using linear mixed effects models, we evaluated the relationship between DQ and head circumference Z-scores from the LMSz NF1 charts where patient ID was used as a random effect. We also plotted histograms of NF1 head circumference benchmarked against the CDC and LMSz charts respectively to evaluate prevalence of microcephaly (i.e. head circumference Z score < 2) from either approach. Finally, we assessed the relationship between DQ and head circumference Z scores derived from the CHOP NF1 charts as well. 31 Data availability The participant-level data used to generate the growth charts described here cannot be made publicly available as they contain protected health information from pediatric patients. The NF1-specific growth charts can be accessed at  github.com /BGDlab, as well as the code used to produce them.",
  "introduction": "",
  "results": "",
  "discussion": "",
  "fetched_at": "2026-02-11T23:47:10.420633",
  "abstract_length": 1807,
  "methods_length": 11131,
  "introduction_length": 0,
  "results_length": 0,
  "discussion_length": 0
}