{
  "pmid": "40664660",
  "abstract": "Neurofibromatosis type 1 (NF1) is an inherited neurocutaneous condition that predisposes to the development of peripheral nerve sheath tumors (PNST) including cutaneous neurofibromas (CNF), plexiform neurofibromas (PNF), atypical neurofibromatous neoplasms of uncertain biologic potential (ANNUBP), and malignant peripheral nerve sheath tumors (MPNST). The Johns Hopkins NF1 biospecimen repository promotes the successful advancement of therapeutic developments for NF1-associated PNST through acquisition and genomic analysis of human tumor specimens. RNA sequencing (RNAseq) and whole exome sequencing (WES) data were generated from 73 and 114 primary human tumor samples, respectively. These pre-processed data, standardized for immediate computational analysis, are accessible through the NF Data Portal, allowing immediate interrogation. This dataset combines new and previously released samples, offering a comprehensive view of the entire cohort sequenced. As a dedicated effort to systematically bank tumor samples from people with NF1, in collaboration with molecular geneticists and computational biologists, the Johns Hopkins NF1 biospecimen repository offers access to tissue samples and genomic data to promote the advancement of NF1-related tumor biologic insights and therapies.",
  "methods": "Methods Tumor sample collection and sequencing Patient enrollment All research was conducted according to a Johns Hopkins Hospital (JHH) IRB-approved protocol, IRB00096544. Patients with clinically or genetically confirmed NF1 having a clinically indicated surgical resection or biopsy of any NF1-associated tumor (including, but not limited to, CNF, PNF, ANNUBP, MPNST, other NF1-associated neoplasm) were invited to participate. Written informed consent was obtained from all patients. The JHH IRB-approved consent form included a statement about the voluntary nature of the research, a description of corresponding clinical data that will be collected for future analysis, and a statement that samples may be shared beyond JHH. Blood was collected from most patients on the day of surgery. All study subjects, including those without germline genetic testing, who donated samples to the Johns Hopkins NF1 Biospecimen Repository and have been analyzed in the current manuscript have met the National Institutes of Health (NIH) clinical criteria for the diagnosis of NF1 . Out of 54 unique participants listed in Supplementary Table  6 3 , 16 patients had blood genetic characterization of their  NF1  variant. Out of these 16 patients, three were diagnosed with NF1 microdeletion syndrome, three were found to have 1.4 megabase deletion of  NF1  gene, five were found to have known pathogenic variants, two were found to have  NF1  variants that are likely pathogenic, two were found to have an  NF1  variant of uncertain significance, and one had a negative result but the NF1 diagnosis was established based on the patient meeting clinical criteria. Medical records were retrospectively reviewed for demographic information and information related to the NF1 clinical condition, characteristics, and tumor burden. These clinical data are stored in a password protected and de-identified database at JHH. For sequencing data released here, these datasets are annotated with clinical metadata including tumor type, tissue, age, body part and diagnosis. Tumor preservation and quality control Surgical specimens were couriered to surgical pathology immediately after resection. The study pathologists (JMG and CGL) performed immediate inspection of the tumor to ensure that adequate tumor existed for clinical diagnostic needs. Upon approval, tumor pieces were sampled for banking and transported to the research laboratory in harvest medium (RPMI with 20% fetal bovine serum, supplemented with 1% penicillin-streptomycin and L-glutamine). Specimens were sized into 5–10 mm aliquots under sterile conditions in a biosafety cabinet. Individual aliquots were placed into 10% neutral buffered formalin, cell freezing media (Sigma #C6295), RNAlater (Qiagen #76104), and/ or placed into an empty vial and snap frozen on dry ice. Formalin-fixed paraffin-embedded tissues were stained with hematoxylin and eosin (H&E). H&E slides from each specimen were reviewed by the study pathologist to confirm an accurate diagnosis of each preserved specimen. Tumor sample preparation for DNA sequencing Genomic DNA from blood and tumor was extracted using the QIAGEN DNeasy Blood & Tissue kit (Qiagen #69504). DNA library was constructed using KAPA HyperPrep Kits for NGS DNA Library Prep (Roche #7962363001). Exomes were captured by IDT xGen Exome Hyb Panel v1.0 (IDT #1056115) and the libraries were sequenced by NovaSeq 6000 S4 with ~100X coverage for normal samples and tumor samples. Tumor sample preparation for RNA sequencing RNA was isolated from tumor by using TRIZOL. Samples containing at least 100 ng total RNA with RNA Integrity Number (RIN) > 6.5 were sequenced. For RNA extraction, the first batch of samples were prepared with MGI/GTAC RiboErase method. Depletion was performed with KAPA RiboErase HMR (Roche #07962274001). Library preparation was performed with a WUSTL in-house preparation protocol. For the second batch, samples were prepared with Illumina TruSeq Stranded Total RNA Library Prep Gold kit (#20020599) which includes RiboZero Gold depletion. Library preparation was performed according to the manufacturer’s protocol. Fragments from both batches were sequenced on an Illumina NovaSeq-6000 using paired-end reads extending 150 bases. Whole exome sequencing data processing for somatic variant calling and analysis Raw fastq data files were quality checked using FastQC v0.11.9 and a report was generated using MultiQC v1.8. Fastq files were aligned to GRCh38 using BWA 0.7.17-r1188 . Duplicates were marked using GATK MarkDuplicates, and bases recalibrated using GATK BaseRecalibrator and GATK ApplyBQSR (GATK v4.3.0.0) 7 . Somatic single nucleotide variants (SNVs) were then called using Strelka2 software (Strelka v2.9.10) 8 – 10  and Mutect2 (GATK v4.4.0.0) 11 . Strelka2 was shown to have high precision and recall for SNVs compared to others as tested in the precision FDA challenge 12 . The variants were annotated using Variant Effect Predictor (VEP v99.2) and converted to mutation annotation format (MAF) files using vcf2maf (vcf2maf v1.6.21). All of these steps were completed on Nextflow Tower running the standardized nf-core pipeline sarek v3.1.2 11 , 13 . 14 Variant calling from samples with paired normal in a separate batch The samples contained in 10.7303/syn52659564 and Supplementary Table  1  were special cases where the tumor samples and the paired normal samples were sequenced in two different batches with different sequencing library kits and thus had two different browser extensible data (BED) files for target capture. For the above samples, first the BED file from JH_batch1 was lifted over from hg19 to hg38 coordinates using the UCSC liftOver tool . The liftover chain file named ‘hg19ToHg38.over.chain.gz’ was then sorted using the sort function from bedtools suite. Then a common region BED file was generated using the intersect function in bedtools suite with at least 50% overlap in intervals between the BED file from JH_batch1 and WU_batch1. The common region BED file (10.7303/syn52594249) was then used to call somatic variants from these tumor-normal pairs using the sarek v3.2.2 pipeline and Strelka2 and Mutect2 variant callers. 15 Consensus variant calling using SomaticSeq To avoid detection of false positive variant calls in the samples, we identified and reported the variant calls that had consensus between Strelka2 and Mutect2 callers. To identify these consensus calls we used a previously benchmarked method called SomaticSeq . Once consensus calls for SNVs and insertions and deletions (indels) were identified, the variants in respective variant call formats (VCFs), were annotated using vcf2maf in the sarek v3.2.2 pipeline to generate a merged MAF file that was used for further analysis. The consensus variants were filtered for high confidence calls (PASS filtered) with population allele frequency below 0.05 to identify robust variant calls excluding common variants. 16 RNAseq data processing and analysis Raw fastq files were processed using nf-core/rnaseq (v3.11.2)  and quantified using salmon: v1.10.1 17 . ComBat from sva R package (v3.42.0) was used for batch correction 18 . DESeq 2 (v1.34.0) was applied to call the differentially expressed genes (|fold change| > 1.2, adjust  19 P  < 0.05), and ggplot2 R package (v3.3.6) was applied to draw volcano plots. Principal component analysis (PCA) and uniform manifold approximation and projection (UMAP)  were applied for the visualization of samples. Gene set enrichment analysis (GSEA) was conducted by using R-package fgsea (v1.20.0) 20 . ggplot2 (v3.3.6) was used for the gene volcano plot and pathway enrichment plot 21 . Pheatmap (v1.0.12) was applied to plot gene expression heatmap. 22 Evaluation of relatedness in genomic and transcriptomic data Somalier (v0.2.17)  was used to evaluate the relatedness between WES and RNAseq samples. The  23 extract  function was used to identify informative sites from the WES cram files and RNAseq bam files, and then the  relate  function was used to calculate statistics on the number of shared genotypes at informative sites and the coefficient of relatedness between all pairs of samples. One WES sample, JH-2-009-2578C-A, did not contain data at a sufficient number of polymorphic sites to calculate relatedness to other samples and was excluded from further analysis. The pheatmap R package (v1.0.01) was used to generate heatmaps of the relatedness comparing each primary human WES sample exactly once to each primary human RNAseq sample and the ggplot2 package was used to generate scatter plots. Cell line and PDX samples were excluded from the heatmap.",
  "introduction": "Background & Summary Neurofibromatosis type 1 (NF1) is an inherited neurocutaneous condition that predisposes to the development of peripheral nerve sheath tumors (PNST) including cutaneous neurofibromas (CNF), plexiform neurofibromas (PNF), atypical neurofibromatous neoplasms of uncertain biologic potential (ANNUBP) , and malignant peripheral nerve sheath tumors (MPNST). Historically, therapeutic progress for PNF and MPNST has been limited in part due to restricted availability of primary tissues from patients with NF1. The successful advancement of therapeutic developments for NF1-associated PNST necessitates ongoing efforts in the systematic acquisition and analysis of human tumor specimens and their corresponding model systems. 1 The Johns Hopkins NF1 biospecimen repository strives to address this gap through the collection of diverse biospecimens from patients with NF1. Patients with clinically or genetically confirmed NF1 having a clinically indicated surgical resection or biopsy of any NF1-associated tumor are invited to participate in an institutional review board (IRB) approved study for the collection and sharing of tissues and specimens. Tumors are routinely collected, assessed by a study pathologist, and banked in the laboratory as flash frozen tissues, paraffin embedded blocks or slides, DNA and RNA, or single cell suspensions. Efforts are ongoing to create cell lines and patient derived xenografts (PDX) from primary human tissues . Clinical data for participating patients are fully annotated in a database that corresponds to banked tissue specimens. Applications for access to biospecimens, genomic data, and disease models, as well as de-identified clinical and molecular data are reviewed and approved with IRB oversight, to allow internal and external sharing to promote research collaboration. 2 – 4 Our comprehensive efforts to generate a genomically and clinically annotated NF1 biospecimen repository, for the purpose of sharing resources, promoting collaborative research, and making specimens and genomic data available to the NF1 research community, were previously reported . As of June 2024, the Johns Hopkins NF1 biospecimen repository comprises a total of 390 specimens including PNF (n = 91), ANNUBP (n = 7), MPNST (n = 66), CNF (n = 118), diffuse neurofibroma (diffuse NF, n = 44) and other NF1-associated tumors (n = 64). A biospecimen inventory is available online and investigators can request specimens by contacting the corresponding author. Genomic data can be accessed by providing a statement of scientific rationale and intended use (data use statements: 10.7303/syn4939902). More than 80 requests for sharing of available specimens, models, and/ or genomic data have been fulfilled to date, supporting the existence of this biorepository as a successful, active, and widely recognized resource for promoting a diverse set of research needs in the NF1 community. 5 The dataset presented herein includes whole exome and RNA sequencing, with a validation analysis meant to provide the scientific community with an overview of available samples and their potential utility. Our validation of the data confirms findings that are concordant with available literature regarding the genomics of NF1-associated tumors and validates the biospecimen repository genomic data as a useful resource for further downstream analysis by NF1 researchers.",
  "results": "",
  "discussion": "",
  "fetched_at": "2026-02-11T02:04:31.685898",
  "abstract_length": 1293,
  "methods_length": 8643,
  "introduction_length": 3401,
  "results_length": 0,
  "discussion_length": 0
}