{
  "pmid": "40661612",
  "abstract": "Neurofibromatosis type 1 (NF1)-associated high-grade gliomas (HGGs) harboring ATRX mutations exhibit an aggressive clinical phenotype, driven by heightened genomic instability and metabolic reprogramming. Existing therapies, including chemotherapy and radiotherapy, are limited by resistance mechanisms and formation of secondary malignancy, underscoring the need for novel therapeutic strategies. Here, we report the results of a high-throughput screening of 10,000 small molecules aimed at identifying compounds selectively targeting vulnerabilities associated with concurrent ATRX and NF1 loss. Among the screened compounds, K784-6195 (ChemDiv ID) emerged as a promising candidate, exhibiting marked selective cytotoxicity in NF1-associated glioma cell lines with ATRX deficiency (IC50 = 4.84 μM). In comparison, wild-type ATRX sporadic glioma cell lines (U251) exhibited significantly reduced sensitivity to K784-6195 (IC50 = 37.03 μM). However, ATRX knockout U251 glioma cells recapitulating concurrent ATRX and NF1 loss exhibited heightened susceptibility to K784-6195 (IC50 = 20-23 μM) compared to their wild-type counterpart. Metabolomic analysis revealed that K784-6195 treatment impairs metabolic pathways, including the pentose phosphate pathway, glutamine metabolism, and redox homeostasis, leading to oxidative stress and impaired cell survival. These findings highlight K784-6195 as a promising candidate for therapeutic development, offering a targeted approach for the treatment of NF-1 associated HGGs with ATRX deficiency.",
  "methods": "Materials and Methods Cell lines and culture conditions U251, initially derived from an adult glioblastoma patient, was purchased from the American Type Culture Collection (ATCC). U251 cells were cultured in DMEM/F-12, GlutaMAX ™  supplement (Gibco ™  # 10565018) added with 10% FBS. U251 ATRX −/−  and U251 ATRX −/2.02 , knockouts were utilized as previously generated in our study ( Yuan et al., 2022 ). NF-1 associated high grade glioma cell line, JHH-NF1-GBM1, previously stablished in our lab ( Yuan et al., 2022 ) was grown in DMEM/F12 containing 2mM GlutaMax (Gibco ™  #35050061), 1X B27 supplement (Gibco ™  #12587010), 20 ng/mL EGF (PeproTech, Cranbury, NJ, USA), 20 ng/mL FGF-b (PeproTech), 5 μg/mL Heparin (Millipore SIGMA, Burlington, MA, USA). All cells were grown in a 37°C humidified incubator with 5% CO 2 . Regular mycoplasma testing was performed, and human cell line identities were confirmed by short tandem repeat (STR) profiling. High-throughput drug screening High-throughput drug screening was conducted using an automated liquid handling system to ensure precise and consistent cell dispensing across a 384-well plate format. U251 and its ATRX knockout (KO) cells were seeded at 100 cells per well, while JHH-NF1-GBM1 cells were seeded at 500 cells per well in 50 μL of cell culture media. The plates were incubated overnight in a humidified incubator at 37°C with 5% CO 2  to facilitate proper cell attachment. The following day, a library of 10,000 diverse compounds received from a well-established NIH Molecular Libraries Probe Centers Network (MLPCN), Johns Hopkins ChemCORE was screened, with each compound administered at a final concentration of 1 μM by dispensing 5 nL of a 10 mM compound stock solution into each well using an automated liquid handler optimized for high-throughput dispensing. Plates were incubated for 5–7 days (5 days for U251 and ATRX KO cells, 7 days for JHH-NF1-GBM1 cells) to allow the compounds to exert their effects. To assess the impact of the compounds on cell viability, a CellTiter-Blue Cell Viability Assay (Promega) was performed according to the manufacturer’s protocol and fluorescence was measured at excitation/emission wavelengths of 560 nm/590 nm using a BMG CLARIOstar multimode microplate reader. Cell viability for each well was calculated using the following formula:\n C e l l V i a b i l i t y = Fluorescence of treated well Fluorescence of control well Control well represents the cells treated with vehicle (DMSO). RStudio was used for further data processing and visualization. Cell viability assay and IC50 determination To evaluate cell viability and determine the IC50 values of selected compound(s), a PrestoBlue Cell Viability assay was performed. Optimal seeding densities were established as 1,000 cells per well for U251 cells and 10,000 cells per well for JHH-NF1-GBM1 in 96-well plates. Cells were manually dispensed into each well in 100 μL of culture media. Plates were incubated at 37°C in a humidified atmosphere with 5% CO 2  to allow cell attachment. Candidate compound(s) were prepared in serial dilutions and added to the wells in 100 μL of culture media, resulting in a total well volume of 200 μL/well. Plates were incubated for five days under the same conditions. Following incubation, 20 μL of PrestoBlue reagent was added to each well, and plates were protected from direct light during the reaction. After 2 hours, fluorescence was recorded using Molecular Devices SpectraMax M5 microplate reader at excitation/emission wavelengths of 560 nm/590. Fluorescence data were normalized to DMSO-treated controls, and cell viability was calculated. Nonlinear regression analysis was conducted using GraphPad Prism to generate dose-response curves and determine IC50 values for each compound. Comparisons of IC50 values were made across cell lines to assess compound efficacy and selectivity. Metabolite labeling and extraction for glucose and glutamine tracing Cells were seeded in six-well plates at a density of 700,000 cells per well in routine culture medium and incubated overnight at 37°C with 5% CO 2 . For glucose and glutamine-labeling experiments, SILAC Advanced DMEM/F-12 Flex Media (Gibco ™  #A2494301) devoid of glucose and glutamine, supplemented with 17.5 mM  13 C-glucose (Sigma Aldrich #660663), 4.5 mM  15 N-glutamine (MedChem Express #HY-N0390S), 0.69 mM L-arginine (Thermo Scientific Chemicals #A15738.14), 0.49 mM L-lysine (Thermo Scientific Chemicals #J62225.14), 15 mM HEPES (Gibco ™  #15630130), 1X B27 supplement (Gibco ™  #A1486701), 20 ng/mL EGF (Peprotech #AF-100-15), 20 ng/mL FGF-b (Peprotech #100-18B), and 5 μg/mL heparin (Thermo Scientific Chemicals #A16198.03), was prepared. The specified drug treatment was added directly to this medium. The pre-existing culture medium was completely replaced with the prepared labeling medium, and cells were incubated for 24 hours to achieve steady-state labeling. Metabolites were harvested by transferring cells into polypropylene centrifuge tubes and centrifuging at 500–800 × g for 5 minutes to pellet the cells. A swing-bucket centrifuge was used to ensure gentle pelleting. After centrifugation, tubes were placed on ice, and the medium was carefully aspirated. The cell pellets were washed briefly by gentle resuspension in ice-cold PBS, followed by re-pelleting at 4°C. The wash solution was removed thoroughly without disturbing the pellet. Cell pellets were extracted with 1 mL ice-cold 80% methanol/20% water. The samples were vortexed for 30 seconds and incubated at −80°C for 30 minutes to facilitate metabolite extraction and protein precipitation. Following incubation, the samples were allowed to warm on ice, vortexed again, and centrifuged at 16,000 × g for 10 minutes at 4°C. The supernatants were transferred to glass vials and dried using an evaporator without heat (Genevac EZ-2 Elite, aqueous program). Dried metabolite extracts were stored at −80°C until further analysis by liquid chromatography–mass spectrometry (LC-MS). Metabolomics Analysis Mass spectrometry-based metabolomics was conducted at the UCLA Metabolomics Core Facility. Dried metabolites were resuspended in 100 μL 50% ACN:water and 5 μL was loaded onto a Luna 3μm NH2 100A (150 × 2.0 mm) column (Phenomenex). The chromatographic separation was performed on a Vanquish Flex (Thermo Scientific) with mobile phases A (5 mM NH4AcO pH 9.9) and B (ACN) and a flow rate of 200 μL/min. A linear gradient from 15% A to 95% A over 18 min was followed by 7 min isocratic flow at 95% A and re-equilibration to 15% A. Metabolites were detected with a Thermo Scientific Q Exactive mass spectrometer run with polarity switching in full scan mode with an m/z range of 70–975 and 140.000 resolution. Maven (v 8.1.27.11) was utilized to quantify the targeted metabolites by area under the curve (AreaTop) using accurate mass measurements (< 5 ppm) and expected retention time previously verified with standards. C13 and N15 natural abundance corrections were made using AccuCor2. Data analysis was performed using in-house R scripts.",
  "introduction": "",
  "results": "",
  "discussion": "",
  "fetched_at": "2026-02-11T23:47:06.066906",
  "abstract_length": 1540,
  "methods_length": 7078,
  "introduction_length": 0,
  "results_length": 0,
  "discussion_length": 0
}