{
  "pmid": "PMID:40682039",
  "abstract": "BACKGROUND: Malignant peripheral nerve sheath tumors (MPNSTs) are rare, invasive, and aggressive soft tissue sarcomas arising from peripheral nerves. They may occur sporadically or in association with Neurofibromatosis type 1 (NF1), in which they are the leading cause of mortality. Currently, there are no effective therapies other than surgery. Therefore, tumor-derived cell lines are essential for testing new therapeutic strategies, especially when used in parallel with in vivo models. In this study, we present two new MPNST cell lines and two patient-derived orthotopic xenograft (PDOX) models from a sporadic (SP-10) and an NF1-related (NF1-18B) MPNST patient to increase the number of available preclinical models for in vitro and in vivo drug testing. METHODS: The cell lines were isolated and extensively characterized genetically (tumor suppressor gene mutation status, DNA content), phenotypically (cell morphology, marker expression), and functionally (proliferation rate, colony formation capacity, migration rate, tumorigenic ability). We validated the models by comparing the genomic (copy number variation profile) and histological characteristics of the cell lines and PDOX tumors with their corresponding patient tumors. RESULTS: The new cell lines and PDOXs tumors exhibited similar genomic copy number variation profiles, histological patterns, and marker expressions as the patient tumors, validating them as faithful models. Interestingly, the NF1-18B cell model presented two cell subpopulations with different ploidy states (one < 3n and the other 4n) and functional features in vitro. NF1-18B 4n, along with SP-10 cell lines, exhibited in vitro functional hallmarks of MPNSTs, including high proliferation and migration rates and colony forming ability. However, only the SP-10 model exhibited aggressive tumorigenicity in athymic mice. In contrast, the NF1-18B < 3n showed a low migration rate and did not form colonies or aggregates in vitro. CONCLUSIONS: The newly established MPNST cell lines, along with their corresponding PDOX models, serve as valuable tools for both in vitro and in vivo testing of novel therapeutic agents. Notably, the SP-10 cell line model represents one of the few documented cases isolated from a genuine \"classic\" MPNST.",
  "methods": "Methods The cell lines were isolated and extensively characterized genetically (tumor suppressor gene mutation status, DNA content), phenotypically (cell morphology, marker expression), and functionally (proliferation rate, colony formation capacity, migration rate, tumorigenic ability). We validated the models by comparing the genomic (copy number variation profile) and histological characteristics of the cell lines and PDOX tumors with their corresponding patient tumors. Methods Patients and primary tumors Primary MPNSTs were obtained from the  Hospital Infantil La Paz  (NF1-18B) and the  Hospital Universitari Germans Trias i Pujol  (SP-10). Patient NF1-18B received chemotherapy and radiotherapy prior to tumor resection, whereas patient SP-10 did not receive any neoadjuvant treatment. The tumors were analyzed by the pathology department according to the standard protocols and a piece of each tumor was placed in Dulbecco’s modified Eagle’s medium (DMEM, Gibco), 10% fetal bovine serum (FBS, Gibco), and 1% penicillin/streptomycin (P/S, Gibco) at room temperature (RT). In the laboratory, samples were divided into portions and stored as follows: one portion was processed directly for cell line establishment, a second portion was used for mouse engraftment, a third portion was frozen for DNA, RNA, and/or protein extraction, and a fourth portion was cryopreserved using FBS and 10% dimethyl sulfoxide (DMSO). This study was approved by the IDIBELL Ethics Committee (#PR213/13) and all subjects gave written informed consent. Cell lines establishment and culture Tumor samples were minced into small fragments and digested with 100 U/mL collagenase (Sigma-Aldrich) and 1 U/mL dispase (Worthington Corporations) in DMEM medium (10% FBS and 1% P/S). After 18–24 h, the enzymes were removed and the digested tissue was filtered through a 40 µM filter to seed single cells into 6-well Corning ®  plates, which were initially incubated at 37ºC in 10% CO 2 . After a few passages, the MPNST cell lines were then expanded and maintained at 37ºC and 5% CO 2 . All cell lines were tested for mycoplasma prior to experimental procedures by a PCR amplification of the 16 S RNA of eight different mycoplasma species (results not shown). The SP-01 and NF1-09 cell lines used as controls in this work were previously established and described [ 27 ], and the human foreskin fibroblast (HFF) cell line was obtained from the American Type Culture Collection (ATCC, BCRJ Cat#0275). Animal care conditions Five-week-old male Athymic Nude- Foxn1 nu  (Envigo) mice were housed in sterile cages with autoclaved bedding, food, and water and maintained on a 12-h light/12-h dark cycle daily. PDOX establishment Fresh tumor samples of 2–3 mm 3  were implanted into 5-week-old athymic nude mice. Briefly, mice were anesthetized with isoflurane (continuous flow of 1–3% isoflurane/oxygen mixture, 2 L/min), and a subcutaneous pocket was made in the upper thigh with surgical scissors. A small incision was then made in the muscle to expose the sciatic nerve, where the piece of tumor was engrafted using Prolene 7.0 suture to grow around the epineurium. After implantation, tumor growth was monitored weekly by palpation and volume was measured with a caliper. When the tumor reached 1,000 to 1,500 mm 3 , the mice were sacrificed and the tumors were passed to other animals. After each passage, tumor samples were cryopreserved to provide a source of viable tissue. Mouse experiments were approved by the campus animal ethics committee and followed the procedures of the Association for Assessment and Accreditation of Laboratory Animal Care International. DNA isolation and quantification Puregene Core Kit A (Qiagen) was used to isolate DNA from frozen tumors and cell lines, according to the manufacturer’s recommendations. For tumor DNA extraction, TissueLyser (Qiagen) was first used to homogenize the tissue. DNA quantity of each sample was assessed using Qubit (Qubit™ dsDNA BR Assay Kit, Invitrogen) and quality was assessed using NanoDrop 1000 spectrophotometer (ThermoFisher Scientific). Visual inspection of the DNA integrity was also performed on 1% agarose gels. Short tandem repeat (STR) authentication DNA fingerprints were obtained using the AmpFISTR Identifiler Plus PCR Amplification Kit (Applied Biosystems) according to the manufacturer’s protocol. The kit amplifies 15 tetranucleotide STR loci and the sex-determining marker amelogenin in a single PCR amplification using 33 primers. Allele calls were made from peak plots by comparing peaks to known fragment sizes using GeneMapper 4.0 (Applied Biosystems). This analysis was performed on NF1-18B cell line passage 3 and SP-10 cell line passage 9. Cell cycle analysis A total of 5 × 10 5  cells from an 80% confluence plate were fixed with frozen 70% ethanol and stained with a mixture of phosphate-buffered saline 1X (PBS 1X, Gibco) + 1% FBS, propidium iodide (0.0625 mg/mL; Sigma-Aldrich), and RNAse A (10 µg/mL; Sigma-Aldrich) for 30–45 min at 37ºC. Each cell line was tested in triplicate. The HFF cell line was used as a diploid control. 20,000 events per sample were analyzed using a FACS Canto II cytometer (Becton Dickinson) and ModFit LT V.3.3.11 software. Goodness of fit to the model is expressed by the reduced chi-square (RCS). Whole genome sequencing (WGS) WGS was performed at BGI (Shenzhen, China). Briefly, libraries were prepared according to standard DNBseq protocols, sequenced on a BGISEQ-500 to a median of 881 million 150-bp paired-end reads per sample, and mapped to the GRCh38 genome using BWA-MEM [ 28 ]. WGS data were processed as described in [ 15 ]. Immunofluorescence Cells seeded in 12-well Corning ®  plates with coverslips (12 mm Ø) were fixed in 4% paraformaldehyde for 15 min. Cells were then permeabilized with PBS 1X + 0.1% Triton X-100 (Sigma-Aldrich) for 15 min and blocked with 10% goat serum (Gibco) for 30 min at RT. Antibodies anti-SOX9 (1:100; ab76997, Abcam), smooth muscle actin (SMA, 1:100, RB-9010-R7, ThermoFisher Scientific), S100B (1:1000, Z031129, Dako), H3K27me3 (1:1500, 9733, Cell Signaling), and SOX10 (1:50, 383R-14, Cell Marque) were diluted in PBS 1X-1% goat serum and incubated overnight (ON) at 4 o C; then the cells were washed 3 times for 5 min with PBS 1X. Secondary antibodies Alexa Fluor 488 goat anti-mouse (1:1000, A11029; Invitrogen) and Alexa Fluor 568 goat anti-rabbit (1:1000, A11036; Invitrogen) were diluted in PBS 1X-10% goat serum and incubated for 1 h at RT. After three 5-minutes washes with PBS 1X, the nuclei were stained with DAPI (1:1000, ThermoFisher Scientific) for 10 min at RT. Finally, coverslips were mounted with Immu-Mount (ThermoFisher Scientific). Images were captured using a Nikon Eclipse 80i microscope and NIS-Elements Microscope Imaging software. Population doubling time Population doubling times (PDTs) were calculated using the MTT (3-(4,5-dimetrhylthiaziol-2-yl)-2,5-diphenyl-tetrazolium bromide, Sigma-Aldrich, #M2128-1) colorimetric cell viability assay [ 29 ]. Different numbers of cells for each cell line were seeded in six replicates in Corning ®  96-well plates to reach 100% confluence after 8–9 days of culture: 1,100 cells/well for NF1-18B and 1,300 cells/well for SP-10. Every 24 h 0.5 mg/mL of MTT was added to each well. After 3 h of incubation, the formazan precipitate was diluted by adding 100 µL of a 1:3 solution of glycine buffer (0.1 M NaCl and 0.1 M glycine) and DMSO to each well. Absorbance was measured at 540 nm with VictorTM X5 2030 Multilabel Reader (PerkinElmer). PDT was calculated using an exponential growth equation with GraphPad Prism 6. 2-dimension (2-D) colony formation assay Cells were seeded in triplicate at a density of 300 cells/well in 12-well Corning ®  plates. After 10 days, cells were fixed with ice-cold methanol for 10 min and stained with 0.1% crystal violet (80% H 2 Od + 20% methanol) for 15 min. Hanging drop assay 200 cells in a 20 µL drop of DMEM were seeded on the top of the inverted lid of a 60 mm plate. 20 drops were placed in each plate and three plates were used for each cell line. 5 mL of PBS 1X was added to the bottom of the plate. The lid was inverted onto the PBS 1X filled bottom chamber and incubated at 37ºC in 5% CO 2 . Droplets were monitored at 24 and 48 h and images were captured with a Leica DM IL LED light microscope using the contrast phase mode from Leica Microsystems’s. Wound healing assay 7 × 10 5  cells/mL were seeded (70 µL/well) into culture inserts (2 wells; Ibidi #80209) to reach confluence after 24 h, then the culture inserts were removed and the cells were cultured under standard conditions. Images were captured at 0, 4, 8, 12, and 24 h after removal of the inserts using a Leica DM IL LED light microscope at 10X magnification using the contrast phase mode from Leica Microsystems’s. Each cell line was seeded in triplicate. In vivo tumorigenicity 3 × 10 6  tumor cells in 100 µL of PBS 1X were injected intramuscularly near both sciatic nerves of five-week-old female athymic nude mice ( N  = 2 for the SP-10;  N  = 3 for each of the two NF1-18B subpopulations). Animals were monitored weekly. When tumors reached 1 cm in diameter, they were excised, cut into small fragments, and engrafted into mice ( N  = 4) both subcutaneously and orthotopically to assess tumor growth rate for each engraftment procedure. Tumors were measured twice weekly with a caliper, and tumor volume was calculated using the formula v = (pi/6 x L x W x W) [L: length; W: width]. All experiments with mice were approved by the IDIBELL Animal Care and Use Committee (#9111). Immunohistochemistry analysis Clinically relevant MPNST markers were analyzed in patient tumors, PDOX tumors, and cell lines. For the latter, cells were trypsinized and washed with PBS 1X, then equal volumes of human plasma and thrombospondin (Grifols) were added until a uniform pellet was obtained, which was embedded in paraffin. Paraffin-embedded tumor and cell line Sections. (3 μm) were deparaffinized in xylene and gradually rehydrated through graded ethanol solutions. Antigen retrieval was performed by heating the tissue sections at 110ºC for 15 min in citrate buffer (pH = 6). Endogenous peroxidases were then blocked by incubation with hydrogen peroxide (3% H 2 O 2  + 30% methanol + H 2 Od) for 15 min at 4ºC. Blocking was performed by incubation with 5% goat serum for 1 h. Primary antibodies anti-vimentin (1:200, 180052, Life Technologies), Ki67 (1:10 M7240, DAKO), SOX10 (1:50, EP268 Cell Marque), H3K27me3 (1:200, 9733, Cell Signaling), and S100B (1:300, Z031129, Dako) were incubated ON at 4ºC followed by 30 min at RT. Secondary antibodies EnVision + System HRP-conjugated polymer anti-rabbit or anti-mouse (DAKO) were incubated for 1 h at RT. Finally, detection was performed by incubation with diaminobenzidine (DAB) (DAKO) for 10 min and nuclei were counterstained with hematoxylin. Images were captured using a Nikon Eclipse 80i vertical microscope.",
  "introduction": "Background Malignant peripheral nerve sheath tumors (MPNSTs) are rare, invasive, and aggressive soft tissue sarcomas arising from peripheral nerves. They may occur sporadically or in association with Neurofibromatosis type 1 (NF1), in which they are the leading cause of mortality. Currently, there are no effective therapies other than surgery. Therefore, tumor-derived cell lines are essential for testing new therapeutic strategies, especially when used in parallel with in vivo models. In this study, we present two new MPNST cell lines and two patient-derived orthotopic xenograft (PDOX) models from a sporadic (SP-10) and an NF1-related (NF1-18B) MPNST patient to increase the number of available preclinical models for in vitro and in vivo drug testing. Background Malignant peripheral nerve sheath tumors (MPNSTs) are a rare and heterogeneous group of soft tissue sarcomas (STSs), accounting for 3–10% of all STSs, with an incidence of approximately 0.001% in the general population [ 1 ,  2 ]. About half (40–50%) of MPNSTs occur in patients with Neurofibromatosis type 1 (NF1), an autosomal dominant genetic disorder caused by mutations in the  NF1  gene [ 3 ,  4 ]. The remaining MPNSTs occur sporadically (40–47%) or at sites of prior radiation therapy (10–13%) [ 3 ,  5 ]. Despite these different clinical settings, the histology of MPNSTs is consistent across cases: fibrosarcoma-like fascicular spindle cell histological pattern, high hypercellularity and mitotic activity, cytologic atypia, and sites of tumor necrosis [ 6 ]. In the clinical context of NF1, MPNST commonly develops through a path initiating in a preexisting plexiform neurofibroma (pNF), a benign developmental tumor of the peripheral nervous system caused by the bi-allelic inactivation of the  NF1  gene in the Schwann cell lineage [ 7 ].  NF1  is a tumor suppressor gene (TSG) that regulates cell proliferation and survival through the negative regulation of the Ras/MAPK pathway [ 8 ]. Then, if  NF1 (-/-) pNF cells lose the  CDKN2A  locus, a premalignant discrete nodular lesion termed atypical neurofibroma (ANNUBPs) arises [ 9 – 11 ]. Mutations in other TSGs, most commonly in components of the Polycomb Repressive Complex 2 (PRC2),  SUZ12  or  EED  [ 12 ], and less frequently in the  TP53  gene [ 13 ,  14 ] are present only in MPNSTs and not in the preceding lesions. This core pattern of inactivated TSGs is the primary genetic hallmark of “classic” MPNSTs [ 15 ,  16 ], along with histologic features such as loss of expression of the neural crest-Schwann cell differentiation axis markers S100B and SOX10, and tri-methylation of lysine 27 on histone H3 (H3K27me3), a marker of PRC2 inactivation [ 17 ]. The clinical outcome of MPNST patients is poor, with an overall five-year survival rate of 50% [ 4 ], which is critically worsened in the event of recurrence or metastasis. Currently, the most effective treatment for MPNSTs is complete surgical resection with wide negative margins [ 18 ]. However, this strategy is often complicated by tumor size, location, and the presence of metastases [ 19 ,  20 ]. Chemotherapy and radiotherapy have shown limited efficacy, highlighting the need for better therapeutic approaches [ 21 ]. As such, preclinical models are critical for studying MPNST biology and testing new treatments [ 22 ,  23 ]. Cell lines provide a simple, cost-effective platform for in vitro preclinical research. However, due to the rarity of MPNSTs, especially in sporadic cases, there is a significant lack of established human cell lines, with only 44 currently listed in  Cellosaurus  (version 51, updated in December 2024) [ 23 ,  24 ]. In addition to in vitro models, patient-derived orthotopic xenograft (PDOX) in vivo models are of particular interest for drug testing, as the engraftment of a piece of the patient’s tumor into the mouse allows a better recapitulation of the tumor’s genomic complexity and the cell heterogeneity compared to genetically modified mouse models or mice engrafted with tumor cell lines [ 25 ]. For this reason, our group has collected tumors from MPNST patients over the years and developed a preclinical platform comprising 30 PDOX models [ 26 ,  27 ]. However, only three patient-derived cell lines have been successfully established, highlighting the challenges of generating MPNST cell lines from primary tumors [ 27 ]. In this study, we establish and comprehensively characterize two new cell lines derived from MPNST patients: one from a NF1-related tumor (NF1-18B) and other from a sporadic one (SP-10). These cell lines are currently being used in preclinical studies alongside patient-derived PDOX models.",
  "results": "Results The new cell lines and PDOXs tumors exhibited similar genomic copy number variation profiles, histological patterns, and marker expressions as the patient tumors, validating them as faithful models. Interestingly, the NF1-18B cell model presented two cell subpopulations with different ploidy states (one < 3n and the other 4n) and functional features in vitro. NF1-18B 4n, along with SP-10 cell lines, exhibited in vitro functional hallmarks of MPNSTs, including high proliferation and migration rates and colony forming ability. However, only the SP-10 model exhibited aggressive tumorigenicity in athymic mice. In contrast, the NF1-18B < 3n showed a low migration rate and did not form colonies or aggregates in vitro. Results Patient tumor clinical and genetic information Two MPNST patients underwent surgical tumor resection at  Hospital Infantil La Paz  (NF1-related tumor, NF1-18B) and  Hospital Universitari Germans Trias i Pujol  (sporadic tumor, SP-10). The NF1-18B tumor was removed from the leg of an 18-year-old male patient with NF1, and the SP-10 tumor was located on the ribs of a 43-year-old male patient without NF1 (sporadic MPNST case) (Table  1 ). NF1-18B arose from a pre-existing pNF that underwent malignant transformation, initially showing low-grade histology and progressing to high-grade in a subsequent relapse. After resection of MPNSTs, a piece of tumor was digested to establish a cell line, and another was engrafted close the sciatic nerve of athymic mice to generate a PDOX model. \n \n Table 1 Summary table of clinical, genetic and epigenetic information of patient MPNSTs We also performed genomic characterization of the patients’ tumors using WGS to analyze the mutational status of the most frequently inactivated TSGs in MPNSTs ( NF1 ,  CDKN2A ,  SUZ12 ,  EED , and  TP53 ) (Table  1 ). Both tumors had mutations that inactivated  NF1 ,  CDKN2A , and PRC2, as described in “classic” MPNSTs. In addition, the NF1-18B tumor harbors inactivation of  TP53 . After isolating the cell lines, we obtained their methylome profiles and compared them to those of other tumor types using a methylome classifier [ 15 ,  30 ]. The analysis confirmed that both patient-derived cell lines matched the MPNST profile (Table  1 ). This tool could serve as a diagnostic aid to validate MPNST diagnoses and prevent misidentification with similar tumor entities. Moreover, STR authentication analysis was conducted on both the cell lines and PDOX models to verify their patient-specific origin and to exclude any possibility of cross-contamination. The resulting STR profiles were consistent with those of the corresponding primary patient tumors, confirming their authenticity (Table  2 ). \n \n Table 2 Short tandem repeat (STR) authentication analysis of patient primary tumor, cell lines and PDOX tumors Phenotypic and functional diversity among MPNST cell lines We performed a comprehensive phenotypic and functional characterization to analyze the in vitro behavior of the newly generated MPNST cell lines. Flow cytometry-based cell cycle analysis confirmed that both cell lines exhibited an aneuploid state slightly above 2n, without reaching triploidy. Interestingly, the ploidy of the NF1-18B cell line evolved over successive passages, progressively increasing to approximately 4n at passage numbers greater than 16 (Fig.  1 A). This shift may be attributed to the presence of two distinct subpopulations in the primary tumor. Indeed, early-passage analysis of NF1-18B revealed a predominant subpopulation with a ploidy state between 2n and 3n (< 3n), alongside a minor tetraploid subpopulation. With continued in vitro passaging, the tetraploid subpopulation became progressively enriched, eventually leading to the complete loss of the < 3n cells (Supplementary Figure  S1 ). Given this finding, we characterized both NF1-18B different ploidy cell lines as two independent lines: NF1-18B < 3n and NF1-18B 4n. \n \n Fig. 1 Phenotypic characterization of newly established MPNST cell lines. ( A ) DNA content analysis of the tumor cell lines, plotted as number of cells versus amount of DNA, and performed at low and high passages. The NF1-18B cell line shows aneuploidy below 3n at low passages and it is tetraploid (4n) at high passages. ( B ) Representative morphological images of NF1-18B (“<3n” and “4n”) and SP-10 cell lines at low and high confluence. ( C ) Representative immunofluorescence images of SOX9, S100B, and H3K27me3 markers. DAPI nuclear staining is shown in blue. Fibroblasts were used as positive control for expression of SOX9, SP-01 melanoma cell line was used as positive control for S100B, and NF1-09 MPNST cell line was used as positive control for H3K27me3 marker (Creus-Bachiller et al.,  27 ). C+: Positive control. The magnification of the images in B and C is 20X. The scale bar is 150 μm Phenotypic characterization of the cell lines aimed to describe their cell morphology and MPNST markers expression by immunofluorescence. The three cell lines (NF1-18B < 3n, NF1-18B 4n and SP-10) exhibited small, spindle-shaped to polygonal morphology, consistent with the characteristics of MPNST cells (Fig.  1 B). In addition, the cell lines overexpressed SOX9 compared to non-tumoral fibroblasts, as previously described for MPNSTs [ 31 ]. They did not exhibit expression of S100B or H3K27me3 (Fig.  1 C), which are commonly lost in MPNSTs compared to their benign precursor [ 15 ]. The functional characterization focused on analyzing cell growth rate, colony formation ability, and tumorigenic capacity in mice. First, cell proliferation was assessed by calculating the PDTs: 44 h for NF1-18B < 3n, 34 h for NF1-18B 4n, and 29 h for SP-10 (Fig.  2 A). Notably, the proliferation rate of the NF1-18B 4n cell line was higher than that of NF1-18B < 3n. The evaluation of colony formation and migration capabilities revealed functional differences between the cell lines. The NF1-18B 4n and SP-10 cell lines formed 2-D colonies, aggregated in the hanging drop assay to assess cell-cell cohesion, and achieved 100% wound closure at 12 h and 24 h, respectively. In contrast, the NF1-18B < 3n cell line did not form colonies or aggregates, with cells remaining loosely attached, and exhibited low migration capacity in the wound healing assay (Fig.  2 B, C and D). Finally, we evaluated the tumorigenic capacity of the cell lines in vivo by injecting them close the sciatic nerve of athymic mice. The SP-10 cell line formed large tumors within six weeks after engraftment and the NF1-18B < 3n cell line formed small tumors after four months, which were only detected at the time of sacrifice (Fig.  2 E). Notably, the NF1-18B 4n cell line did not generate tumors, despite having a higher proliferation and migration rate in vitro compared to NF1-18B < 3n. After tumor resection, hematoxylin and eosin (H&E) staining revealed that the histologic features of the tumors generated by the cell lines were consistent with MPNSTs (Fig.  2 E). Additionally, the proliferation marker Ki67 was more highly expressed in the SP-10 tumors than in the NF1-18B tumors, as expected from its higher proliferation rate in vitro (Fig.  2 E). The soft tissue tumor marker vimentin was also positive in both tumors (Fig.  2 E). To further investigate tumor growth dynamics, we compared the in vivo growth rates of SP-10-derived tumors using subcutaneous and orthotopic (sciatic nerve) engraftment procedures. This comparison aimed to assess how the tumor microenvironment influences growth, as orthotopic models more closely mimic the native tumor niche. Remarkable differences in growth rates were observed, with orthotopic tumors growing, on average, 7-fold faster than subcutaneously implanted tumors, confirming that orthotopic engraftments better recapitulate the aggressive tumor growth observed in the patient (Fig.  2 F). \n \n Fig. 2 Functional characterization of the newly established MPNST cell lines.  A.  Cell growth curves of the three cell lines (NF1-18B “< 3n”, NF1-18B “4n”, and SP-10) plotted as MTT absorbance values every 24 h. Growth curves were generated using the mean values (N = 6)  ±  standard deviation (SD, error bars). Population doubling time values are calculated in hours.  B.  Representative images of the 2-D colonies generated by the cell lines in a single well of a 12-well plate. Images were taken without amplification.  C.  Representative images of cell aggregates obtained in the hanging drop assay. Images were taken at 24 and 48 hours at 4X magnification. The scale bar is 50 µm.  D.  Representative images of the wound healing assay. Images of wound closure were taken at 0, 12, and 24 hours at 100X magnification. The scale bar is 200 µm.  E.  Representative images of Hematoxilin & Eosin (H&E) and immunostaining for Ki67 and vimentin in orthotopic cell line-derived tumors. NF1-18B “4n” did not generate tumors in mice. Images were taken at 4X magnification. The scale bar is 50 µm.  F.  Relative tumor volume growth over two weeks in mice orthotopically and subcutaneously engrafted with a cell line derived SP-10 tumor. Growth curves were generated using the mean values (N = 3)  ±  standard deviation (SD, error bars) Newly established models recapitulate genetic features of the patients tumors To validate our models, we performed WGS and compared the genetic characteristics of patient tumors with the generated models (PDOX and cell lines). The same mutations in  NF1 ,  CDKN2A , and PRC2 found in patient tumors were also found in the models (Table  1 ). Copy number (CN) variation profiles showed that the models recapitulated the major genomic features of the patient tumors, with minor differences. For example, the SP-10 tumor, showed few structural alterations, mostly CN-gain (CNG) regions, and large loss of heterozygosity (LOH) areas, which were observed in both the patient tumor and the models (Fig.  3 A). In contrast, NF1-18B showed a higher proportion of genomic alterations and CNG regions (Fig.  3 B), consistent with high-grade “classic” MPNSTs [ 15 ,  16 ]. \n \n Fig. 3 Patient-derived cell lines and PDOX recapitulate the major genomic features of primary SP-10 ( A ) and NF1-18B ( B ) tumors. Copy number (CN) variation profile represented by BAF and LRR of patient tumors, PDOX tumors, and cell lines. In the case of the NF1-18B cell line, the CN profile of the two NF1-18B cell line subpopulations (“< 3n” and “4n”) is shown. CN variation is represented by a colored line below the LRR: gray for 2n region; yellow to red for chromosomal gain regions (> 2n); and green to dark green for chromosomal loss regions (< 2). LOH regions are shown in blue. Major genomic differences between the primary tumors and the models are highlighted in purple. A calculation of the mean ploidy of the sample is shown on the right side. BAF: B-allele frequency; LRR: Log-R ratio; LOH: loss of heterozygosity In addition, histologic analyses were performed to compare patient tumor and model characteristics. H&E showed that PDOX tumors highly recapitulated the histology of patient MPNSTs (Fig.  4 A). In addition, IHC of SOX10, S100B, H3K27me3, Ki67 and Vimentin markers in primary, PDOX tumors and cell lines were also performed to compare their expression with the primary tumors (Fig.  4 B). Both NF1-18B and SP-10 PDOXs and cell models did not express SOX10, S100B, and H3K27me3 markers which is consistent with the primary tumors, although the SP-10 cell line presented focal expression of H3K27me3 (Fig.  4 B). This phenomenon could be related to the intrinsic heterogeneity of the tumor, allowing the cell line to be isolated from a piece of the tumor where some cells retained the activity of the PRC2. Additionally, as expected, the Ki67 marker was more highly expressed in both cell lines compared to the tumors, probably due to the cell culture conditions. All samples were positive for the soft tissue tumor marker Vimentin. In conclusion, these results confirm that the newly established PDOXs and cell models accurately recapitulate the major genomic and histological features of the primary tumors. \n \n Fig. 4 Cell lines and PDOX tumors recapitulate the main histological features of primary tumors. ( A ) Representative images of Hematoxilin & Eosin (H&E) staining of primary and PDOX tumors. ( B ) Representative images of immunostaining of SOX10, S100B, H3K27me3, Ki67, and Vimentin in patient primary tumors, PDOX tumors, and cell lines. SP-01 melanoma cell line was used as positive control for S100B and SOX10, and NF1-09 MPNST cell line was used as positive control for H3K27me3 marker (Creus-Bachiller et al., 2023). Images were taken at 4X magnification. The scale bar is 50 μm. C+: Positive control",
  "discussion": "Conclusions The newly established MPNST cell lines, along with their corresponding PDOX models, serve as valuable tools for both in vitro and in vivo testing of novel therapeutic agents. Notably, the SP-10 cell line model represents one of the few documented cases isolated from a genuine “classic” MPNST. Discussion MPNSTs are aggressive tumors that are the leading cause of mortality in patients with NF1, although they also occur sporadically in the general population [ 3 ]. The development of in vitro and in vivo models is critical for testing new therapeutic strategies [ 19 ,  20 ]. However, the generation of genuine MPNST models presents several challenges: (1) the low success rate (25%) in isolating cell lines from solid tumors [ 32 ]; (2) the low incidence of MPNSTs [ 2 ]; and (3) clinical misidentification with other tumor entities, such as soft tissue sarcomas or melanoma, due to overlapping histologic features [ 17 ]. Moreover, recent studies suggest that some of the commonly used sporadic MPNST cell lines (STS-26T, HS-Sch-2, and HS-PSS) may actually represent other tumor identities, including melanoma, desmoplastic melanoma, or epithelioid sarcoma [ 15 ,  17 ]. In this study, we established two new patient-derived MPNST cell lines and two PDOXs models derived from a sporadic (SP-10) and an NF1-related (NF1-18B) patient, thus expanding the available models in our preclinical MPNST platform [ 26 ,  27 ]. The primary MPNSTs exhibited genomic and histologic features consistent with “classic” MPNSTs, including the inactivation of  NF1 ,  CDKN2A , and PRC2 [ 8 ,  12 ,  15 ,  33 ]. Genomic analysis revealed chromosomal aneuploidy, multiple CNGs, and large areas of LOH, as expected for MPNSTs [ 15 ,  16 ]. Furthermore, methylome profiling confirmed that the tumor-derived cell lines closely matched with the “classic” MPNST methylation signature. This diagnostic validation is particularly important for the SP-10, given the high rate of misdiagnosis of sporadic MPNSTs [ 15 ,  27 ]. Thus, our SP-10 cell line model represents one of the few documented cases isolated from a genuine “classic” MPNST. Histological and genomic analyses showed that the established cell models and PDOXs faithfully recapitulated key features of the primary tumors. Both models retained the same  NF1 ,  CDKN2A , and PRC2 inactivating mutations, displayed similar CN variation profiles to patient tumors, and lacked expression of markers related to MPNSTs such as S100B, SOX10, and H3K27me3 [ 17 ,  34 ,  35 ]. Interestingly, the NF1-18B cell line also could be recapitulating the intra-heterogeneity of the patient tumor [ 15 ], as two subpopulations with different ploidy states were detected in culture: one slightly higher than 2n (< 3n) and the other tetraploid (4n). We have previously reported this phenomenon in another cell line derived from our group [ 27 ]. Nevertheless, the shift in subpopulation predominance in the NF1-18B cell line through passages may not fully reflect in vivo tumor dynamics. In this study, we extensively characterized the phenotypic and functional properties of the new MPNST cell lines. In terms of proliferation rate, both lines exhibited PDTs values between 29 h and 44 h, similar to other widely used MPNST cell lines such as sNF96.2 (33 h), NMS-3 (50 h), and ST88-14 (24 h), as reported in  Cellosaurus . The SP-10 and NF1-18B 4n cell lines exhibited colony formation capacity, aggregate formation, and high migration rates, similar to other MPNST cell lines described in the literature [ 22 ,  27 ,  36 ]. Remarkably, the NF1-18B < 3n cell line exhibited distinct functional characteristics compared to NF1-18B 4n, such as an inability to form colonies or aggregates and a lower proliferation rate (Table  3 ). The underlying cause of these functional differences remains unclear, although a higher ploidy state may contribute to the more aggressive in vitro behavior observed in NF1-18B 4n cells. \n \n Table 3 Summary table of the functional features of the newly generated MPNST cell lines Consistent with the in vitro functional characteristics of the SP-10 cell line, it formed large tumors in mice six weeks after engraftment, whereas the NF1-18B 4n cell line failed to generate tumors in vivo. In contrast, NF1-18B < 3n cells generated small tumors that were detected only at post-mortem, despite not exhibiting aggressive behavior in vitro (Table  3 ). Finally, we emphasize the value of generating matched in vitro and in vivo models from the same primary tumor, as we did with the two patient tumors. This approach enhances the translational relevance of experimental findings. Indeed, the cell lines and PDOXs established in this study have already been used in preclinical drug screens targeting pathways disrupted by  NF1 ,  CDKN2A , and PRC2 inactivation [ 37 ]. Conclusions This study introduces two novel patient-derived MPNST cell models, one NF1-associated and the other sporadic, along with their corresponding PDOXs. These models serve as valuable resources for advancing research and drug testing in these aggressive tumors, further expanding our MPNST preclinical model platform, which now includes 30 PDOXs and five patient-derived cell lines. In particular, the SP-10 cell model stands out as one of the few well-characterized models of a genuine “classic” sporadic MPNST.",
  "fetched_at": "2026-02-11T02:03:39.118807",
  "abstract_length": 2278,
  "methods_length": 10984,
  "introduction_length": 4662,
  "results_length": 12712,
  "discussion_length": 5346
}