{
  "pmid": "40684195",
  "abstract": "Neurofibromatosis type 1 (NF1) is a genetic disorder that leads to the formation of cutaneous neurofibromas (cNFs), benign nerve sheath tumors that develop in the skin and significantly impact the quality of life of patients. cNF development begins with bi-allelic NF1 loss in the Schwann cell (SC) lineage, followed by the recruitment of a complex tumor microenvironment consisting of fibroblasts, immune cells, blood vessels, axons, and a dense extracellular matrix. Despite its high prevalence and clinical impact, the molecular mechanisms underlying cNF formation remain poorly understood. Here, we used an Nf1 knockout (Nf1-KO) mouse model combined with immunohistochemistry and single cell transcriptomics in order to investigate the mechanisms driving cNF development. Our results showed that mutant SCs accumulate in the skin of young mice weeks prior to the onset of cNF. However, these cells remain quiescent until triggered by skin trauma, which induces their proliferation and the rapid formation of cNFs. Using a trauma-induced Nf1-KO model with scRNAseq, we designed a transcriptomic atlas of growing and mature cNFs, as well as adjacent apparently healthy skin. This analysis identified a population of non-myelinating Aquaporin1",
  "methods": "Materials and methods Animals The following mouse lines were used and genotyped as described in the original publications:  Prss56 Cre/Cre ,  R26 tdTom/tdTom ;  Prss56 Cre/Cre ,  R26 tdTom/tdTom ,  Nf1 flox/flox ;  Nf1 flox/flox ;  Nf1 +/− ; and B6D2F1 ( https://janvier-labs.com/en/fiche_produit/b6d2f1-mouse/ ). We bred  Prss56 Cre/Cre ,  R26 tdTom/tdTom ,  Nf1 flox/flox  mice with the  Nf1 flox/flox  or  Nf1 +/−  mice to generate  Prss56 Cre/+ ,  R26 tdTom/+ ,  Nf1 flox/flox  ( Nf1 -KO) and  Prss56 Cre/+ ,  R26 tdTom/+ ,  Nf1 flox/−  ( Nf1 -KO het ) mutants, respectively.  Prss56 Cre/Cre ,  R26 tdTom/tdTom  mice were crossed with B6D2F1 mice to generate  Prss56 Cre/+ ,  R26 tdTom/+  controls. All animal manipulations were approved by a French Ethical Committee (10/01/2020, reference number APAFIS#25551-2020031115016451 v6) and were performed according to French and European Union regulations. Human tissue specimens A total of 16 cNFs were surgically removed and collected from the forearm of individuals with NF1. Of these cNFs, nine were classified as sessile, five as globular, and two as flat. 4 The cNFs were defined as small (diameter < 5 mm) and 12 as medium (5 mm < diameter < 10 mm). The study was authorized by the ethical committee of the Henri-Mondor Hospital (ID RCB: 2019-A01100-57/SI:19.09.05.52652) and all participants provided their written informed consent. Housing conditions Mice used in this study were housed in a temperature- and humidity- controlled vivarium with a 12-hour dark/light cycle and free access to food and water at the IMRB pathogen-free facility. To investigate the mechanisms that initiate the development of cNFs, males were separated at weaning (1 month, 1 male/cage) and then until sacrifice. To obtain growing cNFs, males were housed in groups with 3 − 5 siblings/cage and then until sacrifice. Stabilized cNFs were obtained from males that were housed in groups (3 − 5 males/cage), and then separated (1 male/cage) 1 week prior to the experiment. Induced skin incision procedure P45 males kept alone since weaning were anesthetized with isoflurane and their dorsal skin was shaved and sterilized with 70% ethanol. A 5% lidocaine cream was then applied to the whole dorsal skin for 2 min. The 5 mm-long full-thickness incisional skin lesions (2 per mouse) were made with scissors in an area filled with tomato + traced cells. The mice were monitored for the following days to ensure that no infection occurred at the injury site. Animals were sacrificed on Days 6, 8, and 14 ( n  = 2 mice/stage,  N  = 2 incisions/mouse) post-injury, and their skin was harvested and processed for immunohistochemistry analysis. EdU labeling P45 male mice, kept alone since weaning, were injected intraperitoneally with EdU at a dose of 20 µg/g of body weight twice a day for 4 consecutive days starting on postnatal day P45 and harvested 72 h later. Five  Nf1 -KO and four control mice were sacrificed, and their skin was dissected and fixed for 2 h at 4 °C in 4% PFA. EdU detection was performed on 14 μm-thick cryosections using the Click-IT Plus EdU Alexa Fluor 488 Imaging Kit (Thermo Fisher Scientific) according to the manufacturer’s instructions, followed by immunolabeling for tomato. Macroscopic analysis For the macroscopic analysis of the presence of cNFs, mice were anesthetized, and their back skins were shaved. The dorsal skins were imaged using the ϕ-eye™ live optical imaging device from the Bioemtech company. Image processing and analysis were performed using Image J software. Skin processing for immunohistochemistry Animals were shaved, depilated, and perfused transcardially (except for manually injured skins) with 50mL PBS to remove blood. For sectioning, dorsal skins of Nf1-KOi mice were fixed in 4% paraformaldehyde (PFA) overnight at 4 °C, then washed with PBS, dehydrated in 30% sucrose overnight at 4 °C, embedded in gelatin/sucrose (PBS/15% sucrose/7.5% gelatin), and frozen on dry ice. Samples were sectioned at 14 μm thickness on SuperFrost Plus slides. IHC was performed on mouse frozen sections using the following primary antibodies: rat anti-tomato (1:1000; Kerafast #EST203), rabbit anti-RFP (1:1000; Rockland #600-401-379), goat anti-CD45 (1:100; Bio-Techne #AF114), goat anti-PDGFRα (1:100; R&D system #AF1062), rabbit anti-Ki67 (1:200; Abcam #ab15580), rabbit anti-P-ERK (1:250; Cell Signaling #9101), goat anti-cKIT (1:100; R&D system #AF1356), rat anti-F4/80 (1:400; Abcam #ab6640), rat anti-MBP (1:200; Chemicon Millipore #MAB386), goat anti-POSTN (1:400; BioTechne #AF2955), rabbit anti-TNC (1:100; Abcam #ab108930), rabbit anti-PGP9.5 (1:100; Abcam #ab108986), rabbit anti-nestin (1:100; Abcam # ab221660), mouse A488-anti-Aqp1 (1:100; Santa Cruz Biotech #sc-25287). IHC was performed on frozen sections of patient cNFs using the following primary antibodies: rabbit anti-PGP9.5 (1:100; Abcam #ab108986), mouse anti-S100β (1:300; Abcam #ab218516). Fluorophore-conjugated secondary antibodies were purchased from Jackson Immuno Research. Briefly, sections were blocked with 10% normal donkey serum and 0.3% Triton X-100 in PBS for 2 h at room temperature. Sections were incubated with the primary antibodies in the same blocking solution overnight at 4 °C, then washed and incubated with the secondary antibodies in 1% normal donkey serum, 0,3% Triton X-100 in PBS solution at room temperature. Sections were counterstained with Hoechst 33,342 to detect nuclei and mounted in Fluoromount-G (Southern Biotech). For wholemounts, dorsal skins from  Nf1 -KOi mice were fixed in 4% paraformaldehyde (PFA) for 2 h at 4 °C and washed with PBS. The samples were then cleared with Rapiclear ®  1.52 reagent (SunJin Lab, #RC152001) and mounted in the same reagent. Imaging and immunostaining qualitative and semiquantitative analyses Images were captured with a Zeiss LSM 900 confocal microscope equipped with a 20X objective. They were acquired in the.czi format before being processed and analyzed using Image J software. For all semi-quantitative analyses, raw full-stack images were stacked, processed to remove autofluorescent background, saved as.tif images, and automatically processed for the proportion of tomato + SCs and MBP + myelinating SCs using specific Image J macros. Results were processed in GraphPad Prism 10 software and presented as mean +/- SEM. Skin processing for single cell RNA sequencing 3-hour dissociation protocol Animals were anesthetized, shaved, depilated, and perfused transcardially with 50mL PBS to remove any blood. Their skin was carefully dissected, and adipose tissue was removed with scalpels, which was supplemented by three successive washes in 30mL RPMI. Each piece of skin was then carefully placed in a petri dish, epidermis side down, and treated with 15mL of 0.15% trypsin-EDTA for another 30 min at 37°. After this incubation, the skins were removed from the trypsin-EDTA solution and placed in a PBS/5%FBS solution at 4 °C, where the detached epidermis was gently scraped off with scalpels. The skins were then washed three times in 30mL of RPMI before being exposed to the trypsin-EDTA medium for another 30 min at 37 °C. After this second incubation, the enzymatically dissociated epidermis was scraped off using the same procedure. After a final rinse with RPMI, the skins were carefully dissected under a Leica epi-fluorescence microscope to isolate cNFs and HLS regions, which were then finely minced on a -20 °C metal block using scissors and scalpels. The minced tissue (0.5 g per tube) was then immersed in 10mL of prewarmed RPMI medium containing Liberase DH (0.25 mg/mL) and placed in a 37 °C water bath for 3 h. To achieve complete dissociation, the skin tissue was mechanically dissociated every 30 min with a 1mL pipette. After 40 min of dissociation, DNAseI was added to the medium. After 3 h of incubation, the dissociation tubes were immediately placed on ice. Any remaining skin pieces were then mechanically dissociated using an up-and-down motion, first with a 1mL pipette and then with a glass Pasteur pipette precoated with FBS. To stop the action of the enzymes, 30mLof RPMI containing 10% FBS was added to each tube. The tubes were then centrifuged at 300 g for 10 min. After discarding the supernatant, the pellet was gently resuspended in 5mL RPMI and filtered through a 100 μm filter, followed by a 70 μm filter, and finally a 30 μm filter to remove any remaining tissue fragments or cellular debris. The cells were then centrifuged again at 300 g for 10 min and resuspended in a solution of PBS/1% BSA. To assess cell viability, DAPI viability dye was added at a concentration of 5 µg/mL. The prepared cells were then sorted by fluorescence-activated cell sorting (FACS) at the IMRB FACS facility. The sorting process was based on cell DAPI labeling and tomato fluorescence to ensure selection of viable and relevant cell populations. 18-hour dissociation protocol Animals were anesthetized, shaved, depilated, and perfused transcardially with 50mL PBS to remove any blood. Their skin was carefully dissected, and adipose tissue was removed with scalpels, which was supplemented by three successive washes in 30 mL RPMI. Each piece of skin was then carefully placed in a petri dish, epidermis side down, and treated with 15mL of 0.15% trypsin-EDTA for 30 min at 37 °C. After this incubation, the skins were removed from the trypsin-EDTA solution and placed in a PBS/5%FBS solution at 4 °C, where the detached epidermis was gently scraped off with scalpels. The skins were then washed three times in 30mL RPMI before being exposed to the trypsin-EDTA medium for another 30 min at 37 °C. After this second incubation, the enzymatically-dissociated epidermis was scrapped of using the same procedure. After a final rinse with RPMI, the skins were carefully dissected under a Leica epi-fluorescence microscope to isolate cNFs and HLS regions. Small pieces (2 × 2 mm) of each sample type were cut and then immersed (six pieces per well) in 2 ml-DMEM medium containing 10% FBS, 10% penicillin/streptomycin, and Liberase DH (0.25 mg/mL). The filled 6-well plate was then placed into an incubator (37 °C, 5% CO2) for 18 h overnight without shaking. The next day, to stop the action of the enzymes, 8mL DMEM medium containing 10% FBS was added to each well, which was followed by gentle mechanical dissociation with a 1mL pipette. The tubes were then centrifuged at 300 g for 10 min. After discarding the supernatant, the pellet was gently resuspended in 5mL of DMEM and filtered through a 100 μm filter, which was followed by a 70 μm filter, and finally a 30 μm filter to remove any remaining tissue fragments or cellular debris. The cells were then centrifuged again at 300 g for 10 min and resuspended in a solution of PBS/1% BSA. To assess cell viability, DAPI viability dye was added at a concentration of 5 µg/mL. The prepared cells were then sorted using fluorescence-activated cell sorting (FACS) at the IMRB FACS facility. The sorting process was based on DAPI labeling of the cells to ensure the selection of viable cell populations. Single-cell RNA sequencing Approximately 25,000 cells were loaded into one channel of the Chromium system using the V3.1 single-cell reagent kit (10X Genomics) to generate single-cell GEMs. After capture and lysis, cDNAs were synthesized, and then amplified by PCR for 12 cycles according to the manufacturer’s protocol (10X Genomics). The amplified cDNAs were used to generate Illumina sequencing libraries, each of which was sequenced on a Nextseq500 Illumina flow cell. Bioinformatic analyses BCL files were processed using 10x Genomics Cell Ranger 7.0.1. Reads were mapped to a custom mouse transcriptome based on the GRCm39 release 108 transcriptome, to which we added sequences such as  tdTomato . For both the custom transcriptome construction and the BCL to count matrix pipeline, we designed two pipelines using Nextflow [ 10 ] and Singularity containerization [ 17 ]. Count matrices were processed from raw matrices to the figures using RStudio and Rmarkdown in order to generate fully traceable notebook for each analysis. To ensure version stability, a singularity container containing R version 3.6.3 (10.5281/zenodo.13145083) and all specific versions for all the packages of interest was developed and used to compile notebooks. Each data set, which corresponded to one biological replicate from one experimental condition, was analyzed individually from its raw count matrix using the Seurat V3 package [ 29 ]. Cells with less than 2 6  UMIs or less than 600 genes were filtered out. Doublet cells were removed using the scDblFinder tool and scds in hybrid mode. Then, cells with more than 20% of UMI related to mitochondrial genes or more than 40% related to ribosomal genes were filtered out. The UMI count matrix for the remaining cells was normalized using the LogNormalize method implemented in the Seurat V3 package. From the normalized count matrix, we used AddModuleScore to annotate cells for cell types using specific marker sets. Finally, cells were clustered using Seurat’s FindClusters function with a resolution of 1, on 20 principal components of a 100-dimensional PCA obtained using Seurat’s RunPCA function from 3,000 highly variable features. The same pipeline was used to combine either of all 12 whole skin data sets or all 11 cutaneous tomato + data sets. The data sets of interest were merged using base’s merge function. Genes expressed in fewer than five cells were removed. PCA was performed on the individual data sets. Sampling effect was removed on the PCA using the RunHarmony function from the harmony package [ 15 ,  16 ]. To generate UMAP, the function RunUMAP from the Seurat Package was used. Cells were clustered on the harmonized PCA. To smooth out possible mis-annotation, cell type annotations were grouped by cluster. To same procedure was used to build the four-cell type-related data sets. Cells were extracted from each individual data set based on single cell or cluster smoothen annotation. After the first processing as for the atlas, possible contaminating cells were automatically removed by clustering and marker genes. A second processing was applied to selected cells. For each cell type-related data set, the sample effect was removed from the normalized count matrix using the harmony package, with UMAPs obtained. Cells were clustered on the corrected space and re-annotated. Annotation was smoothed at the cluster level. For differential expression, the Wilcoxon test from Seurat’s FindMarkers function was used. Differentially expressed genes were filtered based on adjusted p-value less than 0.05. To assign a collagen gene score to each cell, the AddModuleScore function from the Seurat package and a gene set containing collagen-encoding genes were applied: “ Col1a1 ”, ” Col1a2 ”, ” Col2a1 ”, ” Col3a1 ”, ” Col4a1 ”, ” Col4a2 ”, ” Col4a3 ”, ” Col4a4 ”, ” Col4a5 ”, ” Col4a6 ”, ” Col5a1 ”, ” Col5a2 ”, ” Col5a3 ”, ” Col5a4 ”, ” Col6a1 ”, ” Col6a2 ”, ” Col6a3 ”, “ Col6a4 ”, ” Col6a5 ”, ” Col6a6 ”, ” Col7a1 ”, ” Col8a1 ”, “ Col8a2 ”, ” Col9a1 ”, “ Col9a2 ”, ” Col9a3 ”, ” Col10a1 ”, ” Col11a1 ”, “ Col11a2 ”, ” Col11a3 ”, ” Col12a1 ”, ” Col13a1 ”, ” Col14a1 ”, ” Col15a1 ”, ” Col16a1 ”, ” Col17a1 ”, ” Col18a1 ”, ” Col19a1 ”, ” Col20a1 ”, ” Col21a1 ”, ” Col22a1 ”, ” Col23a1 ”, ” Col24a1 ”, ” Col25a1 ”, ” Col26a1 ”, ” Col27a1 ”, ” Col28a1 ”.",
  "introduction": "",
  "results": "",
  "discussion": "",
  "fetched_at": "2026-02-11T23:47:17.898851",
  "abstract_length": 1244,
  "methods_length": 15407,
  "introduction_length": 0,
  "results_length": 0,
  "discussion_length": 0
}