{
  "pmid": "40713507",
  "abstract": "BACKGROUND: Autism spectrum disorder (ASD) is a neurodevelopmental condition characterized by deficits in social communication and interaction, and repetitive behaviors. Males are three times more likely to be diagnosed with ASD than females, and sex-dependent alterations in behavior and communication have been reported both in clinical and animal research. Animal models are useful for understanding ASD-related manifestations and their associated neurobiological mechanisms. However, even though ASD is diagnosed during childhood, relatively few animal studies have focused on neonatal development. METHODS: Here, we performed a detailed analysis of neonatal developmental milestones and maternal separation-induced ultrasonic vocalizations (USVs) in two genetic animal models of ASD, neurofibromatosis type 1 (Nf1 RESULTS: Nf1 CONCLUSIONS: This study provides a nuanced understanding of how these two ASD models differ in their developmental trajectories. It underscores the importance of studying sex differences and early-life developmental markers, as these could offer crucial insights into ASD's progression and neurobiology. The distinct profiles of these models may help guide more targeted therapeutic strategies in the future.",
  "methods": "Methods Here, we performed a detailed analysis of neonatal developmental milestones and maternal separation-induced ultrasonic vocalizations (USVs) in two genetic animal models of ASD, neurofibromatosis type 1 ( Nf1 ± ) and tuberous sclerosis complex 2 ( Tsc2 ± ). Methods Here, we studied the behavioral development and communication skills during the infancy of male and female  Nf1 ±  and  Tsc2 ±  mice. Animals Nf1 ±  mice and their WT  littermates were obtained from mutant animals C57BL/6N backcrossed only once to 129T2/SvEmsJ as previously reported [ Nf1 33 ,  34 ].  Tsc2 ±  mice and their WT  littermates were generated from backcrossing C57BL/6 J to C57BL/6N animals [ Tsc2 7 ,  35 ]. In all breeding schemes, the female was WT and the male was mutant, to eliminate possible confounding effects of maternal behavior in the litters’ behavior and development. 12  Nf1  litters, with 4–11 pups per litter, and 10  Tsc2  litters, with 6–9 pups per litter, were used in this study. Both animal strains were generated and maintained in our animal facilities at ICNAS (University of Coimbra), in a housing room with a 12 h/12 h light–dark cycle, at 21 ± 2 °C.  Nf1  and  Tsc2  animal models were used during the infancy period, from postnatal day (PND) 6 to PND10. At PND3, pups were identified with permanent tattoos on their toes, and tails were collected for genotyping. All pups were housed together with the dam until PND21, at which point each litter was segregated by sex. Developmental milestone tests and USV recordings were performed at PND6, PND8 and PND10, in the same sequence across the entire experiment, during the light period (8:00 AM – 11:00 AM). At the end of the battery of tests, each pup was weighed, measured, and returned to its home cage. The operator was blind to genotype and sex. All experiments are following the European Union Council Directive (2010/63/EU), National Regulations, and ORBEA board of ICNAS (1/2017). Developmental behavioral testing Developmental behaviors were assessed on PND6, PND8 and PND10, with each specific behavior being analyzed in the indicated age range. On PND6 and PND8, developmental behavior tests were performed in the following order: surface righting reflex test, followed by negative geotaxis test. On PND10, developmental behavior tests were performed in the following order: locomotion test, followed by nest-seeking test. Between each test on each day, the animals were allowed to rest for 1 min. Surface righting reflex To assess motor skills and the development of the vestibular system, on PND6 and PND8, the pup was placed on its back on a flat surface (laboratory bench covered with one layer of tissue paper) and was held in that position by the operator for 5 s. The time taken by the animal to return to a four-limb position after release was registered, with a cut-off time of 30 s [ 36 ] (Additional File 1 A). Negative geotaxis reflex Again to investigate the developmental stage of motor skills and of the vestibular system of the animals, on PND6 and PND8, a ramp with a 35° inclination, covered with fabric to allow traction, was prepared. The animal was placed facing down on the apparatus, and the time taken to rotate and orient its forepaws to the top was measured, with a cut-off time of 30 s. In case the animal fell or rolled down the platform, it was given 2 extra tries maximum, after which a score of 30 s was attributed [ 36 ] (Additional File 1B). Locomotion To assess spontaneous locomotor activity and development of motor skills, on PND10, the animal was placed in the center of a 13 cm diameter circle, drawn on a paper towel fixed on the surface of a laboratory bench. The time the animal took to cross the limit of the circle with both forepaws was measured, with a cut-off time of 30 s [ 36 ] (Additional File 1 C). Nest-seeking behavior To test the development of the sensory system, namely, olfactory discrimination skills, on PND10, a rectangular plastic arena (25 cm × 10 cm) was divided into 3 compartments. Home bedding was placed on the left compartment, and fresh bedding in a similar amount was placed on the right compartment. A goal line was traced in each compartment 6,5 cm from the center. The animal was placed in the middle compartment, at a 90° angle from the bedding compartments, and allowed to explore the arena. Two trials were performed, with a 30-s intertrial between them, during which the operator held the animal. In each trial, latency to cross the home bedding goal line with both forepaws was measured, with a cut-off time of 120 s. If the animal did not perform or crossed the fresh bedding goal line with both forepaws, the cut-off score was attributed. The final score was calculated by averaging the scores attributed to each trial. In each trial, the animal was positioned facing opposite sides of the arena to even out possible side-turning preferences. During the experiment with all the animals, the first trial and second trial positions of the animals in the arena were alternated [ 36 ] (Additional File 1D). Ultrasonic vocalization recordings and analysis A 55 cm × 50 cm × 70 cm (H x D x W) anechoic chamber was assembled with 1,5 cm thick acrylic sheets, and fully covered with absorbing foam on the inside, to block external sound. All USVs were acquired using an ultrasound recording system with Avisoft CM16/CMPA condenser microphone, UltrasoundGate 416H amplifier, and Avisoft Recorder software (Avisoft Bioacoustics, Glienicke/Nordbahn, Germany). Pup USV recording occurred on PND6, 8 and 10 during the light period (8:00 AM – 11:00 AM). Each pup was removed from the home cage (maternal separation) and placed into a 15 × 10 × 8 plastic container, padded with tissue paper to help maintain body temperature. The pup was acclimated to the box for 2 min, after which the sound recording started with the condenser microphone placed 28 cm above the container's bottom and lasted 5 min. At the end of the test, the pup was returned to its home cage. Sonograms were generated, with FFT-length 512 points, 16-bit format, sampling frequency 250 kHz, time resolution 1 ms, frequency resolution 488 Hz, overlap 50%. USVs were further analyzed using MATLAB toolbox DeepSqueak version 2.6.1., which allowed the extraction of individual mouse USV calls by applying the Mouse Call_Network_V2 neural network, with a chunk length analysis of 6 s, overlap of 0.1 s, high frequency cut-off of 125 kHz and no score threshold. Each USV was manually classified into three classes, similarly to the work of Young et al. (2010) [ 37 ]. USV duration, total USV time, latency to first USV, inter-USV interval duration, mean frequency and slope (frequency variation over time) were also analyzed. Statistical analyses All data was analyzed using GraphPad Prism version 8.0.1 (GraphPad Software, California, USA). Outliers were identified as values outside the mean ± 3SD interval and were excluded. One- or two-way analysis of variance (ANOVA) with age as repeated measure, followed by Tukey’s post-hoc test, with correction for multiple comparisons, was used to compare experimental groups. Both genotype and sex were included as between-subject factors in the analysis.  Nf1  ( Nf1 ±  and WT ) and  Nf1 Tsc2  ( Tsc2 ±  and WT ) litters were analyzed separately. All effects are reported as significant at  Tsc2 p  < 0.05. Error bars are given as SEM.",
  "introduction": "",
  "results": "",
  "discussion": "",
  "fetched_at": "2026-02-11T23:47:25.555691",
  "abstract_length": 1240,
  "methods_length": 7383,
  "introduction_length": 0,
  "results_length": 0,
  "discussion_length": 0
}