{
  "pmid": "40724874",
  "abstract": "Malignant peripheral nerve sheath tumors (MPNSTs) are a rare type of soft tissue sarcoma associated with poor prognoses. The standard of care for non-resectable tumors consists of surgical excision followed by radiation and chemotherapy. MPNSTs are most common in patients with neurofibromatosis type 1 but can also occur sporadically. Regardless of origin, MPNSTs most often rely on signaling pathways that increase basal oxidative stress. This provides the basis for developing therapeutics with mechanisms that can potentiate oxidative stress to selectively eradicate tumor cells at doses that are tolerable for normal cells. Artemisinin derivatives are a mainstay of malaria therapy worldwide, with a well-established safety profile. Artemisinin's antimalarial effects are due to an endoperoxide bridge in its chemical structure that induces oxidative stress. We found that artesunate (ARS) and metabolite dihydroartemisinin (DHA) are selectively cytotoxic to MPNST cells relative to normal Schwann cells with the endoperoxide bridge required for activity. Mechanistically, DHA induced oxidative stress, lipid peroxidation, and DHA-mediated cytotoxicity could be prevented with co-administration of the antioxidant N-acetyl-cysteine. Furthermore, we found that DHA was able to selectively remove MPNST from co-culture with normal Schwann cells. These data supports the further development of artemisinins for the clinical management of MPNST.",
  "methods": "4. Materials and Methods 4.1. Cell Culture Cells used in this study were maintained at 37 °C/5% CO 2  in DMEM supplemented with fetal bovine serum (10%, GemCell (U.S.A. Origin, GeminiBio, San Francisco, CA, USA), penicillin (penicillin (250 units mL −1 ), streptomycin (250 μg mL −1 ), and L-glutamine (2 mmol/L) (Gibco, Waltham, MA, USA)). S462TY and STS26T were kindly provided by Nancy Ratner (University of Cincinnati—Cincinnati Children’s Hospital (Cincinatti, OH, USA)). Immortalized Schwann cells (iHSC-1λ and iHSC-2λ), ipNF95.11bC (plexiform neurofibroma), and ipnNF95.11c (NF1 patient-matched Schwann cells) were kindly gifted from Margaret Wallace (University of Florida (Gainesville, FL, USA)). Cells were split twice weekly, used within 2 months of resuscitation, and monitored for mycoplasma contamination using a Rapid Mycoplasma Detection Kit (MP Biomedicals, Solon, OH, USA). 4.2. Viability Assays 4.2.1. MTT Assay Viability was determined using a 3-(4,5-Dimethylthiazol-2-yl)-2,5-diphenyltetrazolium bromide (MTT reagent (VWR, Radnor, PA, USA))-based assay as detailed in [ 21 , 51 ]. Briefly, cells were seeded in 96-well tissue culture plates (VWR, Radnor, PA, USA) at a density of 4500–6000 cells per well in 100 µL of complete culture medium. Cells were allowed to attach to the wells overnight. The following day, cells were treated with 100 µL 2x treatment as indicated in quintuplicate. After the stated treatment period (6–72 h), 20 µL of prepared MTT reagent (5 mg mL −1  in phosphate-buffered saline) was added to each well. Plates were incubated for 45–90 min, the medium was aspirated, 100–200 µL of dimethyl sulfoxide was added to lyse the cells, and the sample was mixed gently by pipette. Plates were read using a Spectramax iD5 plate reader (Molecular Devices, San Diego, CA, USA) at 560 nm and corrected for background at 650 nm with a control cell-free well used to account for background readings. 4.2.2. ATP Assay Viability was assessed using a CellTiter-Glo luminescent assay (Promega, Madison, WI, USA). Cells were seeded in 96-well tissue culture plates (VWR, Radnor, PA, USA) at a density of 4500–6000 cells per well in 100 µL of complete culture medium. The following day, cells were treated with 100 µL 2x treatment as indicated in triplicate and incubated for 72 h at 37 °C/5% CO 2 .  Medium was aspirated and replaced with 50 µL of PBS and 50 µL of reconstituted Cell Titer Glo Reagent, mixed on an orbital shaker for 2 min, and incubated at room temperature for 10 min. Well contents were transferred to an opaque white-walled 96-well plate, and total luminescence was read using a Spectramax iD5 plate reader. 4.3. Synthesis of Deoxydihydroartemisinin Zinc powder (1.213 g) was added in one portion to dihydroartemisinin (773.2 mg, 2.64 mmol) in glacial acetic acid (10 mL). The mixture was stirred at 350 rpm at 60 °C. The solution was washed with dichloromethane and saturated sodium bicarbonate 2 times and then with ethyl acetate and saturated sodium bicarbonate 2 times. The product was obtained by purification by silica gel chromatography using acetone/toluene gradient over a 25-minute period. The product was a white crystalline solid (333.4 mg, ~43%). 4.4. Glutathione Assay Cells were seeded at a density of 10,000 cells per well in 100 µL of complete growth medium and allowed to attach for 48 h. Cells were treated with dihydroartemisinin at the indicated concentrations for 18 h. Reduced and oxidized glutathione were quantified using the GSH-Glo Glutathione Assay (Promega, Madison, WI, USA) according to the manufacturer’s instructions. 4.5. Lipid Peroxidation Assay Cells were seeded at a density of 10,000 cells per well in 100 µL of complete growth medium in black-walled 96-well culture dishes and allowed to attach for 48 h. Cells were treated with dihydroartemisinin at the indicated concentrations for 20 h. BODIPY 581/591 C11 (Lipid Peroxidation Sensor) (Invitrogen, Waltham, MA, USA) was solubilized in dimethyl sulfoxide, further diluted in complete growth medium, and then added to the wells to obtain a final concentration of 10 µmol L −1 . Cells were incubated for 30 min, medium was aspirated, and then cells were washed twice in Live Cell Imaging Solution (Invitrogen, Waltham, MA, USA). Cell-free wells were used to control for background readings, and cells treated with cumene hydroperoxide (100 µmol L −1  for 2 h) were used as a positive control. Fluorescence intensities were read using a Spectramax iD5 using excitation/emission wavelengths of 581/621 (reduced state) and 485/525 (oxidated state). 4.6. Co-Culture Model System S462TY-GFP and iHSC1-RFP were stably transduced as described in [ 21 ]. Cells were seeded, treated, and imaged as in [ 21 ], except cells were treated with dihydroartemisinin (0–20 µmol L −1 ) for 72 h. Cells were also seeded as monoculture, with dihydroartemisinin (0–20 µmol L −1 ) for 72 h, and viability was assessed by MTT as detailed above. 4.7. Other Chemicals and Reagents Dihydroartemisinin was obtained from TCI America (Portland, OR, USA), and artesunate was purchased from Cayman Chemical (Ann Arbo, MI, USA). Zinc powder, glacial acetic acid, dichloromethane, sodium hydroxide, and sodium bicarbonate, were obtained from Fisher Scientific (Waltham, PA, USA). Phosphate-buffered saline was purchased from Corning (Corning, NY, USA). Opaque white- and black-walled tissue culture vessels were purchased from Greiner Bio-One (Kremsmünster, Austria). N-acetyl-L-cysteine was purchased from Alfa Aesar (Ward Hill, MA, USA). Prior to use, N-acetyl-L-cysteine was solubilized in complete culture medium at concentration of 60 mmol L −1 , pH was brought to ~7.0 with sodium hydroxide (10N, Fisher Scientific, ), and the filter was sterilized and used within one hour of preparation. 4.8. Statistical Analysis IC 50  values were calculated via least squares methodology using GraphPad Prism 9 software (Version 10.2.3, San Diego, CA, USA). Statistical significance between IC 50  and cell viability assays were determined using two-tailed Student’s t-test assuming equal variance or by two-way ANOVA and post hoc Tukey Test as appropriate and indicated in the figure legends. Significance is indicated in this study using the following: ***,  p  < 0.001; **,  p  < 0.01; *,  p  < 0.05; n/s,  p  > 0.05.",
  "introduction": "",
  "results": "",
  "discussion": "",
  "fetched_at": "2026-02-11T23:47:33.075838",
  "abstract_length": 1446,
  "methods_length": 6318,
  "introduction_length": 0,
  "results_length": 0,
  "discussion_length": 0
}