{
  "pmid": "40723243",
  "abstract": "",
  "methods": "2. Materials and Methods 2.1. Drug Screen Analysis and Combination Prediction Drug screen data and pNF cell lines expression data were downloaded from the NFdata portal [ 27 ]. The conserved gene regulation networks and the correlation between drug responses and the gene network were determined using the WGCNA package v1.69, as described previously [ 16 , 28 ]. The IDACombo package was used to predict the combination efficacy using the drug screen data with the default settings [ 29 ]. 2.2. Cell Culture and Viability Assay pNF cell lines, ipNF95.11bC, ipnNF95.11c, ipNF05.5 Single Clone, and ipNF05.5 Mixed Clones were obtained from the American Type Culture Collection (ATCC, Manassas, VA, USA). Cells were cultured in Dulbecco’s Modified Eagle Medium (DMEM; Ref: 10566–016; Thermo Fisher Scientific, Waltham, MA, USA) supplemented with 10% fetal bovine serum (FBS; Ref: 978068–085; Avantor Sciences Central, Radnor, PA, USA) and 1% Antibiotic-Antimycotic (Anti-Anti; Ref: 45240–062; Thermo Fisher Scientific, Waltham, MA, USA). Cultures were maintained at 37 °C in a humidified incubator with 5% CO 2 . For combination drug testing, cells at ~80% confluence were seeded into Corning ®  96-well Flat Clear Bottom White Microplates (Ref: 3610; Corning Inc., Corning, NY, USA) and allowed to adhere to the 96-well plate overnight. The medium was replaced the next day with serum-free DMEM containing various concentrations of selumetinib (0, 6, 12, and 24 µM) systematically combined with either SNX-2112 (0, 0.047, 0.07, 0.105, and 0.1575 µM) or retaspimycin (0, 0.08, 0.16, 0.32, and 0.64 µM) in a matrix. Cells were incubated with the treatment for 48 h, followed by cell viability analyses. Cell viability was assessed using the CellTiter-Glo ®  Luminescent Cell Viability Assay (Cat# G755B/G756B; Promega, Madison, WI, USA), according to the manufacturer’s instructions. Luminescence was measured at 573 nm using a microplate reader, and viability was expressed as a percentage of vehicle-treated controls. Drug synergy was evaluated using the Bliss independence model via the SynergyFinder online platform ( https://synergyfinder.org/  (accessed on 7 July 2025). 2.3. In Vivo Drug Test All animal procedures were conducted in accordance with protocol #7457, approved by the Institutional Animal Care and Use Committee of the Medical College of Wisconsin. pNF tumors were generated in nude mice by transplanting tumor cells harvested from dorsal root ganglia with  DhhCre;Nf1  configuration. Following harvest, tumors were enzymatically dissociated into a single-cell suspension, and 5 × 10 f/f ;Luciferase 4  cells were injected into the right sciatic nerve of 6-week-old female nude mice. After confirming tumor engraftment using an in vivo imaging system (IVIS), mice were randomly assigned into three treatment cohorts ( n  = 5 per group): (1) vehicle control, (2) selumetinib monotherapy (50 mg/kg/day, orally), and (3) combination therapy with selumetinib (40 mg/kg/day, orally) and SNX-2112 (30 mg/kg/day, intraperitoneally). Treatments were administered daily for 17 days. The animals were given painkillers before and after surgery according to the protocol. The specific vet team and experimenters observed the experimental mice regularly. At the study endpoint, all mice were euthanized, and tumors were harvested for subsequent analyses. Tumor growth was indicated by bioluminescence. The final sizes were measured by a caliper at Day 18 and calculated by ½ × length × width 2 . 2.4. Statistical Analyses All graph generation and statistical analyses were conducted using GraphPad Prism (v10.4.0; GraphPad Software, San Diego, CA, USA). Results are presented as mean ± standard error of the mean (SEM) of three independent biological replicates. Statistical significance was determined by using one-way ANOVA to compare tumor volumes of treatment cohorts with the control. Two-way ANOVA was used to assess the statistical significance of various treatments over time relative to the control. A  p -value of 0.05 or less was considered statistically significant.",
  "introduction": "",
  "results": "",
  "discussion": "",
  "fetched_at": "2026-02-11T23:47:29.532948",
  "abstract_length": 0,
  "methods_length": 4083,
  "introduction_length": 0,
  "results_length": 0,
  "discussion_length": 0
}