{
  "pmid": "PMID:40737523",
  "title": "Clinician Perspectives of a Magnetic Resonance Imaging-Based 3D Volumetric Analysis Tool for Neurofibromatosis Type 2-Related Schwannomatosis: Qualitative Pilot Study.",
  "abstract": "BACKGROUND: Accurate monitoring of tumor progression is crucial for optimizing outcomes in neurofibromatosis type 2-related schwannomatosis. Standard 2D linear analysis on magnetic resonance imaging is less accurate than 3D volumetric analysis, but since 3D volumetric analysis is time-consuming, it is not widely used. To shorten the time required for 3D volumetric analysis, our lab has been developing an automated artificial intelligence-driven 3D volumetric tool. OBJECTIVE: The objective of the study was to survey and interview clinicians treating neurofibromatosis type 2-related schwannomatosis to understand their views on current 2D analysis and to gather insights for the design of an artificial intelligence-driven 3D volumetric analysis tool. METHODS: Interviews examined for the following themes: (1) shortcomings of the currently used linear analysis, (2) utility of 3D visualizations, (3) features of an interactive 3D modeling software, and (4) lack of a gold standard to assess the accuracy of 3D volumetric analysis. A Likert scale questionnaire was used to survey clinicians' levels of agreement with 25 statements related to 2D and 3D tumor analyses. RESULTS: A total of 14 clinicians completed a survey, and 12 clinicians were interviewed. Specialties ranged across neurosurgery, neuroradiology, neurology, oncology, and pediatrics. Overall, clinicians expressed concerns with current linear techniques, with clinicians agreeing that linear measurements can be variable with the possibility of two different clinicians calculating 2 different tumor sizes (mean 4.64, SD 0.49) and that volumetric measurements would be more helpful for determining clearer thresholds of tumor growth (mean 4.50, SD 0.52). For statements discussing the capabilities of a 3D volumetric analysis and visualization software, clinicians expressed strong interest in being able to visualize tumors with respect to critical brain structures (mean 4.36, SD 0.74) and in forecasting tumor growth (mean 4.77, SD 0.44). CONCLUSIONS: Clinicians were overall in favor of the adoption of 3D volumetric analysis techniques for measuring vestibular schwannoma tumors but expressed concerns regarding the novelty and inexperience surrounding these techniques. However, clinicians felt that the ability to visualize tumors with reference to critical structures, to overlay structures, to interact with 3D models, and to visualize areas of slow versus rapid growth in 3D would be valuable contributions to clinical practice. Overall, clinicians provided valuable insights for designing a 3D volumetric analysis tool for vestibular schwannoma tumor growth. These findings may also apply to other central nervous system tumors, offering broader utility in tumor growth assessments.",
  "authors": "Shelby T Desroches; Alice Huang; Rithvik Ghankot; Steven M Tommasini; Daniel H Wiznia; Frank D Buono",
  "journal": "JMIR human factors",
  "publicationDate": "2025-07-30",
  "doi": "10.2196/71728",
  "methods": "Methods Interviews examined for the following themes: (1) shortcomings of the currently used linear analysis, (2) utility of 3D visualizations, (3) features of an interactive 3D modeling software, and (4) lack of a gold standard to assess the accuracy of 3D volumetric analysis. A Likert scale questionnaire was used to survey clinicians’ levels of agreement with 25 statements related to 2D and 3D tumor analyses. Methods Study Sample This study involved surveys and interviews with clinicians specializing in the treatment and diagnosis of NF2-related schwannomatosis. To be eligible for inclusion, participants had to be clinicians directly involved in the care of NF2-SWN patients and willing to complete a survey or participate in an interview. NF2-SWN patients were not included, as the software is intended primarily as a clinical tool rather than a visualization tool for patients. Clinicians with direct experience in diagnosing and treating NF2-SWN across various specialties, including neurology, neuro-oncology, neurosurgery, neuroradiology, and pediatrics, whose names were found on the Children’s Tumor Foundation website were recruited for this study. Upon identifying clinicians’ names and contact information, emails were subsequently sent to these clinicians, outlining the proposed 3D segmentation software and inviting them to participate in a survey and an interview. Ethical Considerations Ethics approval was obtained from the Yale University Institutional Review Board (approval number: 2000034426) through an exempt review. Verbal informed consent was obtained from all interviewed and surveyed participants before the collection of data, and the institutional review board waived the need for written consent. The clinicians providing the data were deidentified but were not anonymous. No vulnerable populations were included in the data collection of this study. Additional consent was not necessary for any secondary analyses of the collected data. No compensation was provided for participation in this study. Survey Data Collection and Analysis Surveys were conducted via Qualtrics and included 25 statements organized into eight categories as follows: (1) linear/volumetric analysis, (2) markers of VS tumor progression, (3) surgical planning for 2D MRI scans of VS tumors, (4) 3D volumetric analysis, (5) 3D visualization of VS tumors, (6) surgical planning using 3D models of VS tumors, (7) postintervention monitoring, and (8) general questions ( Textbox 1 ). The survey questions were structured as a Likert scale questionnaire, where clinicians indicated their level of agreement with each statement on a scale of 1 to 5, ranging from “completely disagree” to “completely agree.” Additionally, clinicians were asked demographic questions about their clinical specialties, years of experience, and the number of VS cases they had treated. Textbox 1. A total of 25 total statements were addressed in both the interviews and in the questionnaire. In the surveys, all clinicians selected 1 out of 5 choices based on how much they agreed with each statement. In the interviews, clinicians had the opportunity to share open-ended responses to the statements. \n Category 1: 2D linear/volumetric analysis \n 1. Linear analysis of vestibular schwannoma (VS) tumors reflects tumor size 2. Volumetric analysis of tumors reflects tumor size 3. Linear measurements are sensitive to small changes in tumor diameter 4. Two different clinicians can review the same magnetic resonance imaging (MRI) but calculate two different tumor sizes. 5. The orientations of bi- and uni-dimensional linear measurements can change from one MRI to the next for a single patient. 6. Patient position in MRI machines influences the orientations of MRI scans, affecting linear measurements. 7. It can be difficult to make a decision about tumor growth from a series of linear measurements due to the lack of clear progression thresholds. \n Category 2: markers of VS tumor progression \n 8. Change in tumor size is the most important marker of VS tumor progression 9. Edema and mass effects on surrounding critical structures are good markers of VS tumor progression. \n Category 3: surgical planning with 2D MRI scans of VS tumors \n 10. It is simple to determine the best approach to tumor resection before operation (location or angle of entry, how to best maximize extent of resection while avoiding functional areas) from 2D MRI scans. 11. The cranial nerves and blood vessels that need to be avoided during intervention can easily be determined through analysis of MRI scans. \n Category 4: 3D volumetric analysis \n 12. 3D volumetric measurements would be more helpful in determining clearer thresholds of tumor growth than linear measurements.  13. 3D volumetric analysis would standardize measurements by reducing variation in measurements of tumor size taken by different clinicians.  14. 3D volumetric analysis would lead to more informed clinical decision-making. \n Category 5: 3D visualization of VS tumors \n 15. 3D volumetric measurements must be combined with 3D visualization of the VS tumor to be clinically meaningful. 16. The ability to interact with 3D models of VS tumors in the cerebral space (rotate, zoom, adding or removing structures from view) would provide information helpful for surgical planning. 17. Growth in tumor boundaries observed by overlaying 3D models of VS tumors from MRI scans collected over time is easier to interpret than comparing the same MRI scans in 2D. 18. 3D visualization of VS tumors and their location relative to critical brain structures (cranial nerves, brainstem, etc.) would be helpful in patient care. 19. Knowing regions of rapid versus slow tumor growth on VS tumors would be helpful in treatment planning. \n Category 6: surgical planning with 3D models of VS tumors \n 20. 3D visualization of VS tumors in the surrounding cerebral space (relative to critical brain structures) would aid in surgical planning. 21. 3D models of VS tumors would lead to more informed decisions of the type of intervention to perform (eg, different approaches of tumor resection and gamma knife) \n Category 7: postintervention monitoring \n 22. Being able to distinguish between post-op changes and residual tumor progression would significantly improve clinical decision-making (ex. After gamma knife). 23. Automatic diagnosis of tumor progress, regression/response, or stability according to changes in size over time would aid treatment planning. \n Category 8: general \n 24. Having the ability to forecast tumor growth will significantly improve clinical decision-making. 25. 3D visualizations of VS tumors would significantly improve patient education by allowing patients to see their tumors in 3D space. In the end, individual survey statement responses were statistically analyzed and means and SD were reported. Higher means indicated that clinicians agreed more with the statement. Following statistical analysis, survey statements relating to tangible features or capabilities of the software were grouped together, and the top four features that clinicians favored based on mean agreement levels were determined. Interview Data Collection and Analysis Two members of the research team (AH and DW) with prior training in conducting semistructured interviews and focus groups jointly facilitated each focus group discussion (FGD) session; the senior author (FB) conducted all the individual interviews. The topics discussed within these discussions mirrored the 25 survey statements reframed as open-ended questions ( Textbox 1 ). The FGD sessions lasted approximately one hour, and the individual interviews lasted approximately 30 minutes. Audio recordings from the FGDs and individual interviews were then transcribed verbatim by Zoom’s transcription feature and returned to the research team for proofreading and subsequent analysis. The data analysis team (AH, DW, and FB) met regularly to develop the codebook and note potential emergent themes. Interview sessions and data analysis continued simultaneously and iteratively until the team determined that data saturation had been reached [ 17 ]. Beginning with an initial set of codes derived from the domains included in the Interview Guide, the coding team members independently coded each transcript to identify potential additional codes. The team then discussed the merits of each existing or new code and created definitions for each for inclusion in the final version of the codebook. The codes were inductively developed, grounded in the data, iteratively reviewed, and revised based on the team’s discussion of additional independently coded transcripts. The total interobserver agreement of the reviewers was assessed over the course of the reviews. The overall total interobserver agreement was 92% across the study. The codes assigned to each quote were then reviewed for a final time by the first author as part of entering the coded transcripts using Dedoose. Using thematic analysis, the team identified patterns across the entire data set to arrive at a final, parsimonious set of themes. The analysis also examined the data for any “negative” instances where the data did not fit the domains or themes or where no information on specific topics queried was obtained. In addition to the qualitative analysis, descriptive statistics were generated to describe the study sample.",
  "cache_level": "full",
  "has_fulltext": true,
  "fetch_date": "2026-02-19 09:31:17",
  "introduction": "Introduction Neurofibromatosis type 2 (NF2) is an autosomal dominant disorder caused by mutations in the NF2 gene on chromosome 22q12 [ 1 2 ]. This disorder is primarily characterized by the growth of vestibular schwannomas (VS), noncancerous brain tumors that arise from Schwann cells along the vestibulocochlear nerve [ 3 ]. Depending on the location of VS tumor growth, NF2 patients may develop a range of symptoms, including hearing loss, tinnitus [ 4 ], loss of balance, and dizziness [ 5 ]. As these tumors progress, they can become life-threatening if they impinge on critical brain structures, such as cranial nerves and the brainstem [ 6 ]. Treatment for these tumors typically involves stereotactic radiosurgery, resection surgery [ 7 ], or, more recently, Brigatnib, an oral drug showing promising outcomes in those with neurofibromatosis type 2–related schwannomatosis (NF2-SWN) [ 8 ]. The decision to pursue these treatments depends on factors such as tumor size, growth, location, and mass, underscoring the importance of accurately monitoring and visualizing tumor progression over time [ 9 ]. T1-weighted cranial magnetic resonance imaging (MRI) with intravenous gadolinium has proven effective in visualizing VS tumors in cerebral space [ 10 ]. This imaging technique also helps distinguish VS tumors from other anomalies, including cysts, meningiomas, aneurysms, and facial nerve schwannomas, supporting more informed clinical decision-making [ 11 ]. Tumor progression can be monitored using various metrics, with the change in tumor size being the most common. In current standard clinical practice, linear analysis involves measuring the largest tumor diameter in two dimensions, usually in an axial or coronal view. Although linear measurements are derived from a patient’s MRI planar slices, the complex geometry of VS tumors can introduce uncertainty in these measurements [ 7 9 ]. Larger VS tumors develop characteristic features that may not be fully captured in linear measurements, such as the round body and tail (the “ice cream cone” geometry) [ 12 ]. Approximate volumetric analysis addresses some of the limitations of linear analysis by incorporating an extra dimension from 2D to 3D. By approximating the tumor as an ellipsoid in each MR scan slice, the volume of the tumor can be approximated by summing the total areas derived from each slice. While this measure has been shown to be more sensitive to tumor growth than 2D measurements, it has also been found to overestimate tumor growth. As VS tumors continue to develop into the cerebellopontine angle, their shape in each MR slice begins to deviate from that of an ellipsoid [ 13 ]. The 3D volumetric analysis addresses the limitations of 2D linear and approximate volumetric methods by calculating tumor volume through the summation of tumor areas from each MR slice. Unlike approximating the tumor as an ellipsoid in each slice, this technique involves directly segmenting the tumor borders, which improves the specificity of the tumor’s boundaries [ 14 ]. Although 3D volumetric analysis yields accurate tumor size measurements, it requires manual segmentation, a time-consuming process that can take hours per tumor, necessitating the use of automated volumetric analysis tools [ 15 ]. Furthermore, for 3D volumetric analysis to have utility in clinical practice, the 3D visualization resulting from this analysis, which describes the digital 3D model of the segmented tumor in 3D space, must be easily interpretable for clinicians to understand where the tumor exists with reference to the 3D mapping of the patient’s brain. The 3D modeling technologies such as OsiriX Lite (version 7.0.3; Pixmeo SARL), ITK-Snap (version 2.4.0; ITK-Snap), and BrainLab iPlan (version 4.5; BrainLab) have been described in the literature as performing semiautomated 3D volumetric analysis of VS tumors [ 16 ]. While these technologies show promising results with low coefficients of variability, they fail to provide adequate visualization of the segmented tumors in 3D space, limiting their clinical utility. Specifically, these technologies do not have the capabilities to overlay 2D planes on the 3D segmented tumor to demonstrate where different sections of the tumor are located within the patient’s brain scan. Additionally, these technologies do not have features that allow for the overlaying of segmented tumors between chronological scans to investigate areas of tumor growth. We envision that the incorporation of visualization features like these has the potential to broaden the clinical utility of 3D volumetric analysis and visualization software and reduce the need for advanced 3D reconstruction when viewing 3D segmented tumors. To make 3D volumetric analysis adopted more widely in clinical settings, a thorough understanding of clinical needs related to the analysis methodology (volumetric vs linear) and the 3D visualization must exist. Therefore, the aim of this study was to gain a deeper understanding of clinicians’ current methods for measuring tumor growth, their recommendations for key features in a potential 3D volumetric analysis tool (to be developed), and their concerns regarding how the tool would be clinically integrated. To achieve this, we conducted surveys and interviews with clinicians who treat NF2. We hypothesized that insights from these experienced clinicians would guide the development of a US Food and Drug Administration–regulated auto-segmentation and visualization software to improve the diagnosis and measurement of VS tumors.",
  "results": "Principal Findings In this study, surveys and clinical interviews were conducted to evaluate the efficacy of current 2D tumor analysis protocols and to assess the clinical interest, recommendations, and concerns regarding the incorporation of 3D volumetric analysis for the treatment of NF2-related schwannomatosis. In summary, the consensus among clinicians was that a 3D volumetric analysis and visualization tool could greatly benefit the treatment of NF2-related schwannomatosis, but it must be implemented with caution. We believe that these clinician perspectives are extremely important as 3D volumetric analyses are increasingly being discussed within the literature, and for these technologies to have clinical relevance, the perspectives of clinicians must be at the forefront. Clinicians were enthusiastic about the prospect of using 3D volumetric analysis in lieu of traditionally used linear analysis. This was largely due to several shortcomings of linear analysis that were highlighted through both survey results and interviews, with the two main concerns being varying patient orientations during MR imaging procedures causing variability in 2D image presentation and the subjectivity of defining the maximum tumor diameter in linear assessments. Despite efforts to collect linear measurements across scans as uniformly as possible by locating anatomical landmarks for individual patients, it can be challenging to ensure the measurement is collected in the same location. These limitations described by the interviewed clinicians align with those described by the Response Evaluation in Neurofibromatosis and Schwannomatosis consortium, something that led to their recommendation of using 3D volumetric analysis to assess tumor size initially [ 18 ]. From the interview and survey findings, there were several features of 3D analysis and visualization software that were believed to have the potential to benefit clinical practice. From interviews, the main consensus was that the ability to visualize the relationship between critical brain structures and tumors in 3D space would be the largest benefit of a 3D analysis and visualization tool as it would reduce the need for 3D mental reconstruction of where the tumor exists within 3D space. This feature was largely supported by the survey results as well, with “visualizing tumors with respect to critical brain structures” being the second highest feature that clinicians believed would be beneficial ( Textbox 2 ). Other features highlighted in both surveys and interviews demonstrated that the software should be interactable by incorporating zoom and rotation, allow for the adding/removing of the tumor from view, and have transparency adjustment features. These features are even more important when paired with the capability to view multiple chronological tumors at once, one of the other main features identified by both interviewed and surveyed clinicians as being important. Specifically, clinicians expressed enthusiasm for the prospect that these chronological tumor overlays could eventually lead to the capability of forecasting tumor growth. In  Textbox 2  this “forecasting feature” ranked as the highest priority feature for clinicians demonstrating a belief that this could have a major positive impact on clinical treatment. Overall, the clinical opinions regarding important features demonstrate that current 3D modeling technologies such as OsiriX Lite, ITK-Snap, and BrainLab iPlan may not be heavily integrated into clinical practice due to shortcomings in their visualization capabilities, specifically their inability to overlay chronological tumors. Jester et al [ 19 ] provide a visualization of this chronological tumor overlay, demonstrating how it can give clinicians an interpretable vision of tumor growth over time. Some statements regarding the benefits or potential use of 3D volumetric analysis or 3D visualizations were met with hesitancy, with average agreement levels nearing 3.0 (neither disagree nor agree). These statements claimed that 3D volumetric measurements must be combined with visualization to be clinically meaningful (mean 3.07, SD 0.92), that 3D models of VS tumors would lead to more informed decisions about the type of intervention needed (mean 3.00, SD 1.41) and that 3D visualization of VS tumors in the surrounding cerebral space would aid in surgical planning (mean 3.20, SD 1.30). This hesitancy demonstrates that while visualizations are important to clinicians, more precise volumes to compare between chronological scans may still be more important. Additionally, the hesitancy surrounding the use of 3D visualization to better define treatment approaches could also be attributed to a lack of understanding of how these visualizations may be used in this setting, something that could be better demonstrated to clinicians with a more detailed overview of the software’s design. Despite recommendations to move towards volumetric analyses, the interviewed clinicians also expressed concerns about how they would determine the clinical implications of volume measurements. These clinicians felt that they could comfortably determine the clinical implications of linear measurements by assessing the trends of uni- and bi-dimensional linear measurements of tumor size, but they lacked a similar knowledge of trends for volumetric measurements. As a future step to increase clinical confidence in the interpretation of tumor volumes, correlation studies can be conducted to determine the approximate relationship between linear and volumetric measurements. Additionally, future development of this diagnostic software can integrate linear analysis measurements as well, automating assessments of uni- and bi-dimensional diameters. Through such studies, clinicians can gain exposure to using segmentation software to perform volumetric analysis and interpret volume measurements while collecting familiar linear measurements. Pairing these correlation studies with currently used RECIST criteria can encourage the adoption of 3D volumetric analysis in the clinical space. For full adoption and validation of 3D volumetric analysis in the clinical space, multi-center validation studies must take place with clinicians from multiple institutions performing 3D volumetric analysis on a diverse array of MRIs. DICE scores can be used as a metric to evaluate the differences in voxel selection within each scan between clinicians. To generate RECIST-compatible standards, current RECIST protocols should be used as a basis to form corresponding 3D-specific protocols. This will require collaboration from multi-institutional research and clinical communities interested in the full adoption of 3D volumetric analysis.",
  "discussion": "Conclusions Clinicians were overall in favor of the adoption of 3D volumetric analysis techniques for measuring VS tumors but expressed concerns regarding the novelty and inexperience surrounding these techniques. However, clinicians felt that the ability to visualize tumors with reference to critical structures, to overlay structures, to interact with 3D models, and to visualize areas of slow versus rapid growth in 3D would be valuable contributions to clinical practice. Overall, clinicians provided valuable insights for designing a 3D volumetric analysis tool for VS tumor growth. These findings may also apply to other central nervous system tumors, offering broader utility in tumor growth assessments.",
  "upgrade_date": "2026-02-21 02:21:30"
}