{
  "pmid": "PMID:40756144",
  "abstract": "UNLABELLED: Neurofibromatosis Type 1 (NF1) is a tumor-predisposition syndrome caused by heterozygous mutations in the  KEY CONCEPTS: (1)Fracture pseudarthrosis in patients with NF1 is caused by somatic mutations in the",
  "methods": "",
  "introduction": "Introduction Neurofibromatosis Type 1 (NF1) is an uncommon RASopathy characterized by the occurrence of pleiotropic secondary manifestations affecting diverse organ systems [ 1 ]. NF1 is caused by heterozygous loss-of-function mutations in the  NF1  gene, which encodes for the neurofibromin protein [ [2] ,  [3] ,  [4] ]. Mutations can be inherited from affected family members or can occur spontaneously as  de novo  mutations within the  NF1  gene. The neurofibromin protein negatively regulates the activation of the RAS signaling protein, thereby limiting activation of the downstream mitogen-activated protein kinase (MAPK) pathway [ 5 , 6 ]. Therefore,  NF1  gene mutations lead to activation of the MAPK pathway, predisposing patients to a variety of secondary manifestations that occur with varying frequencies throughout the NF1 population. Secondary manifestations may include dermal, skeletal, ocular, or oncologic presentations. The clinical diagnostic criteria for NF1 were recently revised to identify affected individuals based on the presence of one (if known family history) or more (if no family history) of these secondary manifestations [ 7 ]. Skeletal manifestations in NF1 are collectively common and may include systemic and focal differences compared to age- and sex-matched individuals without NF1. For example, children and adults with NF1 typically have lower bone density and shorter stature compared to their non-NF1 peers [ [8] ,  [9] ,  [10] ,  [11] ]. Additionally, spine deformities may include dural ectasia and scoliosis, including early-onset scoliosis [ 12 ]. Scoliosis in children with NF1 is often classified as either non-dystrophic or dystrophic. Non-dystrophic scoliosis resembles the more common non-NF1 adolescent idiopathic scoliosis, while dystrophic scoliosis presents with a variety of radiographic atypia that contribute to more severe and progressive deformity [ 13 ]. Dystrophic scoliosis may also be associated with paraspinal neurofibromas [ 14 ]. Finally, plexiform neurofibromas, benign Schwann cell-derived tumors occurring in up to 50% of individuals with NF1 [ 15 ], may be associated with skeletal abnormalities, though a causal relationship between the tumor and bone abnormalities is unclear [ 16 ]. In the long bones, children with NF1 may present with significant dysplasia, most often affecting the tibia, which is prone to fracture [ 17 ]. While tibial dysplasia is rare, its incidence is increased in children with NF1. Treatment of tibial dysplasia focuses on preventing fractures during skeletal growth, often through bracing or, potentially, by correcting mechanical alignment with growth modulation [ 18 , 19 ]. Fractures of the dysplastic tibiae often result in pseudarthrosis at the fracture site, which may be treated with resection, intramedullary or external fixation, grafting, and addition of recombinant human bone morphogenetic protein 2 (rhBMP2), though the clinical efficacy of rhBMP2 remains unclear [ [20] ,  [21] ,  [22] ]. Interestingly, proximal osteotomies performed during the treatment of the fracture do not result in pseudarthrosis [ 23 ], suggesting that biologic factors contributing to pseudarthrosis are localized to the fracture site. The purpose of this paper is to review the current state of knowledge regarding the biologic understanding of NF1-associated fracture pseudarthrosis, informed in part by analyses of genetically engineered mouse models (GEMMs) and patient-derived research specimens. Results from these studies are beginning to implicate novel therapies that, when combined with current surgical approaches, may have potential to alter the natural history of this skeletal NF1 manifestation.",
  "results": "",
  "discussion": "",
  "fetched_at": "2026-02-11T01:59:12.829352",
  "abstract_length": 218,
  "methods_length": 0,
  "introduction_length": 3705,
  "results_length": 0,
  "discussion_length": 0
}