{
  "pmid": "40769067",
  "abstract": "OBJECTIVE: Neurofibromatosis type 1 (NF1) is a neurocutaneous genetic disorder caused by dominant mutations in the NF1 gene and characterized by increased susceptibility to develop benign and malignant tumors. The type of NF1 mutation, the expression of gene modifiers as well as epigenetic factors correlate with the clinical heterogeneity. In this regard microRNAs (miRNAs) play a role in post-transcriptional gene regulation. Compelling evidence shows that circulating miRNAs mirror pathophysiological conditions, thus emerging as potential biomarkers for human diseases. To date, the role of circulating miRNAs in NF1 has been poorly investigated. We aimed to study serum miRNA profiling as novel non-invasive diagnostic and prognostic biomarkers for NF1 disease. METHODS: The profile of circulating miRNAs in a monocentric cohort of 126 NF1 patients was carried out by a pooling approach of small non-coding RNA sequencing and validation analysis by Quantitative Reverse Transcription PCR. RESULTS: sncRNA-seq analysis of pooled serum samples identified 87 differentially expressed miRNAs in NF1 patients compared to healthy controls. qRT-PCR validation confirmed a distinctive circulating miRNA signature in NF1, with significant upregulation of miR-100-5p, miR-16-2-3p, miR-4508, and miR-885-5p and downregulation of miR-107 and miR-4433b-5p. Hierarchical clustering based on these six miRNAs effectively discriminated NF1 subjects from controls, and network analysis revealed their involvement in key cancer-related pathways, including ERK/MAPK, PI3K/AKT, and mTOR signaling. INTERPRETATION: Our study identified a distinct circulating miRNA signature of six miRNAs that reliably differentiates NF1 patients from non-affected individuals. These miRNAs are implicated in regulating NF1 downstream pathways and signaling processes involved in tumorigenesis.",
  "methods": "",
  "introduction": "",
  "results": "",
  "discussion": "",
  "fetched_at": "2026-02-11T23:47:49.739930",
  "abstract_length": 1863,
  "methods_length": 0,
  "introduction_length": 0,
  "results_length": 0,
  "discussion_length": 0
}