{
  "pmid": "40766628",
  "abstract": "Neurofibromatosis type 1 results from mutations in the",
  "methods": "Materials and Methods Drosophila maintenance Flies were raised on  Drosophila  cornmeal/agar food medium according to standard protocols and housed at 25 °C, 60% relative humidity, on a 12:12 h light:dark cycle. The  nf1  mutation was backcrossed six generations into the control genetic background wCS10. RNAi lines were obtained from the Vienna  P1 Drosophila  RNAi Center, Gal4/+ control crosses consisted of an empty attP control line (VDRC #60100). UAS-dicer2 was included to potentiate the RNAi effect [ 97 ], and was included all genotypes containing the UAS-RNAi. Male flies were used for all experiments, unless otherwise specified, to prevent egg accumulation in behavioral and respirometry chambers. Behavioral analysis Spontaneous grooming was quantified in an open field [ 44 ,  98 ]. Individual animals were aspirated into an open field area, 15.4 mm in diameter and 2.85 mm in height, consisting of an opaque white PLA boundary wall covered on the top and bottom with clear polycarbonate sheets. The arena was illuminated from below with light from white light-emitting diodes that was diffused through a sheet of white acrylic. Light intensity was measured at 720 lm/m 2  in the location of the fly. Videos were recorded at 7.5 frames per second, 1,616 × 1,240, lossless Motion JPEG 2000 compression using a camera mounted above the chamber (FLIR Teledyne Blackfly S) fitted with a 25 mm lens (Edmund Optics). Five-min videos were recorded 30 min following the introduction into the open-field arena. Grooming was manually scored via frame-by-frame analysis, recording the start and stop frame for each grooming bout. Grooming was calculated as the percent of total time grooming during the 5-minute video. Metabolic analysis CO 2  production was quantified via respirometry [ 11 ,  55 ]. Respirometers were constructed by gluing together a 1 ml pipette tip and 50 μl capillary micropipette. Soda lime was placed into each pipette tip between two foam pieces. Flies were sorted under CO 2  anesthesia and allowed to recover for at least 24 h before beginning the experiment. Four flies of the same genotype were aspirated into each respirometer, and the top was sealed with non-hardening modeling clay. Pipette seal was monitored and any that leaked were excluded from analysis. Sixteen respirometers were hung on a custom-made rack in a latch-lid chamber. One control respirometer was left empty in each experiment. The bottom of the chamber was filled with a red water-based dye and the chamber lid was closed/sealed with vacuum grease. The chamber was placed in an incubator and allowed to equilibrate at 25 °C for 1 h. Images were captured every 15 min with PhenoCapture 3.3. The liquid meniscus level was measured in each respirometer after 3 h using Fiji 2.0. Where appropriate, data were normalized to the mean of the control genotypes. Quantitative polymerase chain reaction (qPCR) Heads were collected from adult flies (5–10 days post-eclosion; 30 heads per genotype). Each sample was added to QIAzol Lysis Reagent (Qiagen, catalog #79306) and homogenized using a mortar and pestle. RNA was isolated with the Qiagen RNeasy Lipid Tissue Mini Kit. Complimentary DNA library was constructed using LunaScript RT Master Mix (New England Biolabs, catalog #E3025L) with the Random Primer Mix (New England Biolabs, catalog #S1330S). Nf1 gene expression was quantified in fly head samples using Luna Universal qPCR Master Mix (New England Biolabs, catalog #M3003L). Primer sequences were as follows: 5’ -CTTTTGGCACGTTTCGAGGAT-3’ (Nf1_F), 5’ -GGTAGCGCGATATGTGGATCA-3’ (Nf1_R), 5’ -ATGCTAAGCTGTCGCACAAATG-3’ (Rpl32_F), and 5’ -GTTCGATCCGTAACCGATGT-3’ (Rpl32_R). Five biological replicates, with three technical replicates each, were analyzed for each genotype. Analysis of gene expression was performed using standard ΔΔCt analysis. Gene expression was normalized to Rpl32, and log2 fold change was calculated. Western blot analysis For analysis of pERK/ERK/β-tubulin, lysates of five-day old adult fly heads were prepared using RIPA buffer supplemented with Pierce Protease and Phosphatase inhibitors (Thermo Scientific). Protein samples were mixed with NuPAGE 4x LDS Sample Buffer (Invitrogen), resolved on 4–15% Tris-Glycine Mini-PROTEAN TGX Stain-Free Protein Gels (Bio-Rad) with Tris Glycine SDS. Gels were transferred to polyvinylidene difluoride (PVDF) membranes and 5% BSA in TBST was used for blocking. Primary antibodies used were rabbit pERK (CST, 9101, 1:1000), rabbit ERK (CST, 4695, 1:1000), and mouse anti-β-tubulin (DHSB, E7, 1:10000). The membranes were washed with TBST, followed by secondary antibody incubation for 1 hour at room temperature. Secondary antibodies used: goat anti-Mouse IgG (H+L) Alexa 800 (Invitrogen, A32730, 1:10000) and donkey anti-Rabbit IgG (H+L), Alexa 680 (Invitrogen, A10043, 1:5000). Membranes were stripped using NewBlot PVDF stripping buffer (LI-COR, 928–40032) after blotting with pERK/β-tubulin, then reblocked in 5% BSA and incubated with ERK/β-tubulin antibodies overnight. Images were captured with an Odyssey XF Imaging System (LI-COR). Immunohistochemistry and imaging Five to ten-day-old adult flies were dissected fixed in 1% paraformaldehyde in in Schneider’s  Drosophila  medium and processed as previously described [ 99 ]. Samples were stained with primary antibodies for 3 hours at room temperature and 4 C overnight, followed by secondary antibodies for 3 hours at room temperature and 4 days at 4 C. Incubations were performed in blocking serum (3% normal goat serum). Samples were mounted in Vectashield (Vector Laboratories) for imaging. The following antibodies were used: rabbit anti-GFP (1:1000, Invitrogen), mouse anti-brp (nc82) (1:50, DSHB), goat anti-rabbit IgG, and goat anti-mouse IgG (1:800, Alexa 488 or Alexa 633, respectively, Invitrogen). Mitochondria were fluorescently labeled by expressing UAS-4mtGCaMP3 and immunostaining the GFP subunit of the GCaMP molecule. Cellular nuclei were labeled with DAPI (1:1000, Invitrogen). A Leica SP8 confocal microscope with LAS X software was used to obtain images following standard protocols. Transmission Electron Microscopy and ultrastructure analysis Drosophila  head and flight muscle ultrastructure was imaged following standard Electron Microscopy procedures using a Ted Pella Bio Wave processing microwave with vacuum attachments. The tissue was covered in 2% paraformaldehyde, 2.5% Glutaraldehyde, in 0.1 M Sodium Cacodylate buffer at pH 7.2. After dissection the heads were incubated for 3 days in fixative in a cold room rotator. All processing from fixative to Ethanol were done on ice. The pre-fixed heads were then fixed again in the microwave vacuum processor, followed by 3x millipore water rinses, post-fixed with 1% aqueous osmium tetroxide, and rinsed again 3x with millipore water. Concentrations from 30–100% of Ethanol were used for the initial dehydration series, followed with Propylene Oxide as the final dehydrant. Samples were gradually infiltrated with 3 ratios of propylene oxide and Embed 812, finally going into 3 changes of pure resin under vacuum. Samples were allowed to infiltrate in pure resin overnight on a rotator. The samples were embedded into flat silicone molds and cured in the oven at 62 °C for three days. The polymerized samples were thin-sectioned at 48–50 nm and stained with 1% uranyl acetate for ten minutes followed by lead citrate for one minute before TEM examination. Grids were viewed in a JEOL 1400 Plus transmission electron microscope at 80kV. Images were captured using an AMT XR-16 mid-mount 16 mega-pixel digital camera. Statistical analysis Normality of data was assessed with the D’ Agostino Pearson Test. In figures, box plots graph the median as a line, the interquartile range (IQR) as a box, and whiskers extend to the min/max values. Hypothesis testing was carried out using t tests or ANOVA followed by Šidák’s multiple comparisons tests (parametric), or Wilcoxon rank-sum test or Kruskal-Wallis omnibus test followed by Dunn multiple comparisons tests (nonparametric). Two-way comparisons were carried out with a two-way ANOVA followed by Šidák’s multiple comparisons tests. For RNAi and Gal4-mediated overexpression, the experimental group was compared to heterozygous Gal4/+ and UAS/+ controls and considered positive only if it significantly differed from both controls in the same direction. For double RNAi experiments, the double RNAi group was compared to both single RNAi groups; controls lacking one or both of the drivers and effectors were run in key control experiments. Statistics and graphing were carried out with Graphpad Prism, version 10.1.1.",
  "introduction": "",
  "results": "",
  "discussion": "",
  "fetched_at": "2026-02-11T23:47:46.238117",
  "abstract_length": 54,
  "methods_length": 8665,
  "introduction_length": 0,
  "results_length": 0,
  "discussion_length": 0
}