{
  "pmid": "40802118",
  "abstract": "PURPOSE: Selumetinib is a MEK inhibitor indicated for pediatric patients with neurofibromatosis type 1 (NF1) and symptomatic inoperable plexiform neurofibromas (PNs). METHODS: This retrospective study collected data from 70 patients (aged 3 - 18 years) with NF1 and symptomatic inoperable PNs treated with selumetinib as part of compassionate use at 11 Italian centers between October 2018 and October 2024. Assessments included the clinical benefit rate (CBR) after 24 months and at the last observation. Major response (MR) was defined as a ≥ 50% reduction from baseline in tumor volume. Adverse events (AEs), patient-reported pain and quality of life (QoL), and Eastern Cooperative Oncology Group performance status (ECOG PS), were also evaluated. RESULTS: Of 45/70 patients with available natural history data at C0, 33/45 (73.3%) had progressive disease (PD). Radiological evaluation at C6 in 17/33 patients showed 16 (94.1%) had stable disease (SD) or partial response (PR). 52/58 patients (91.5%) had SD or PR/MR at C12; final response at last radiological follow-up was PD (7.7%), SD (42.3%), PR (30.8%) and MR (19.2%). CBR was 83.3% (24/70) at C24 and 91.5% (43/47) at last radiological follow-up. Selumetinib significantly reduced pain perception and improved QoL and ECOG PS. The type of response at C6 seems to predict response at C12 and at last observation. Adverse events were generally mild (78% grade ≤ 2). CONCLUSION: Our findings suggest that the response after 6 and 12 selumetinib cycles may predict long-term outcomes, providing clinicians with an early indicator for therapeutic decision-making. TRIAL REGISTRATION NUMBER: Not applicable.",
  "methods": "Methods This retrospective study collected data from 70 patients (aged 3 − 18 years) with NF1 and symptomatic inoperable PNs treated with selumetinib as part of compassionate use at 11 Italian centers between October 2018 and October 2024. Assessments included the clinical benefit rate (CBR) after 24 months and at the last observation. Major response (MR) was defined as a ≥ 50% reduction from baseline in tumor volume. Adverse events (AEs), patient-reported pain and quality of life (QoL), and Eastern Cooperative Oncology Group performance status (ECOG PS), were also evaluated. Materials and methods Study overview This was a non-profit, observational, retrospective, multicenter study, approved by the Ethics Committee of the Polyclinic of Bari, Italy, on April 24, 2024. Patients were treated with selumetinib under a compassionate use approved in 11 Italian sites. The study was conducted in accordance with the Helsinki Declaration, Good Clinical Practice guidelines, and all applicable laws and regulations. Written informed consent to participate in the compassionate use access and Data Protection Impact Assessment (DPIA) forms were completed by or on behalf of all participants. Objectives The primary objective of this study was to report the growth rate of the target PN during the first year of treatment, seeking any predictive factors with respect to the final outcome in Italian pediatric patients (aged 3 − 18 years) with NF1 and inoperable, symptomatic PNs treated with selumetinib. We also calculated the clinical benefit rate (CBR) at the last observation. We introduced the major response criteria into the CBR: achievement of a volume reduction of 50% or more compared to the basal value. We also evaluated at 6 cycles the clinical benefit in those patients with radiological SD. The secondary objectives included evaluating the safety profile of selumetinib and investigating the impact of therapy on secondary morbidities, specifically QoL, pain, and Eastern Cooperative Oncology Group performance status (ECOG PS), which describes a patient’s level of functioning in terms of their ability to care for themself, daily activity, and physical ability (walking, working, etc.). The ECOG PS numbering scale is graded 0 − 5; a value of 0 indicates that a patient is fully active and able to engage in all pre-disease performance without restriction. The exploratory endpoints included the effect of therapy on other secondary morbidities, namely disfigurement/deformity, obstruction of upper airways, and motor impairment, using standardized tests performed at multiple timepoints. Study population Patients aged 3 − 18 years with a clinical diagnosis of NF1 according to revised criteria [ 11 ], with symptomatic and inoperable PNs, and who received selumetinib at a dosage of 25 mg/m 2  twice a day for ≥ 6 cycles were enrolled in the study, only if their PNs could be evaluated through the established recommendations of the Response Evaluation in Neurofibromatosis and Schwannomatosis (REiNS) Collaboration [ 12 ]. Exclusion criteria included prior treatment with other MEK inhibitors within 3 months of selumetinib initiation, and incomplete radiologic data preventing adequate tumor evaluation. Safety and modification of therapy Adverse events (AEs) were classified according to Common Terminology Criteria of Adverse Events (CTCAE version 5.0) and managed according to Good Clinical Practice guidelines. Dose reductions and temporary suspensions of selumetinib were registered, as well as their causes. Evaluations The following patient data were retrospectively collected: demographic information; age at NF1 and PN diagnosis; anatomical location of PNs; history of surgical resection or biopsy before selumetinib initiation; start and end dates of selumetinib therapy; symptoms and clinical indications for treatment; PN volume at baseline and at predefined intervals (every 6 cycles until the last observation performed for each patient); reasons for treatment discontinuation; and AEs observed during therapy. The collection of data on assessments was part of the routine data collection. Measures were calculated with local 3-diameter software and reported by site. To ensure consistency and clarity, the timepoints in this study are denoted by the letter ‘C’ followed by the corresponding treatment cycle number (e.g., C6, C12, C24), to prevent ambiguity with other temporal conventions and allow a direct correlation between clinical and radiologic assessments and treatment progression. Available data that fell in any of the specified timepoints, every 6 ± 1 cycle, were collected. Retrospective, standardized clinical evaluations, using standardized and repeatable functional or instrumental tests, were performed for the assessment of the exploratory endpoints. Response criteria Treatment response was evaluated based on magnetic resonance imaging (MRI) volumetric tumor assessments at C6, C12, C24, and at last observation. The following response criteria were applied: PR, a ≥ 20% reduction from baseline in tumor volume, maintained for ≥ 4 weeks; MR, PR with a ≥ 50% reduction in tumor volume; SD, a change from baseline of < 20% in tumor volume; progressive disease (PD), a ≥ 20% increase from baseline in tumor volume; and CBR, the proportion of patients achieving a PR, MR, or SD after ≥ 24 cycles of treatment [ 13 ]. Pain was evaluated by the Numeric Rating Scale (NRS) [ 14 ] or the Visual Analog Scale (VAS) [ 15 ]; health-related QoL was evaluated using the Pediatric Quality of Life Inventory (PedsQL) questionnaire [ 16 ]; and functional status and ability to perform daily activities were evaluated using the ECOG PS scale [ 17 ]. Statistical analysis A Pearson’s correlation analysis with Bonferroni correction was performed to evaluate correlations between the radiological response at different timepoints (C6, C12, and at the last visit) and other variables (i.e., age at the start of therapy, surgery, previous pharmacotherapies, the duration of selumetinib therapy, and the occurrence of AEs). Statistical analysis was performed using SPSS software (IBM SPSS Statistics for Windows, version 20; IBM Corp., Armonk, NY, USA). The p-value associated with the Pearson correlation was corrected by Bonferroni’s correction and set at 0.0023. The paired Wilcoxon signed-rank test was used to compare VAS scores and ECOG PS between baseline) and follow-up timepoints (C6, C12, C18, C24, until C48). For this analysis,  p  < 0.05 was considered statistically significant.",
  "introduction": "",
  "results": "",
  "discussion": "",
  "fetched_at": "2026-02-11T23:47:53.442089",
  "abstract_length": 1661,
  "methods_length": 6526,
  "introduction_length": 0,
  "results_length": 0,
  "discussion_length": 0
}