{
  "pmid": "40812791",
  "abstract": "The neurofibromatosis type 1 (NF1) gene has 61 exons. The major alternative exon in NF1 pre-mRNA is exon 23a. Skipping and inclusion of this exon produce isoform I and isoform II neurofibromin, respectively. When the alternative exon was discovered in 1993, several experiments conducted in yeast and human cell lines quickly led to the conclusion that inclusion of this exon reduced the RasGAP function of the neurofibromin protein by 5-10-fold. Since then, research efforts on this seemingly important alternative splicing event have been sporadic, leaving many important questions unanswered, until after 2020 when several important papers related to the structure and function of exon 23a have been published. Two major advancements have been made. First, the cryo-EM structures of the full-length neurofibromin, of both isoforms, have been solved. More excitingly, the structure of isoform II neurofibromin that includes exon 23a provides important insight into why this isoform has reduced RasGAP activity. Second, the role of the altered splicing pattern of exon 23a in the development of high-grade glioma (HGG) has been investigated. In this review, we start with the introduction of alternative splicing of exon 23a, its discovery, differential expression patterns, and regulatory mechanisms that control this alternative splicing event. Next, we discuss the structural differences between the two isoforms which give insight into the differing RasGAP activities. We then review the in vivo biological function of the regulated inclusion of exon 23a, focusing on cognitive behaviors and brain tumor development. Finally, we briefly discuss the future directions of studies on NF1 exon 23a. This article is categorized under: RNA Processing > Splicing Regulation/Alternative Splicing.",
  "methods": "",
  "introduction": "1 Introduction The central dogma of biology states that DNA is transcribed into RNA that is translated into protein, and until the 1940s, biologists believed that each gene encodes one protein (Beadle and Tatum  1941 ). However, this paradigm was shifted with the discovery of multiprotein complexes, non‐coding RNAs, and alternative splicing. Alternative splicing occurs when exons and introns are differently included, giving rise to different mature mRNA isoforms. When high throughput human genome sequencing revealed in 2003 that humans had only 22,000 genes, the scientific community was shocked because the protein complexity was significantly higher. Alternative splicing offers an explanation for how one gene can encode many different proteins, and it is estimated that up to 94% of human genes undergo alternative splicing (Pan et al.  2008 ). Alternative splicing is an important and major pathway for protein diversity, and it also plays fundamental roles in development and highlights biological importance in both healthy and disease physiologies. Protein isoforms resulting from alternative splicing can have differing properties leading to different binding interactions, localization, and activities (Stamm et al.  2005 ). Differing properties of mRNA isoforms play critical roles in development and cell differentiation. A well‐known example of the role of alternative splicing in development is in the heart. The transition that the heart must make due to the different oxygen and metabolic environments in utero vs. postnatally is made possible, in part, through alternative splicing. During heart development, expression of several RNA binding proteins undergoes drastic changes that regulate splicing. Splicing regulators have been shown to be responsible for maturation of cardiac ventricles, cardiomyocytes, and cardiac fibroblasts following birth by changing splicing patterns of a number of alternative exons to express adult isoforms (Giudice et al.  2014 ). Cardiac diseases often occur with reversions from the adult to fetal isoforms via downregulation of the RNA binding proteins that regulate splicing (Baralle and Giudice  2017 ). Dysregulation of alternative splicing has been reported to play roles in numerous human diseases including cystic fibrosis, spinal muscular atrophy, and neurofibromatosis type I (NF1) (Tazi et al.  2009 ). Cassette exons, also known as exon skipping, are the most common alternative splicing events in humans, and occur when an exon is differentially included. One example of a cassette exon is exon 23a in the  NF1  gene that plays important biological roles in the function of neurofibromin and is the focus of this review. 6 Deep Intron Mutations in the  \n  Gene Both Upstream and Downstream of Exon 23a NF1 \n More than 3300 pathogenic genetic variants have been identified in the  NF1  gene. Of these variants, up to 30% affect splicing of the  NF1  transcript (Koczkowska et al.  2023 ). Although no variants have been found at the splice site sequences on both sides of exon 23a, a recent study examined more than 8000 NF1 patients at the Medical Genomics Laboratory at the University of Alabama at Birmingham and identified 9 deep intron variants on either side of exon 23a (Koczkowska et al.  2023 ). In this study, RT‐PCR analysis was carried out using RNA isolated from patient blood samples, and the RT‐PCR products were sequenced to determine how splicing was affected. In the blood, both splicing isoforms are generated with slightly more exon 23a skipped isoform. All nine variants created a splice site‐like sequence, and when paired with another splice site nearby, generated an artificial exon (aka cryptic exon) from the intronic sequences. In most cases, the cryptic exon is spliced to exon 23a to generate a bigger spliced product that includes exon 23a and the cryptic exon. Importantly, for most variants, generation of the cryptically spliced product is at the expense of both exon 23a included and skipped products. Thus, in these cases, both natural  NF1  isoforms were reduced significantly (in several cases, reducing more than half of the level of the wild‐type transcript), resulting in decreased neurofibromin function (Koczkowska et al.  2023 ). Mechanistically, why cryptic exons are frequently spliced to exon 23a, as opposed to the upstream or downstream exon, is unclear and will be interesting to study.",
  "results": "",
  "discussion": "",
  "fetched_at": "2026-02-11T01:57:59.946226",
  "abstract_length": 1793,
  "methods_length": 0,
  "introduction_length": 4404,
  "results_length": 0,
  "discussion_length": 0
}