{
  "pmid": "PMID:40843672",
  "abstract": "Neurocutaneous syndromes, known as phakomatoses, encompass a diverse group of congenital conditions affecting the nervous system and skin, with neurofibromatosis type 1 (NF1) and neurofibromatosis type 2 (NF2) among the most clinically significant. Both disorders are inherited in an autosomal dominant manner. NF1 presents with café-au-lait macules; cutaneous, subcutaneous, and plexiform neurofibromas; skeletal abnormalities; learning disabilities; and optic pathway gliomas, while NF2 is characterised by bilateral vestibular schwannomas, multiple meningiomas, ependymomas, and peripheral nerve schwannomas. Although germline mutations in the",
  "methods": "",
  "introduction": "1. Introduction Neurocutaneous syndromes represent a heterogeneous group of congenital disorders characterised by the simultaneous involvement of the nervous system and skin, originating from abnormalities in ectoderm-derived tissues [ 1 , 2 ]. They encompass a broad range of conditions, including neurofibromatosis type 1 (NF1), neurofibromatosis type 2 (NF2), tuberous sclerosis complex, Sturge–Weber syndrome, von Hippel–Lindau disease, and others [ 3 ]. Among these, neurofibromatoses hold particular clinical importance due to their multisystem involvement, potential for malignant transformation, and substantial impact on quality of life [ 4 ]. The heterogeneity of NF1 is reflected in its involvement of multiple organ systems beyond the nervous system and skin, including the heart, kidneys, lungs, and bones [ 5 , 6 , 7 , 8 ]. Similarly, NF2 exhibits significant clinical variability, with manifestations ranging from isolated vestibular schwannomas to extensive intracranial and spinal tumours leading to severe neurological deficits [ 9 ]. The high prevalence of NF1 further underscores its relevance in clinical practice and research, affecting approximately 1 in 2500 to 3500 individuals, whereas NF2 is considerably rarer, affecting approximately 1 in 50,000 individuals [ 10 , 11 , 12 ]. NF1 and NF2 have traditionally been considered monogenic disorders caused by mutations in the genes encoding neurofibromin and merlin, respectively [ 13 , 14 ]. Both exhibit complete penetrance, meaning that all individuals with a pathogenic variant eventually develop clinical features of the disease. However, the variable expressivity of these disorders results in a wide spectrum of manifestations, ranging from mild to severe, even among individuals carrying identical mutations [ 15 , 16 , 17 ]. This phenotypic heterogeneity, especially pronounced in NF1, suggests that additional mechanisms such as epigenetic modifications may contribute to disease development and expression [ 18 , 19 ]. Epigenetics refers to heritable changes in gene activity that occur without alterations to the DNA sequence, primarily through DNA methylation, histone modifications, and regulation by non-coding RNAs (ncRNAs) such as microRNAs (miRNAs) and long non-coding RNAs (lncRNAs) [ 15 , 16 ]. Although the development of ectodermal tissues and associated diseases is largely governed by genetic and molecular pathways, growing evidence suggests that epigenetic mechanisms also play critical roles in the pathogenesis of ectodermal disorders [ 20 , 21 , 22 , 23 , 24 ]. Similarly, epigenetic alterations have been implicated in the ageing process, further reinforcing their biological importance [ 25 ]. It is therefore reasonable to investigate the potential contribution of epigenetic mechanisms in syndromes such as NF1 and NF2. Epigenetic dysregulation has been linked to various neurological and oncological disorders, including gliomas, medulloblastomas, and malignant peripheral nerve sheath tumours [ 26 , 27 , 28 , 29 ]. Early studies in NF1- and NF2-associated tumours have revealed abnormal patterns of DNA methylation, dysregulation of expression, and disruptions in chromatin regulation, suggesting that these changes may influence tumour suppressor gene function, Schwann cell behaviour, and the tumour microenvironment, ultimately contributing to the clinical heterogeneity observed in these disorders [ 30 , 31 ]. While numerous studies have explored the molecular basis of NF1 and NF2, research on the role of epigenetic mechanisms remains fragmented. The absence of an integrated model has created the need for a comprehensive review, aiming to organise the existing knowledge and highlight its clinical relevance. The current review seeks to critically evaluate the role of epigenetic mechanisms in the pathogenesis and prognosis of NF1 and NF2, presenting emerging evidence that supports these relationships. Specifically, we discuss the impact of DNA methylation, histone modifications, and ncRNA on disease expression and tumour behaviour, emphasising their contribution to the complexity of neurofibromatosis. Understanding epigenetic regulation in these syndromes is crucial, as epigenetic markers hold potential for prognostic evaluation, guiding therapeutic decisions, and developing targeted therapies.",
  "results": "",
  "discussion": "4. Conclusions This review highlights the emerging role of epigenetic mechanisms in the pathogenesis and prognosis of NF1 and NF2. Despite the well-established genetic basis of these syndromes, significant clinical variability remains unexplained, prompting a shift towards exploring additional regulatory layers. Epigenetic alterations, particularly DNA methylation, histone modifications, and the dysregulation of ncRNAs, have been shown to influence key cellular pathways relevant to tumour development, progression, and clinical heterogeneity in NF1 and NF2. Thus, the current evidence supports the notion that these epigenetic mechanisms not only contribute to disease initiation but also modulate prognosis and phenotypic diversity. However, many important questions remain unanswered. Elucidating the role of epigenetic modifications in classic non-tumour manifestations such as café-au-lait macules, freckling, and Lisch nodules remains a key objective. Beyond this, future research must aim to characterize the specific epigenetic changes in NF1 and NF2 associated with distinct clinical manifestations better; clarify their causal role in disease progression; and investigate how epigenetic alterations may influence therapeutic responsiveness and resistance. Moreover, understanding these mechanisms may assist in the development of epigenetically informed treatment strategies tailored to individual patient profiles. Identifying specific epigenetic signatures in individuals with NF1 and NF2 may also inform refinements in the surveillance protocols and ultimately support more targeted clinical monitoring. Overall, integrating epigenetic insights into the study of neurofibromatosis represents a critical step towards a more comprehensive understanding and more personalized management of these complex disorders.",
  "fetched_at": "2026-02-11T01:56:13.782188",
  "abstract_length": 646,
  "methods_length": 0,
  "introduction_length": 4323,
  "results_length": 0,
  "discussion_length": 1828
}