{
  "pmid": "PMID:40842873",
  "abstract": "INTRODUCTION: Neurofibromatosis type 2 related Schwannomatosis (NF2-SWN) is a genetic disorder characterized by the growth of vestibular schwannomas (VS), which often leads to progressive hearing loss and vestibular dysfunction. Accurate volumetric assessment of VS tumors is crucial for effective monitoring and treatment planning. Since tumor growth dynamics are often subtle, the resolution of MRI scans plays a critical role in detecting small volumetric changes that inform clinical decisions. This study evaluates the impact of MRI voxel resolution on the accuracy of manual and AI-driven volumetric segmentation of VS in NF2-SWN patients. METHODS: Ten patients with NF2-SWN, totaling 17 tumors, underwent high-resolution MRI scans with varying voxel sizes on different MRI machines at Yale New Haven Hospital. Tumors were segmented using both manual and AI-based methods, and the effect of voxel size on segmentation precision was quantified through volume measurements, Dice similarity coefficients, and Hausdorff distances. RESULTS: Results indicate that larger voxel sizes (1.2 × 0.9 × 4.0 mm) significantly reduced segmentation accuracy when compared to smaller voxel sizes (0.5 × 0.5 × 0.8 mm). In addition, AI-based segmentation outperformed manual methods, particularly at larger voxel sizes. DISCUSSION: These findings highlight the importance of optimizing voxel resolution for accurate tumor monitoring and suggest that AI-driven segmentation may improve consistency and precision in NF2-SWN tumor surveillance.",
  "methods": "Methods Ten patients with NF2-SWN, totaling 17 tumors, underwent high-resolution MRI scans with varying voxel sizes on different MRI machines at Yale New Haven Hospital. Tumors were segmented using both manual and AI-based methods, and the effect of voxel size on segmentation precision was quantified through volume measurements, Dice similarity coefficients, and Hausdorff distances. 2 Methods 2.1 Sampling Ten randomly selected NF2-SWN patient MRIs from Yale New Haven Health, all of whom had undergone annual brain MRIs for vestibular schwannoma surveillance, were included in this study. The cohort had a mean age of 49.5 years (range: 22–65 years) and consisted of seven females and three males; two patients identified as Hispanic. The NF2-SWN mutation was familial in two cases and mosaic in eight. A total of 17 tumors (seven bilateral and three unilateral VS) were analyzed. Five patients had no prior surgical intervention, while the remaining five had undergone a single surgery each, including two gamma knife radiosurgeries and three open resections. This retrospective study was approved by the Yale University Institutional Review Board. Informed consent was waived due to the use of de-identified data. A formal power analysis was not conducted due to the exploratory nature of this pilot study. Future work will involve larger, statistically powered cohorts to enable robust subgroup analysis. Inclusion criteria for patients included patients over the age of 18 and patients with a formal diagnosis of NF2-SWN (with either uni- or bilateral vestibular schwannomas). Exclusion criteria included patients under the age of 18, patients with an undocumented history of NF2-SWN, scans without contrast, scans with large voxel sizes or scan sequences that did not allow for visualization of the inner auditory canal. Inclusion criteria did not include treatment status or presence of other tumors such as meningiomas; therefore, the patient data represented both pre- and posttreatment scans as well as those with meningiomas. 2.2 Images All imaging was conducted at Yale New Haven Hospital (New Haven, CT) using a combination of 1.5T Toshiba (one scan), 3T Siemens (seven scans), or GE systems (two scans). Volumetric analysis was performed on high-resolution, thin-slice axial T1 post-contrast MRI scans. The voxel sizes of each scan are detailed in  Table 1 . Table 1 Voxel sizes of the original scans used. Voxel size (mm) Number of scans 0.5 × 0.5 × 0.75 1 0.4688 × 0.4688 × 0.9 2 0.3438 × 0.3438 × 1.0 1 0.5078 × 0.5078 × 0.9 2 0.4688 × 0.4688 × 1.2 1 0.4297 × 0.4297 × 0.9 1 0.375 × 0.375 × 1.0 1 0.4683 × 0.4683 × 1.0 1 2.3 Manual segmentation Three researchers (M.S., N.J., and S.L.) independently segmented the 17 original tumors using Simpleware (Synopsys, Mountain View, CA) “Paint by Threshold” tool. Each tumor mask was reviewed and corrected by a neuroradiologist (M.H.J.). The final volume of each segmented tumor was then measured using the software's volume measurement tool to establish a baseline prior to resampling. 2.4 3D model creation In addition to manual segmentation, each tumor was segmented using the AI-based auto-segmentation tool in Simpleware, as previously described and validated by Jester et al. Our segmentation process utilized the Simpleware platform by Synopsys, which integrates proprietary AI-powered auto-segmentation tools. These tools leverage a convolutional neural network trained on large, domain-specific datasets to accurately and efficiently segment complex anatomical structures, including VS tumors. To ensure reliability, we validated Simpleware's output against ground truth annotations using metrics such as the Dice coefficient ( 7 ). The volume of each AI-generated tumor mask was calculated using the same volume measurement tool. 2.5 Resampling To evaluate the effect of voxel resolution on volumetric accuracy, the resampling function within the image processing software was used to lower the resolution of the original MRI images by resampling them to larger voxel sizes via linear interpolation between neighboring voxels. Following voxel size modification, the researchers re-segmented the tumors using both manual and AI-based methods as described above, and the resulting tumor volumes were measured. We resampled each scan to four different voxel sizes (0.5 × 0.5 × 0.8 mm, 0.8 × 0.8 × 0.9 mm, 0.8 × 0.8 × 1.6 mm, and 1.2 × 0.9 × 4.0 mm) based on their common use in clinical 3T internal auditory canal MRI protocols ( 9 ). This range allows us to evaluate the trade-off between spatial resolution and segmentation accuracy in tumor volume estimation. Segmentation accuracy across different voxel sizes and methods (AI vs. manual) was evaluated by calculating the percentage change in volume, Dice similarity coefficient scores, and Hausdorff distances, using the original tumor mask as the reference. 2.6 Data analysis Statistical significance was assessed using the Wilcoxon signed-rank test, comparing resampled tumor volumes across different voxel sizes. Additionally, we applied this test to evaluate differences between AI-based and manual segmentation methods in terms of percentage volume change, Dice similarity coefficients, and Hausdorff distances. All statistical analyses were performed using R (R Core Team), and visualization of volume differences, Dice similarity coefficients, and Hausdorff distances was conducted using ggplot2 and tidyverse ( 10 ,  11 ) for comparative analysis.",
  "introduction": "Introduction Neurofibromatosis type 2 related Schwannomatosis (NF2-SWN) is a genetic disorder characterized by the growth of vestibular schwannomas (VS), which often leads to progressive hearing loss and vestibular dysfunction. Accurate volumetric assessment of VS tumors is crucial for effective monitoring and treatment planning. Since tumor growth dynamics are often subtle, the resolution of MRI scans plays a critical role in detecting small volumetric changes that inform clinical decisions. This study evaluates the impact of MRI voxel resolution on the accuracy of manual and AI-driven volumetric segmentation of VS in NF2-SWN patients. 1 Introduction Neurofibromatosis type 2 related Schwannomatosis (NF2-SWN) is an autosomal dominant disorder caused by mutations in the NF2-SWN tumor-suppressor gene on chromosome 22. This condition is characterized by the development of multiple nervous system tumors, particularly meningiomas and vestibular schwannomas (VS), often leading to progressive hearing loss and vestibular dysfunction ( 1 ,  2 ). NF2-SWN management primarily relies on serial annual surveillance imaging to track tumor progression and evaluate risks to adjacent critical structures, given the limited effectiveness of pharmacologic, radiation, and surgical treatments. Accurate volumetric assessment is essential for early intervention and treatment planning, as subtle changes in tumor size can have significant clinical implications. Traditionally, VS tumor progression is evaluated using volumetric analysis based on ellipsoid modeling, as recommended by the Response Evaluation in Neurofibromatosis and Schwannomatosis (REiNS) consortium ( 3 ). This approach estimates tumor volume using the length and width of the largest cross-section, as determined by a neuroradiologist. However, studies exploring volumetric analysis of VS tumors have found that ellipsoid approximations overestimate volume (Yamada et al., 2000). As VS tumors grow, their cross-sectional morphology often deviates from a simple ellipsoid, particularly due to the development of extra-canalicular extensions into the cerebellopontine angle. This results in a characteristic ‘ice cream cone’ shape, which may contribute to volume overestimation when using ellipsoid-based models ( 4 ). A more precise alternative is 3D volumetric analysis, which has been applied to NF2-SWN-associated VS ( 5 ). This technique reconstructs tumor volume by segmenting its area across all MRI slices, generating a highly accurate 3D representation of the tumor's shape and spatial relationships with surrounding structures. This method provides greater precision in assessing tumor burden and may help predict the onset of clinical symptoms based on anatomical involvement. However, manual 3D segmentation remains time-intensive and prone to interobserver variability, which can impact the reliability of longitudinal tumor assessments. Recent advancements in artificial intelligence (AI)-driven auto-segmentation tools have further improved efficiency and accuracy ( 6 ,  7 ). By reducing interobserver variability and segmentation time, AI-based volumetric analysis offers a more consistent and reproducible approach to tracking tumor growth over time. While AI-driven segmentation enhances consistency, the accuracy of any 3D tumor model is ultimately constrained by the resolution of the source MRI data, which is dictated by voxel size. Voxel volume is influenced by the field of view, matrix size, and slice thickness ( 8 ): Here, the field of view represents the scanned area, the matrix size defines the number of voxels per field of view, and the slice thickness determines the depth of each cross-section. Higher matrix sizes yield smaller voxel dimensions and improved resolution, while larger slice thicknesses may reduce accuracy in volume estimation. Understanding these imaging parameters is crucial for optimizing tumor segmentation techniques, whether performed manually or by AI. Voxel Volume = Field of View Matrix Size × Slice Thickness This study evaluates the impact of MRI voxel size on the accuracy of manual and AI-driven volumetric segmentation of vestibular schwannomas in NF2-SWN. Given that tumor progression influences clinical decision-making—including the timing of surgery or radiation therapy—precise volumetric assessment is essential. However, current methods face limitations: ellipsoid approximations introduce overestimation errors, while manual 3D segmentation remains time-consuming and variable. AI-based tools offer improved efficiency, but their accuracy depends on underlying MRI resolution, which is dictated by voxel dimensions (field of view, matrix size, and slice thickness). By quantifying how voxel size affects segmentation precision, this work aims to establish empirically supported imaging parameters that balance accuracy with clinical feasibility. Optimizing volumetric analysis may enhance early detection of tumor progression, support more informed treatment decisions, and contribute to better long-term outcomes for NF2-SWN patients.",
  "results": "Results Results indicate that larger voxel sizes (1.2 × 0.9 × 4.0 mm) significantly reduced segmentation accuracy when compared to smaller voxel sizes (0.5 × 0.5 × 0.8 mm). In addition, AI-based segmentation outperformed manual methods, particularly at larger voxel sizes. 3 Results 3.1 Effect of voxel size on manual segmentation volume The analysis of percent change in manual segmentation volume across different voxel sizes revealed significant differences when comparing the 1.2 × 0.9 × 4.0 mm voxel size to each of the smaller voxel sizes ( Figure 1 ). Specifically:\n 0.5 × 0.5 × 0.8 mm vs. 1.2 × 0.9 × 4.0 mm:  p  < 0.0001 0.8 × 0.8 × 0.9 mm vs. 1.2 × 0.9 × 4.0 mm:  p  < 0.0001 0.8 × 0.8 × 1.6 mm vs. 1.2 × 0.9 × 4.0 mm:  p  < 0.0001 Figure 1 Percent change in manual segmentation volume by voxel size. Bar graph titled \\\"Average Manual Percentage Change by Voxel Size\\\" depicting four bars with varying heights. From smallest to largest voxel sizes: green (0.5 x 0.5 x 0.8) has minimal change, orange (0.8 x 0.8 x 0.9) slightly higher, blue (0.8 x 0.8 x 1.6) moderate, and pink (1.2 x 0.9 x 4.0) significantly higher change. Error bars indicate variability. No significant differences were observed between the smaller voxel sizes ( p  > 0.05). 3.2 Comparison of AI and manual segmentation volume changes For the smaller voxel sizes, no significant differences were observed in the percentage change in volume between AI and manual segmentation methods ( Figure 2 ). However, for the 1.2 × 0.9 × 4.0 mm voxel size, a significant difference was observed, with AI segmentation showing a lower percentage change in volume compared to manual segmentation. Figure 2 AI vs. Manual Segmentation: Percent Change in Volume by Voxel Size. Bar chart showing average percentage change by voxel size, comparing AI and manual methods. Orange bars represent AI and blue bars represent manual changes. Voxel sizes increase from left to right. Larger voxel sizes show more significant changes, especially manually. Error bars indicate variability. 3.3 Manual segmentation accuracy (dice score analysis) Analysis of manual segmentation Dice scores demonstrated significant differences when comparing the 1.2 × 0.9 × 4.0 mm voxel size to smaller voxel sizes ( Figure 3 ):\n 0.5 × 0.5 × 0.8 mm vs. 1.2 × 0.9 × 4.0 mm:  p  < 0.0001 0.8 × 0.8 × 0.9 mm vs. 1.2 × 0.9 × 4.0 mm:  p  < 0.0001 0.8 × 0.8 × 1.6 mm vs. 1.2 × 0.9 × 4.0 mm:  p  < 0.0001 Figure 3 Manual segmentation dice score by voxel size. Bar chart titled \\\"Average Manual Dice Score by Voxel Size.\\\" Four bars, each representing different voxel sizes, show scores around 0.60 to 0.85. Green (0.5x0.5x0.8), orange (0.8x0.8x0.9), blue (0.8x0.8x1.6), and pink (1.2x0.9x4.0) bars have error lines, with the blue bar having the highest score. X-axis labeled \\\"Voxel Size (Smaller → Larger)\\\" and y-axis labeled \\\"Average Manual Dice Score.\\\" No significant differences were found between smaller voxel sizes ( p  > 0.05). 3.4 Comparison of AI and manual dice scores The AI and manual segmentation Dice scores were compared across voxel sizes ( Figure 4 ):\n 0.5 × 0.5 × 0.8 mm: AI significantly outperformed manual ( p  < 0.05) 0.8 × 0.8 × 0.9 mm: No significant difference ( p  > 0.05) 0.8 × 0.8 × 1.6 mm: AI significantly outperformed manual ( p  < 0.01) 1.2 × 0.9 × 4.0 mm: AI significantly outperformed manual ( p  < 0.05) Figure 4 AI vs. Manual Segmentation: Dice Score by Voxel Size. Bar chart titled “Average Dice Score by Voxel Size with AI Comparison.” It compares AI and manual dice scores across four voxel sizes. AI scores, in orange, slightly outperform manual scores, in blue, particularly at larger voxel sizes. Error bars indicate variability. 3.5 Manual segmentation accuracy (Hausdorff distance analysis) The average Hausdorff distance was analyzed to assess segmentation accuracy ( Figure 5 ):\n 0.5 × 0.5 × 0.8 mm vs. 1.2 × 0.9 × 4.0 mm:  p  < 0.0001 0.8 × 0.8 × 0.9 mm vs. 1.2 × 0.9 × 4.0 mm:  p  < 0.0001 0.8 × 0.8 × 1.6 mm vs. 1.2 × 0.9 × 4.0 mm:  p  < 0.0001 Figure 5 Manual segmentation hausdorff distance by voxel size. Bar chart titled \\\"Average Manual Hausdorff Distance by Voxel Size\\\" showing four bars. From left to right, bars represent voxel sizes: 0.5x0.5x0.8, 0.8x0.8x0.9, 0.8x0.8x1.6, 1.2x0.9x4.0. Heights increase from left to right, indicating larger average distances with larger voxels. Error bars show standard deviation. No significant differences were observed between 0.5 × 0.5 × 0.8 mm and 0.8 × 0.8 × 0.9 mm or 0.8 × 0.8 × 0.9 mm and 0.8 × 0.8 × 1.6 mm ( p  > 0.05). However, a significant difference was found between 0.5 × 0.5 × 0.8 mm and 0.8 × 0.8 × 1.6 mm ( p  < 0.01). 3.6 Comparison of AI and manual hausdorff distances Comparing AI and manual segmentation methods revealed ( Figure 6 ):\n 0.5 × 0.5 × 0.8 mm: No significant difference ( p  > 0.05) 0.8 × 0.8 × 0.9 mm: No significant difference ( p  > 0.05) 0.8 × 0.8 × 1.6 mm: AI significantly outperformed manual ( p  < 0.05) 1.2 × 0.9 × 4.0 mm: AI significantly outperformed manual ( p  < 0.001) Figure 6 AI vs. Manual Segmentation: Hausdorff Distance by Voxel Size. Bar chart titled \\\"Average Hausdorff Distance by Voxel Size with AI Comparison\\\" showing four voxel sizes on the x-axis and average Hausdorff distance on the y-axis. Each voxel size has two bars: orange for AI Hausdorff Distance and blue for Manual Hausdorff Distance. Bars increase in height as voxel size grows, indicating higher distances. Error bars are present.",
  "discussion": "Discussion These findings highlight the importance of optimizing voxel resolution for accurate tumor monitoring and suggest that AI-driven segmentation may improve consistency and precision in NF2-SWN tumor surveillance. 4 Discussion This study systematically evaluated how MRI voxel size affects the accuracy of manual and AI-driven volumetric segmentation of VS in patients with NF2-SWN, a genetically driven disorder characterized by bilateral vestibular tumors. Across the dataset, we observed a clear inverse relationship between voxel size and segmentation accuracy. Larger voxels (1.2 × 0.9 × 4.0 mm) were associated with significant degradation in Dice similarity scores and increased Hausdorff distances, especially in manual segmentations. Smaller voxel sizes (0.5 × 0.5 × 0.8 mm, 0.8 × 0.8 × 0.9 mm) consistently produced more accurate tumor delineations. The impact of voxel resolution on segmentation accuracy has been well-documented across various imaging modalities. In MRI, voxel size directly influences spatial resolution, with smaller voxels enabling finer anatomical detail capture ( 12 ). This is particularly crucial for delineating small or irregularly shaped tumors, where boundary precision is essential. Studies have shown that reduced voxel sizes can enhance the accuracy of tumor segmentation by minimizing partial volume effects and improving edge definition [( 13 ,  14 ); Dan et al., 2019; ( 15 )]. However, high-resolution imaging comes with trade-offs, including increased data volume and processing time ( 16 ). These longer scan times can be particularly challenging in clinical settings involving pediatric, elderly, or otherwise non-compliant patient populations, where motion artifacts and discomfort may compromise image quality. The benefits of higher resolution may plateau beyond a certain point, especially when the tumor size is small or the contrast between tumor and surrounding tissue is low. In such cases, the improvement in segmentation accuracy may not justify the additional computational burden. Therefore, optimizing voxel resolution requires balancing the need for detail with the practical constraints of imaging and processing capabilities. The decline in segmentation performance at lower resolutions was more pronounced in manual contours ( Figure 7 ), whereas AI-driven methods demonstrated greater robustness. Notably, AI segmentations showed reduced variability and maintained relatively high accuracy even at larger voxel sizes. Dice similarity scores for AI segmentations also exhibited a significant positive correlation with tumor volume ( Figure 8 ), consistent with the observed trend in manual segmentation ( Figure 9 ). This volume-dependent accuracy underscores that larger tumors are easier to segment, likely due to their lower surface-area-to-volume ratio, which reduces the relative influence of partial volume effects and boundary ambiguity. This volume-dependent accuracy likely arises because larger tumors have a lower surface-area-to-volume ratio, which reduces the relative influence of boundary ambiguities and voxel-level noise. Figure 7 Impact of voxel resolution on tumor segmentation.  : Small-voxel size (0.5 × 0.5 × 0.8 mm) axial slice and 3D tumor model.  Left : Large-voxel size (1.2 × 0.9 × 4.0 mm) axial slice and model.  Center : Overdays reveal discrepancies between high- and low-resolution segmentations in both 2D and 3D. Right Scatter plot showing the relationship between manual Dice similarity scores and original volume in cubic millimeters. Each point represents data with a linear trend line. The correlation coefficient is 0.74, and R-squared is 0.548. Voxel size is specified as 1.2 x 0.9 x 4.0. Figure 8 Manual dice score for the greatest voxel size (1.2 × 0.9 × 4.0 mm) vs. Tumor Volume at Original Resolution ( p  < 0.001). Scatter plot showing the relationship between Dice Similarity (AI) and Original Volume (mm³) with a voxel size of 1.2 x 0.9 x 4.0. Data points are scattered, with a positive trend indicated by a red line. The correlation coefficient is 0.685, and the R-squared value is 0.469. Figure 9 AI dice score for the greatest voxel size (1.2 × 0.9 × 4.0 mm) vs. Tumor Volume at Original Resolution ( p  < 0.01). Three panels display MRI scans and 3D models. The first row shows axial slices with manually segmented tumors: small voxel size, large voxel size, and an overlay. The second row displays corresponding 3D tumor models in red, blue, and combined colors. While both segmentation approaches performed well on large tumors, smaller lesions posed a greater challenge. For the smallest tumors in our dataset, Dice scores often fell below 0.80 for manual segmentation and hovered around 0.75–0.85 for AI. This reduced performance may be partly attributable to the fact that, in smaller tumors, boundary voxels constitute a larger proportion of the total volume. As a result, even minor inaccuracies along the tumor edge disproportionately impact Dice similarity scores. These findings align with prior observations that small tumor volumes are more vulnerable to inter-observer variability and voxel-level segmentation noise, particularly when spatial resolution is limited ( 26 ). Importantly, these results also highlight the limitations of Dice similarity as a standalone metric. Because Dice is inherently volume-weighted, its value is strongly influenced by tumor size. A modest absolute error may have minimal impact on Dice in large tumors but can dramatically reduce it in smaller lesions where boundary voxels dominate. Therefore, we also employed Hausdorff distance as a complementary measure of segmentation accuracy. Unlike Dice, the Hausdorff distance captures the maximum boundary discrepancy between the predicted and ground truth contours, offering a more precise assessment of spatial alignment—especially at tumor margins. This metric is particularly relevant in clinical contexts, such as surgical and radiotherapy planning, where accurate boundary delineation is more critical than overall volume overlap. Recent studies have advocated for hybrid evaluation metrics that combine region-based and boundary-based assessments to more comprehensively reflect segmentation performance ( 17 ).",
  "fetched_at": "2026-02-11T01:57:08.010686",
  "abstract_length": 1528,
  "methods_length": 5480,
  "introduction_length": 5074,
  "results_length": 5479,
  "discussion_length": 6235
}