{
  "pmid": "40842873",
  "abstract": "INTRODUCTION: Neurofibromatosis type 2 related Schwannomatosis (NF2-SWN) is a genetic disorder characterized by the growth of vestibular schwannomas (VS), which often leads to progressive hearing loss and vestibular dysfunction. Accurate volumetric assessment of VS tumors is crucial for effective monitoring and treatment planning. Since tumor growth dynamics are often subtle, the resolution of MRI scans plays a critical role in detecting small volumetric changes that inform clinical decisions. This study evaluates the impact of MRI voxel resolution on the accuracy of manual and AI-driven volumetric segmentation of VS in NF2-SWN patients. METHODS: Ten patients with NF2-SWN, totaling 17 tumors, underwent high-resolution MRI scans with varying voxel sizes on different MRI machines at Yale New Haven Hospital. Tumors were segmented using both manual and AI-based methods, and the effect of voxel size on segmentation precision was quantified through volume measurements, Dice similarity coefficients, and Hausdorff distances. RESULTS: Results indicate that larger voxel sizes (1.2 × 0.9 × 4.0 mm) significantly reduced segmentation accuracy when compared to smaller voxel sizes (0.5 × 0.5 × 0.8 mm). In addition, AI-based segmentation outperformed manual methods, particularly at larger voxel sizes. DISCUSSION: These findings highlight the importance of optimizing voxel resolution for accurate tumor monitoring and suggest that AI-driven segmentation may improve consistency and precision in NF2-SWN tumor surveillance.",
  "methods": "Methods Ten patients with NF2-SWN, totaling 17 tumors, underwent high-resolution MRI scans with varying voxel sizes on different MRI machines at Yale New Haven Hospital. Tumors were segmented using both manual and AI-based methods, and the effect of voxel size on segmentation precision was quantified through volume measurements, Dice similarity coefficients, and Hausdorff distances. 2 Methods 2.1 Sampling Ten randomly selected NF2-SWN patient MRIs from Yale New Haven Health, all of whom had undergone annual brain MRIs for vestibular schwannoma surveillance, were included in this study. The cohort had a mean age of 49.5 years (range: 22–65 years) and consisted of seven females and three males; two patients identified as Hispanic. The NF2-SWN mutation was familial in two cases and mosaic in eight. A total of 17 tumors (seven bilateral and three unilateral VS) were analyzed. Five patients had no prior surgical intervention, while the remaining five had undergone a single surgery each, including two gamma knife radiosurgeries and three open resections. This retrospective study was approved by the Yale University Institutional Review Board. Informed consent was waived due to the use of de-identified data. A formal power analysis was not conducted due to the exploratory nature of this pilot study. Future work will involve larger, statistically powered cohorts to enable robust subgroup analysis. Inclusion criteria for patients included patients over the age of 18 and patients with a formal diagnosis of NF2-SWN (with either uni- or bilateral vestibular schwannomas). Exclusion criteria included patients under the age of 18, patients with an undocumented history of NF2-SWN, scans without contrast, scans with large voxel sizes or scan sequences that did not allow for visualization of the inner auditory canal. Inclusion criteria did not include treatment status or presence of other tumors such as meningiomas; therefore, the patient data represented both pre- and posttreatment scans as well as those with meningiomas. 2.2 Images All imaging was conducted at Yale New Haven Hospital (New Haven, CT) using a combination of 1.5T Toshiba (one scan), 3T Siemens (seven scans), or GE systems (two scans). Volumetric analysis was performed on high-resolution, thin-slice axial T1 post-contrast MRI scans. The voxel sizes of each scan are detailed in  Table 1 . Table 1 Voxel sizes of the original scans used. Voxel size (mm) Number of scans 0.5 × 0.5 × 0.75 1 0.4688 × 0.4688 × 0.9 2 0.3438 × 0.3438 × 1.0 1 0.5078 × 0.5078 × 0.9 2 0.4688 × 0.4688 × 1.2 1 0.4297 × 0.4297 × 0.9 1 0.375 × 0.375 × 1.0 1 0.4683 × 0.4683 × 1.0 1 2.3 Manual segmentation Three researchers (M.S., N.J., and S.L.) independently segmented the 17 original tumors using Simpleware (Synopsys, Mountain View, CA) “Paint by Threshold” tool. Each tumor mask was reviewed and corrected by a neuroradiologist (M.H.J.). The final volume of each segmented tumor was then measured using the software's volume measurement tool to establish a baseline prior to resampling. 2.4 3D model creation In addition to manual segmentation, each tumor was segmented using the AI-based auto-segmentation tool in Simpleware, as previously described and validated by Jester et al. Our segmentation process utilized the Simpleware platform by Synopsys, which integrates proprietary AI-powered auto-segmentation tools. These tools leverage a convolutional neural network trained on large, domain-specific datasets to accurately and efficiently segment complex anatomical structures, including VS tumors. To ensure reliability, we validated Simpleware's output against ground truth annotations using metrics such as the Dice coefficient ( 7 ). The volume of each AI-generated tumor mask was calculated using the same volume measurement tool. 2.5 Resampling To evaluate the effect of voxel resolution on volumetric accuracy, the resampling function within the image processing software was used to lower the resolution of the original MRI images by resampling them to larger voxel sizes via linear interpolation between neighboring voxels. Following voxel size modification, the researchers re-segmented the tumors using both manual and AI-based methods as described above, and the resulting tumor volumes were measured. We resampled each scan to four different voxel sizes (0.5 × 0.5 × 0.8 mm, 0.8 × 0.8 × 0.9 mm, 0.8 × 0.8 × 1.6 mm, and 1.2 × 0.9 × 4.0 mm) based on their common use in clinical 3T internal auditory canal MRI protocols ( 9 ). This range allows us to evaluate the trade-off between spatial resolution and segmentation accuracy in tumor volume estimation. Segmentation accuracy across different voxel sizes and methods (AI vs. manual) was evaluated by calculating the percentage change in volume, Dice similarity coefficient scores, and Hausdorff distances, using the original tumor mask as the reference. 2.6 Data analysis Statistical significance was assessed using the Wilcoxon signed-rank test, comparing resampled tumor volumes across different voxel sizes. Additionally, we applied this test to evaluate differences between AI-based and manual segmentation methods in terms of percentage volume change, Dice similarity coefficients, and Hausdorff distances. All statistical analyses were performed using R (R Core Team), and visualization of volume differences, Dice similarity coefficients, and Hausdorff distances was conducted using ggplot2 and tidyverse ( 10 ,  11 ) for comparative analysis.",
  "introduction": "",
  "results": "",
  "discussion": "",
  "fetched_at": "2026-02-11T23:48:00.780608",
  "abstract_length": 1528,
  "methods_length": 5480,
  "introduction_length": 0,
  "results_length": 0,
  "discussion_length": 0
}