{
  "pmid": "40842566",
  "abstract": "BACKGROUND: Malignant peripheral nerve sheath tumor (MPNST) is an aggressive soft tissue sarcoma characterized by high recurrence and poor prognosis, necessitating the search for novel therapeutic targets and strategies. This study investigated the expression of mitochondrial translocator protein (TSPO) in MPNST and its role in regulating ferroptosis. METHODS: TSPO expression was analyzed in adjacent non-tumor tissues, benign neurofibromas, and malignant tissues using real-time PCR, western blotting, immunohistochemistry staining. Expression levels of classic ferroptosis markers, including AKR1C1 and FTH1 were assessed. Ferroptosis was evaluated by measuring cell viability, ferroptosis marker levels, and intracellular Fe RESULTS: Compared with adjacent non-tumor tissues and benign neurofibromas, TSPO expression was significantly lower in MPNST specimens. Notably, TSPO expression positively correlated with the classic ferroptosis markers AKR1C1 and FTH1. TSPO-knockdown MPNST cells exhibited significant resistance to ferroptotic cell death. Additionally, biochemical characterization indicated that TSPO deficiency decreased intracellular Fe CONCLUSION: Our findings revealed that TSPO deficiency inhibited ferroptosis in MPNST cells by upregulating GPX4 antioxidant pathway, suggesting that mitochondrial TSPO-GPX4-ferroptosis axis may be a promising therapeutic target for improving the outcomes of patients with MPNST.",
  "methods": "Methods TSPO expression was analyzed in adjacent non-tumor tissues, benign neurofibromas, and malignant tissues using real-time PCR, western blotting, immunohistochemistry staining. Expression levels of classic ferroptosis markers, including AKR1C1 and FTH1 were assessed. Ferroptosis was evaluated by measuring cell viability, ferroptosis marker levels, and intracellular Fe 2+  and reactive oxygen species (ROS) levels. Oxidized phospholipid profiles of wild-types and  TSPO  knockdown MPNST cells were determined using liquid chromatography-mass spectrometry. The potential role of GPX4 in mediating TSPO’s effect on ferroptosis was investigated  in vitro . Materials and methods Human clinical samples Clinical tissues ( Supplementary Table S1 ) were collected from patients with NF (18 cases) and MPNST (12 cases) at the Department of Neurosurgery at Beijing Tiantan Hospital Affiliated with Capital Medical University (Beijing, China), between 2019 and 2023. For four of the MPNST patients, adjacent non-tumor tissues (referred to as peritumor) were also obtained. The inclusion criteria were tumor specimens resected from patients initially diagnosed with NF or MPNST. The exclusion criteria were patients initially diagnosed with non-NF or non-MPNST conditions, or those with recurrent tumors. Human tissue samples were gathered from every patient who had offered written informed consent. The standardized procedures for human samples collection and utilization were approved by the Internal Review Board of Beijing Tiantan Hospital Affiliated with Capital Medical University (KYSQ 2025-334-01). Clinical trial number: not applicable. Cell culture The human plexiform neurofibroma cell line ipNF05.5 (RRID: CVCL_UI71) and MPNST cell line sNF96.2 (RRID: CVCL_K281), purchased from the American Type Culture Collection (Manassas, VA, United States), were cultured in DMEM (Gibco) and RPMI 1640 (Gibco) medium respectively, supplemented with 1% penicillin and streptomycin and 10% foetal bovine serum (Gibco). The cells were cultured at 37°C in a humidified, 5% CO 2  environment. Both human cell lines have been authenticated using STR (or SNP) profiling, and all experiments were performed with mycoplasma-free cells. Immunohistochemistry (IHC) analysis Tissue samples embedded in paraffin were precisely sectioned into 4 mm sections. These sections were then meticulously dewaxed and hydrated. Afterwards, they were incubated with following primary antibodies at 4°C overnight. TSPO (ABclonal, A4881, 1:200), FTH1 (Abcam, ab287968, 1:100), and AKR1C1 (Abcam, ab192785, 7.5 μg/mL) antibodies. The signals were visualized and images were analyzed as described previously ( Zhang et al., 2021 ). Reverse transcription-quantitative polymerase chain reaction (RT-qPCR) The total RNA was isolated from tissues cryopreserved in liquid nitrogen or cells and reverse transcribed into cDNA as described previously ( Zhang et al., 2022 ). The results underwent normalization against the expression of glyceraldehyde-3-phosphate dehydrogenase. The sequences of the GAPDH, TSPO, AKR1C1, FTH1, GPX4, TP53, P21 and NRF2 primers used in this study are presented in  Supplementary Table S2 . Western blotting Proteins were isolated from tumor tissues cryopreserved in liquid nitrogen or cells and protein concentrations were quantified as described previously ( Zhang et al., 2021 ). 100 μg lysate was subjected to separation on a 10% sodium dodecyl sulfate-polyacrylamide gel electrophoresis gel. Following electrophoretic separation, the proteins were transferred onto polyvinylidene difluoride membranes. Subsequently, the membranes were incubated with following primary antibodies during an overnight incubation at 4°C. TSPO (ABclonal, A4881, 1:1000), GPX4 (Proteintech, 67763-1-Ig, 1:1000) and β-actin (Invitrogen, A1978, 1:10000) antibodies. Subsequently, the membranes were incubated with a peroxidase-conjugated secondary antibody (Cell Signaling Technology, 1:10000) for 1.5 h. The signal was visualized through the application of enhanced chemiluminescence reagent (Millipore). Ferrous iron staining We used an Fe 2+  indicator (FeRhoNox-1, MKbio, MX4558) to detect ferrous iron in tumor cells as described previously ( Zhang et al., 2022 ). Cells were incubated for 1 h at 37°C with FeRhoNox-1. The cells were then harvested by trypsinization, and the level of ferrous iron was determined by imaging using a confocal microscope or by flow cytometry analysis. Oxidized phospholipids analysis The extraction of lipids from approximately one million cells was conducted utilizing an adapted Bligh and Dyer’s method as described previously ( Song et al., 2020 ). The lipidomic analysis was carried out at LipidALL Technologies by utilizing an ExionLC-AD-Sciex QTRAP 6500 PLUS mass spectrometer as previously reported ( Lam et al., 2021 ). The separation of distinct lipid classes within oxidized phospholipids was accomplished through normal phase-high performance liquid chromatography. A TUP-HB silica column (i.d. 150 × 2.1 mm, 3 μm) was employed for this separation process. The chromatographic conditions were as follows: mobile phase A consisted of a mixture of chloroform, methanol, and ammonium hydroxide in a ratio of 89.5:10:0.5, and mobile phase B comprised chloroform, methanol, ammonium hydroxide, and water in a ratio of 55:39:0.5:5.5. Multiple reaction monitoring transitions were configured to facilitate the comparative analysis of diverse oxidized phospholipids. Quantification of individual lipid species was achieved by referencing the responses against spiked internal standards. Reduced glutathione assay We used a reduced glutathione assay kit to measure the reduced GSH as described previously ( Zhang et al., 2021 ). The cells were collected, washed twice with ice-cold PBS, lysed by freezing and thawing twice in liquid nitrogen at 37°C, and centrifuged. The supernatant was collected and used for the assays. GSH standard solutions and samples were loaded into 96-well plates. Next, a buffer solution was added to each well, and the plate was incubated at 25°C for 5 min. NADPH solution was then added to each well and the plate was incubated at 25°C for 30 min, and the absorbance was read at 412 nm using microplate reader. The GSH concentrations were normalized to the total protein levels in each sample. Statistical analysis Unless explicitly indicated otherwise, all experimental procedures were independently replicated three times. Statistical analyses were conducted utilizing the GraphPad Prism software (version 8.0), a widely recognized and validated tool in the field of data analysis. The experimental data are presented as the mean ± standard deviation (SD). For the comparison of two groups, the Student’s  t -test for unpaired data was applied. Comparisons among more than two groups were performed using ANOVA and Tukey’s test. For all statistical tests conducted in this study, a significance level of  p  ≤ 0.05 was adopted, and results with  p  values below this threshold were denoted with an asterisk (* p  < 0.05) to indicate statistical significance.",
  "introduction": "",
  "results": "",
  "discussion": "",
  "fetched_at": "2026-02-11T23:47:57.014515",
  "abstract_length": 1435,
  "methods_length": 7101,
  "introduction_length": 0,
  "results_length": 0,
  "discussion_length": 0
}