{
  "pmid": "PMID:40862755",
  "title": "Fibroblasts Attenuate Anti-Tumor Drug Efficacy in Tumor Cells via Paracrine Interactions with Tumor Cells in 3D Plexiform Neurofibroma Cultures.",
  "abstract": "Plexiform neurofibromas (hereafter called pNF1) are often diagnosed in early childhood and occur in about 30% of neurofibromatosis type 1 (NF1) patients. pNF1 exhibits aggressive growth along a nerve in the body and has substantial potential for progression to malignant peripheral nerve sheath tumors that are rarely curable. There are two recently FDA-approved drugs, selumetinib and mirdametinib, for pNF1 patients who have symptomatic and inoperable plexiform neurofibromas; however, these treatments achieve only approximately 30% tumor shrinkage. Fibroblasts, the most abundant cell types within the pNF1 tumor microenvironment, are implicated in pNF1 growth and invasion; however, how fibroblasts affect a drug response of pNF1 remains poorly understood. In the present study, we focused on contributions of fibroblasts to the drug resistance in pNF1 via their secretome. We employed our established three-dimensional (3D) culture system incorporating human pNF1 tumor cells (",
  "authors": "Kyungmin Ji; George J Schwenkel",
  "journal": "Cells",
  "publicationDate": "2025-08-18",
  "doi": "10.3390/cells14161276",
  "methods": "2. Materials and Methods 2.1. Reagents and Antibodies Reconstituted basement membrane (rBM; Cultrex TM  with reduced growth factor) and high-concentration collagen I (rat tail) were purchased from Bio-Techne (Minneapolis, MN, USA) and Corning (Corning, NY, USA), respectively. Phenol red-free Dulbecco’s Modified Eagle Medium (DMEM) and MycoZap TM  Plus-CL were purchased from Lonza (Basel, Switzerland). Fetal bovine serum (FBS) was obtained from Cytiva (Marlborough, MA, USA). Selumetinib (AZD6244), mirdametinib (PD0325901), and tariquidar (XR9576) were purchased from Selleckchem (Houston, TX, USA). L-glutamine and all other chemicals unless otherwise stated were purchased from Sigma-Aldrich (St. Louis, MO, USA). Fluorescent dyes and LIVE/DEAD TM  Viability/Cytotoxicity kit, Hoechst33342, and 4′-6-Diamidino-2-phenylindole (DAPI), were purchased from ThermoFisher Scientific (Waltham, MA, USA). Anti-P-glycoprotein primary antibody and Cy3-conjugated secondary antibody were purchased from Abcam (Cambridge, UK; ab170904) and Jackson ImmunoResearch (West Grove, PA, USA), respectively. 2.2. Cells and Cell Maintenance The following immortalized human plexiform neurofibroma cell lines ( Nf1 −/− ; hereafter called pNF1 cells) described in [ 23 ] were used: ipNF95.11b C and ipNF05.5 purchased from ATCC. Primary fibroblasts ( Nf1 +/− , hereafter called fibroblasts) from pNF1 patients were purchased from Dr. Margaret Wallace, University of Florida (Gainesville, FL, USA). Cells were maintained as monolayers at 37 °C, 5% CO 2  in DMEM/high glucose supplemented with 10% FBS. Routine screening ensured the absence of mycoplasma contamination. 2.3. Three-Dimensional (3D)/4D (3D in Real-Time) Culture Models We employed 3D cultures grown in the patented microfluidic culture devices called TAME (tissue architecture and microenvironment engineering; Patent# US10227556B2) chips [ 24 ] for all experiments in the present study as previously reported [ 22 , 23 ]. Details for fabrication and prototypes of TAME chips with separate or linked wells [ 24 ] and the protocols for 3D monocultures and 3D parallel cocultures [ 25 ] were described in our previous report. For 3D monocultures of pNF1 cells and fibroblasts, cells were seeded on rBM, Cultrex TM /collagen I mixture, on the glass bottom culture well of the TAME chips with separate wells overlaid with 2% rBM in DMEM and grown for 5 days. For 3D pNF1 cell/fibroblast parallel cocultures, pNF1 cells and fibroblasts were plated on top of rBM in each well of TAME chips with linked wells, followed by 2% rBM in DMEM. A seeding ratio of 1 pNF1 tumor cell to ½ or ¼ fibroblast was used for 3D parallel cocultures. Prior to 3D live-cell imaging, nuclei were stained with Hoechst33342 to assess cell conditions by visualizing the integrity and morphology of the cell nuclei and to quantify total live-cell number with live-cell markers (e.g., Calcein AM). 2.4. Image Acquisition for Quantitative Analysis in 3D Optical sections spanning the full depth of the 3D structures were acquired from four contiguous fields (2 × 2) using either an upright Zeiss LSM 780 confocal microscope (Carl Zeiss Microscopy, Jena, Germany) housed within a temperature- and CO 2 -controlled environmental chamber or an inverted Leica Stellaris 5 system (Leica Microsystems, Deerfield, IL, USA) equipped with a Tokai Hit stage-top incubator (Tokai Hit, Shizuoka, Japan) to maintain physiological conditions. Image stacks were processed and reconstructed in 3D using Volocity software (Version 7.0.0; PerkinElmer, Waltham, MA, USA) for visualization and quantification of live/dead cell distributions. The spatial orientation within reconstructed volumes is indicated by x (green), y (red), and z (blue) arrows displayed in the lower corner of each image. 2.5. Drug Treatments Cells were seeded and cultured for 1 day to allow the settlement of cells in 3D rBM. On day 1, media were replaced, and drugs, including selumetinib [ 7 , 8 ] (10 μM) or mirdametinib [ 9 , 10 ] (1 μM), the only FDA-approved drugs for pNF1 treatment, and/or XR9576 [ 26 , 27 ] (0.1 μM), a specific P-glycoprotein inhibitor, were treated in 3D cell cultures for 4 days. 2.6. Live-Cell LIVE/DEAD TM  Assay 3D cultures were incubated with Calcein AM (live cells, green) for 30 min at 37 °C and washed once with warm PBS, then warm culture media were added according to the manufacturer’s recommended protocols and previously published reports [ 28 , 29 , 30 ]. Nuclei were stained with Hoechst33342 prior to live-cell imaging to confirm the cell conditions such as nuclear condensation and to quantify live cell number accurately. Cells were imaged live on the confocal microscopes. The number of live cells was calculated by counting the number of intact and healthy nuclei (appearing as evenly stained and spherical, not condensed and fragmented) overlapped with Calcein AM-stained cells in 3D using Volocity. 2.7. Generation of Fibroblast-Conditioned Media (CM) Details for generation of Fibroblast-CM were described in our previous report [ 22 ]. Briefly, fibroblasts (1 × 10 6  cells in a 60 mm culture dish) were cultured in fresh DMEM for 5 days. Fibroblast-conditioned media (Fib-CM) were collected and centrifuged at 1800×  g  to remove debris, and the resulting supernatants were aliquoted to minimize freeze–thaw cycles. Both Fib-CM and cell-free control media (CtrlM) were stored at −20 °C until use. 2.8. Immunofluorescence Staining We adapted the Sloane group’s immunostaining method for 3D cultures [ 29 ]. Cells were cultured for 5 days in 3D cultures as monocultures, pNF1:Fibroblast parallel cocultures, or in media supplemented with CtrlM or Fib-CM. Following incubation, they were fixed with 10% formaldehyde for 10 min at room temperature (RT), washed with warm PBS, and permeabilized for 5 min using 0.2% Triton X-100 in warm PBS. The cells were blocked with 1% BSA for an hour at RT, incubated with primary antibody (P-glycoprotein) for 3 h at RT, then treated with fluorescent secondary antibody for an hour at RT. DAPI was used for nuclear staining. Images were captured using an inverted Stellaris 5 confocal microscope (Leica Microsystems). Fluorescence intensity of P-glycoprotein was quantified using ImageJ 1.54g software (National Institutes of Health, Bethesda, MD, USA). 2.9. 3D MTT Assay 3D MTT assay was used to assess cell growth and viability as previously described [ 22 ]. Briefly, 1.2 × 10 4  pNF1 cells were seeded in 150 μL media of DMEM supplemented with 10% FBS on 3D rBM, with an additional 2% rBM overlay per well (triplicate or quadruplicate). On day 1, the media were replaced with fresh DMEM (3% FBS), and designated drug treatments were applied. After 4 days of drug treatments (day 5), MTT solution was added, and cells were incubated for 3 h to allow formazan formation. The resulting crystals were solubilized overnight at 37 °C in a solution of 10% SDS and 0.01% HCl, facilitating extraction from both the cells and surrounding rBM. Absorbance was measured at 570 nm with background correction at 690 nm using a SpectraMax Plus 384 microplate reader (Molecular Devices, San Jose, CA, USA). 2.10. Statistical Analysis Data are presented as bar graphs with individual data points, representing the mean ± standard deviation (SD) from at least three independent experiments. The number of replicates is provided in each corresponding figure legend. Statistical significance was assessed using either one-way ANOVA followed by Tukey’s post hoc test for multiple group comparisons or Student’s t-test for comparisons between two groups. A  p -value ≤ 0.05 was considered statistically significant throughout the study.",
  "cache_level": "minimal",
  "has_fulltext": true,
  "fetch_date": "2026-02-19 09:31:20"
}