{
  "pmid": "40877908",
  "abstract": "BACKGROUND: Metabolic adaptations can sustain the pro-neoplastic functions exerted by macrophages in the tumor microenvironment. Malignant peripheral nerve sheath tumors (MPNSTs), aggressive and incurable sarcomas that develop either sporadically or in the context of the genetic syndrome Neurofibromatosis type 1, are highly infiltrated by macrophages, whose contribution to MPNST growth remains poorly characterized. Here, we analyze the role played by the molecular chaperone TRAP1, a regulator of mitochondrial metabolic pathways, in shaping the pro-tumoral activity of macrophages associated to MPNST cells. METHODS: We have studied the phenotypic changes elicited by a MPNST cell-conditioned medium in macrophages with or without TRAP1, and their subsequent ability to support MPNST cell growth and migration and endothelial cell angiogenesis. RESULTS: The presence of TRAP1 is required in both naive and M2-like macrophages for eliciting phenotypic changes that lead to the acquisition of pro-neoplastic features. TRAP1-expressing macrophages become able to sustain MPNST cell growth and migration and to exert pro-angiogenic properties on endothelial cells through accumulation of the metabolite succinate and the ensuing activation of a HIF-1α-dependent transcriptional program. CONCLUSIONS: Our data provide evidence of a molecular crosstalk between MPNST cellular components, in which soluble factors released by cancer cells drive phenotypic changes in macrophages that in turn enhance pro-tumoral biological routines in both MPNST and endothelial cells. TRAP1-dependent metabolic rewiring in macrophages is mandatory for sustaining this interplay, as a TRAP1-succinate-HIF-1α signaling axis orchestrates their acquisition of tumor-promoting features.",
  "methods": "Methods We have studied the phenotypic changes elicited by a MPNST cell-conditioned medium in macrophages with or without TRAP1, and their subsequent ability to support MPNST cell growth and migration and endothelial cell angiogenesis. Materials and methods Cell culture and conditioned medium The sMPNST and cisMPNST cell models were kindly provided by Dr. Lu Q. Le (Charlottesville, VA, USA), NPCIS cell line was a gift from Dr. Verena Staedtke (Johns Hopkins University, USA) and the mouse fibroblast L-cell strain 929 (L929) was obtained from Dr. Elisa Greggio (University of Padova, Italy). The sMPNST (SKP-derived MPNST) cell line is a murine MPNST cell line derived from tumors established by autologous transplantation of skin-derived precursor cells (SKPs) lacking both Nf1 and p53. Such SKPs have been demonstrated to consistently give rise to tumors with all the histological hallmarks of human MPNSTs [ 36 ]. NPCIS and cisMPNST cell lines were derived from tumors developed by the NPcis (B6;129S2-Trp53 tm1Tyj  Nf1 tm1Tyj /J) transgenic mice [ 37 ] and used as MPNST cell models [ 4 ,  36 ]. All cell lines were grown in Dulbecco’s modified Eagle’s medium (DMEM) supplemented with 10% heat-inactivated fetal bovine serum (FBS), 3.97 mM glutamine, 1 mM sodium pyruvate and 0.1 mM penicillin and streptomycin (P/S), at 37 °C in a humidified atmosphere containing 5% CO₂. Cell lines were routinely checked for the presence of mycoplasma. To prepare macrophage differentiation medium (DM), Roswell Park Memorial Institute (RPMI) 1640 medium was supplemented with 10% heat-inactivated FBS, 0.1 mM P/S, 25 mM HEPES pH 7.4 and with 20% of L929 conditioned medium (L929-CM), as a source of M‐CSF. To prepare L929-CM, cells were grown in complete DMEM (10% heat-inactivated FBS, 3.97 mM glutamine, 1 mM sodium pyruvate and 0.1 mM P/S) that was replaced at confluence. After 10 days the medium was collected, centrifuged (750 g, 10 min) and the supernatant was filtered (0.22 μm) and stored at − 80 °C. To obtain MPNST-CM, 6 × 10⁵ MPNST cells were grown in a 100 mm dish with 10 mL complete DMEM (10% heat-inactivated FBS, 3.97 mM glutamine, 1 mM sodium pyruvate and 0.1 mM P/S). After 4 days, the medium was collected as above and immediately used to treat macrophages. Animals All animal experiments were performed in compliance with applicable international (EU Directive 2010/63) and national (e.g., Italian law D.L. 26/2014) laws, implementing the Directive of ethical committees and the Italian Ministry of Health branch dealing with animal welfare. All experiments were approved by the animal welfare committee (OPBA – Organismo Preposto per il Benessere Animale) from the University of Padova. In this study, we utilized age-matched female C57BL/6 mice, both wild-type (WT) and TRAP1-deficient, approximately 4 months old. Macrophage Preparation and treatment Bone marrow cells were obtained following standard protocols [ 31 ]. Briefly, bone marrow cells were collected by flushing the femurs and tibias of WT and TRAP1 KO C57BL/6 female age-matched mice (3–4 months) with complete RPMI using a 25 g needle. The suspension was filtered (cell strainer 40 μm) and centrifuged at 400  g  for 5 min. After treatment with red blood cell lysis buffer (Sigma-Aldrich) for 10 min at RT, the suspension was neutralized with complete RPMI, centrifuged at 400  g  for 5 min and cells were resuspended in 10 mL macrophage DM, seeded at an 8 × 10⁵ cell density in a 100 mm low adhesion Petri dish with 10 mL macrophage DM, and incubated at 37 °C in a humidified atmosphere containing 5% CO₂. After 4 days, 5 mL of fresh macrophage DM were added to each Petri dish and cells were kept in culture for 3 additional days when the Mφ macrophage phenotype was assessed. For the subsequent M2 polarization, Mφ macrophages were treated with 10 ng/mL of IL-4 (ImmunoTools) for 24 h in complete RPMI, and incubated at 37 °C in a humidified atmosphere containing 5% CO₂. Mφ and M2 macrophages were then exposed to 10 mL of MPNST-CM for 48 h. After the initial 24 h, the media were replaced with fresh MPNST-CM. To assess the effects of DMS and DM-α-KG, Mφ and M2 macrophages were treated with either 1 mM DMS (SAFC, W239607K) or 1 mM DM-α-KG (Sigma Aldrich, 349631-5G), administered during the two consecutive 24 h exposure of macrophages to the MPNST-CM. RNA extraction and quantitative real time reverse transcription PCR (qRT-PCR) Total RNA was extracted using TRIzol reagent (Thermo Fisher Scientific) and used to synthesize cDNA with the SuperScript III First-Strand Synthesis System (Thermo Fisher Scientific) according to the manufacturer’s instructions. qRT-PCR was performed with the Biorad qRT-PCR machine using SYBR Green (Thermo Fisher Scientific). All reactions were performed on at least 3 biological replicates and the values expressed as fold increase in mRNA levels relative to the housekeeping gene mouse P0 ribosomal protein ( Prlp0 ). Absolute values of Ct are normalized against  Prlp0  and fold changes (FC) are calculated using the 2- ΔΔCT method. qRT-PCR primers were designed using primer designing tools from NCBI, NIH and were calibrated before use. Primers are listed in Table  1 . \n \n Table 1 RT-qPCR primers GENE PRIMER ARG-1 F: 5’- CCACAGTCTGGCAGTTGGAAG R: 5’- GGTTGTCAGGGGAGTGTTGATG ARG-2 F: 5’ - CTTGCGTCCTGACGAGATCC R: 5’- CCACTCCTAGCTTCTTCTGTCC CD206 F: 5′- GAGCCCACAACAACTCCTGA R: 5′- TCGCCAGCTCTCCACCTATA CD163 F: 5′- CAGACTGGTTGGAGGAGAAATC R: 5′- TGACTT GTCTCTGGAAGCTG CD64 F: 5′- GCTGAGAGCATCCGTGTCAT R: 5′- AAGTGAAGCTGTAAGCCGGG MGL-1 F: 5’- CAGAATCGCTTAGCCAATGTGG R: 5’- TCCCAGTCCGTGTCCGAAC VEGF-A F: 5’- CCACGACAGAAGGAGAGCAGAAGTCC R: 5’- CGTTACAGCAGCCTGCACAGCG PRLP0 F: 5’- TCACTGTGCCAGCTCAGAAC R: 5’- CTCCCACCTTGTCTCCAGTC IL-1β F: 5’- TGGCAACTGTTCCTG R: 5’- GGAAGCAGCCCTTCATCTTT TNF-α F: 5’- GCCTCTTCTCATTCCTGCTT R: 5’- TGGGAACTTCTCATCCCTTTG iNOS F: 5’ - GCACATTTGGGAATGGAGACTG R: 5’- GGCCAAACACAGCATACCTGA MMP-9 F: 5’ - GCTCCTGGCTCTCCTGGCTT R: 5’- GTCCCACCTGAGGCCTTTGA HIF-1α F: 5’ - AATACATTTTCTCTGCCAGTTTTCTG R: 5’- TTGCTGCATCTCTAGACTTTTCTTTT Western immunoblots To assess protein expression, cells were lysed at 4 °C in a buffer composed by 150 mM NaCl, 20 mM Tris-HCl pH 7.4, 5 mM EDTA, 10% glycerol, 1% Triton X-100, in the presence of phosphatase (Sigma-Aldrich) and protease inhibitors (Sigma-Aldrich). Lysates were then cleared by centrifugation (18000  g  for 30 min at 4 °C) and proteins were quantified using a BCA Protein Assay Kit (Pierce BCA Protein Assay kit, Thermo Fisher Scientific). For immunoblot analyses, protein extracts were separated in reducing conditions on SDS-PAGE and transferred onto nitrocellulose membranes (Amersham Protran, Sigma-Aldrich) following standard methods. Primary antibodies were incubated for 16 h at 4 °C, and horseradish peroxidase-conjugated secondary antibodies were added for 1 h at RT. Proteins were visualized by enhanced chemiluminescence (UVITEC, Eppendorf). Antibodies are listed in Table  2 . \n \n Table 2 Primary antibodies for Western blot Primary antibody Host Working dilution Brand Catalog IBA-1 Rabbit 1:1000 Cell Signaling Technology 17,198 TRAP1 Mouse 1:1000 BD Biosciences 612,344 CD206 Rabbit 1:1000 Invitrogen PA5-114370 ARG-1 Rabbit 1:1000 Cell Signaling Technology 93,668 S ARG-2 Rabbit 1:1000 Abcam ab264066 GS Rabbit 1:5000 GeneTex GTX109121 MMP-9 Rabbit 1:500 Invitrogen PA5-27191 HIF-1α Rabbit 1:500 Novus Biologicals NB100-449 β-Actin Mouse 1:5000 Santa Cruz Biotechnology sc-47,778 β-Tubulin Rabbit 1:1000 Santa Cruz Biotechnology sc-9104 RNA sequencing processing and differential gene expression analysis Quant Seq 3’ mRNA-seq Library Prep kit (Lexogen) was used for library construction by oligodT priming. The primer already contained Illumina-compatible linker sequences. After first strand synthesis the RNA was removed and second strand synthesis was initiated by random priming and a DNA polymerase. The random primer also contained Illumina-compatible linker sequences. Second strand synthesis was followed by a magnetic bead-based purification step. The library was then amplified, introducing the sequences required for cluster generation. External barcodes were introduced during the PCR amplification step. Library quantification was performed by fluorometer (Qubit) and bioanalyzer (Agilent). QuantSeq Forward contained the Read 1 linker sequence in the second strand synthesis primer, hence NGS reads were generated towards the poly(A) tail and directly corresponded to the mRNA sequence. QuantSeq FWD maintained strand-specificity and allowed mapping of reads to their corresponding strand on the genome, enabling the discovery and quantification of antisense transcripts and overlapping genes. Sequencing was performed on NextSeq500 ILLUMINA instrument to produce at least 10 million of reads (75 bp SE) for sample. Raw reads were preprocessed using Trimmomatic [ 38 ], (10.1093/bioinformatics/btu170), removing adapter sequences using the Illuminaclip step and employing a sliding window approach averaged on 4 bases and keeping only sequences with average quality evaluated with phred value > 20. Optimal quality was checked employing the FastQC tool (Andrews, S. (n.d.). FastQC A Quality Control tool for High Throughput Sequence Data ( http://www.bioinformatics.babraham.ac.uk/projects/fastqc/ ). Passing filtered reads were mapped to the mouse reference (mm10) using HISAT2 with default parameters. Mapped reads were filtered excluding unpaired mate/pair reads and reads with a MAPQ quality score < 20 using Samtools [ 39 ]. The Sequence Alignment/Map format and SAMtools [ 39 ]. Raw counts were obtained from filtered reads using featureCounts [ 40 ]. Subsequently, differential expression analysis was performed using [ 41 ], retaining only genes with a corrected  p -value < 0.05. For subsequent graphical purposes, normalized counts were extracted from the DESeq object, as well as variance-stabilized values obtained using the vst command from the DESeq2 package. Obtained differentially expressed genes were filtered employing a previously published pipeline [ 32 ] to identify secreted factors. Moreover, to explore peculiar features of angiogenesis-related factors, genes were additionally filtered following the Hallmark-Angiogenesis collection [ 33 ] available in the MSigDB suite [ 42 ,  43 ]. Heatmap generation Heatmaps were obtained using default parameters in the heatmap function from the stats R package (R Core Team (2021). R: A language and environment for statistical computing. R Foundation for Statistical Computing, Vienna, Austria) from the variance-stabilized counts obtained from DESeq2. Values are scaled across rows, and dendrograms show similarities between gene trends. Cell colony formation assay To perform the cell colony formation assay, 1.5 × 10 4  MPNST cells were seeded in a low attachment 24-wells plate without or with 7.5 × 10 3  WT or TRAP1 KO Mφ/M2 macrophages, previously exposed or not to MPNST-CM, in DMEM without phenol red (25 mM Glucose, 4 mM Glutamine, 1 mM sodium pyruvate, 0.1 mM penicillin and 2% heat-inactivated FBS), supplemented with 4% Matrigel to a total volume of 700 uL/well. The macrophage pre-conditioning with tumor media consisted of two sequential 24 h exposures to fresh MPNST-CM over two consecutive days. After 4 days of incubation at 37 °C in a humidified atmosphere containing 5% CO₂, colonies were stained by carefully adding a crystal violet solution (0.005% crystal violet in PBS, 61135 Sigma Aldrich) dropwise to the edge of each well. After 4 h at RT, colonies were immediately scanned and analyzed using ImageJ software to measure the parameter “integrated density”. Boyden chamber assays To perform Boyden chamber assays, bone marrow-derived macrophages (BMDMs) were differentiated in vitro for 7 days (Day 0). On Day 7, Mφ macrophages were detached and re-seeded in 24-well plates at a density of 5 × 10³ cells per well. Cells were either left unpolarized (Mφ) or polarized toward the M2 phenotype using IL-4 (10 ng/mL) for 24 h. On Day 8, macrophages were exposed to MPNST-CM for 24 h (first exposure). On Day 9, MPNST-CM was replaced with fresh MPNST-CM for a second 24 h exposure (second exposure). On Day 10, the MPNST-CM was removed and replaced with complete DMEM. Macrophages were cultured for an additional 24 h to allow the secretion of soluble factors into the medium (conditioning phase). On Day 11, MPNST cells were seeded at a density of 2 × 10⁵ cells in complete DMEM in the upper compartment of the 24-wells plate in a transwell insert (8 μm pore size). The lower chamber contained macrophages in their enriched medium. MPNST cells were allowed to migrate toward the macrophage-enriched medium. MPNST cell migration through the membrane of the transwell insert was determined after 16 h using the staining kit RAL Diff-Quik (Siemens Healthineers) according to the manufacturer’s protocol after removing cells from the upper side of the inserts with a cotton swab. Migrated cancer cells were photographed with a LEICA S9i microscope and quantified using ImageJ software by measuring the area stained by crystal violet from three images per condition. Each experimental condition was repeated at least in three replicates. Endothelial cell tube formation assays For the endothelial cell tube formation assay, 8 × 10³ murine SV40-transformed endothelial cells (SVECs) were seeded in 20 µL of complete DMEM per well on a 96-well plate pre-coated with growth factor-reduced basement membrane matrix (Matrigel, Corning, 356231). After 1 h of incubation at 37 °C, each well was filled by adding 80 µL of complete DMEM and 200 µL of MCM. After additional 4 h of incubation, tube formation was examined by Leica DMI4000B inverted microscope. The length of the tubes and the total number of branching points were quantified in triplicate on the entire well surface using ImageJ software. In vivo angiogenesis assay and histological analysis For the in vivo angiogenesis assay, WT and TRAP1 KO macrophages exposed to MPNST-CM were gently detached in cold PBS for 5–10 min, collected by centrifugation at 100  g  for 8 min and resuspended in complete RPMI medium. Thereafter, 5 × 10⁵ cells were mixed with 500 µL of cold growth factor-reduced basement membrane matrix (Corning, 356231) on ice and injected subcutaneously into the ventral area of 6-week-old nude athymic female mice. All plugs were retrieved after 14 days, fixed in paraformaldehyde (PFA, Sigma-Aldrich), embedded in paraffin and sectioned at a thickness of 4 μm for histological analysis. After deparaffinization in xylene and rehydration in a series of graded alcohols, sections were stained with Mayer’s hematoxylin and eosin (H&E), and vascular buds and blood vessels were identified and counted in five microscopic fields per slice of each plug at a magnification of 40x with LEICA Flexacam i5. Results represent the average of counts from at least seven plugs per group. To evaluate the presence of macrophages, antigen retrieval was conducted using EnVision FLEX Target Retrieval Solution, High pH (DM828) for 30 min at 97 °C. A 5% BSA solution in PBS was added for blocking of non-specific bindings. Anti-IBA-1 (019-19741, D.B.A. Italia s.r.l.), anti-iNOS (PA3-030 A, Invitrogen), anti-CD163 (BS-2527R, Invitrogen) and anti-CD206 (PA5-114370, Invitrogen) antibodies were used as markers of pan, M1 and M2 macrophages, respectively. After 24 h of incubation at 4 °C, the EnVision FLEX Peroxidase-Blocking Reagent (DM841) was added for 3 min at RT to block endogenous peroxidases, followed by the secondary antibody for 60 min at RT. Thereafter, sections were stained with the chromogen (DAB kit- EnVision FLEX DAB Dako Omnis, GC806) in a humid chamber for 8 min at RT in the dark, and with Hematoxylin for 1 min at RT (C0303, Diapath SPA). Finally, they were dehydrated and sealed. Wash buffer (DM831, Dako EnVision FLEX) was used for washing in all steps. Secretome analyses Composition of the macrophage secretome was evaluated utilizing the proteome profiler mouse angiogenesis array kit (R&D Systems, ARY015) according to the manufacturer’s instructions. Briefly, samples were mixed with a cocktail of biotinylated detection antibodies and then incubated with the membrane spotted in duplicate with capture antibodies to specific target proteins. Captured proteins are visualized using chemiluminescent detection and the produced signal is proportional to the amount of analyte bound. Measurement of ROS Measurements of macrophage ROS were performed by flow cytometry recordings by incubating cells in complete DMEM media depleted of FBS and in the presence of 2’,7’-Dichlorodihydrofluorescein (H₂-DCF) (Molecular Probes) for 30 min. Data acquisition was performed with BD FACSAria™ II and analysis with FACSDiva software. Measurement of intracellular succinate The steady-state level of intracellular succinate was measured in WT and TRAP1 KO Mφ and M2 macrophages exposed or not to MPNST-CM using the fluorometric succinate assay kit (Sigma Aldrich, MAK335) according to the manufacturers’ protocol. Statistical analysis Data were analyzed and presented as mean ± SD in all figures. Pairs of data groups were analyzed using paired and unpaired two-tailed Student’s  t  tests. In the case of more than two groups, one-way analysis of variance (ANOVA) was performed. Statistical significance was determined using GraphPad Prism (version 5). Results with a  p  value lower than 0.05 were considered significant; * P  < 0.05, ** P  < 0.01; *** P  < 0.001, **** P  < 0.0001 compared to controls. Each experiment was repeated at least three times.",
  "introduction": "",
  "results": "",
  "discussion": "",
  "fetched_at": "2026-02-11T23:48:20.581410",
  "abstract_length": 1763,
  "methods_length": 17630,
  "introduction_length": 0,
  "results_length": 0,
  "discussion_length": 0
}