{
  "pmid": "PMID:40879249",
  "abstract": "BACKGROUND: Neurofibromatosis type 1 (NF1) is an autosomal dominant neurocutaneous syndrome. NF1-related vasculopathy represents a clinically significant yet underrecognized complication. Moyamoya syndrome, a rare cerebrovascular manifestation of NF1, has been rarely reported in the paediatric population. Epilepsy and hydrocephalus are also uncommon neurological manifestations of NF1. However, the co-occurrence of the above three symptoms in NF1 cases is rarely found. METHODS: Here, we report a 2-year-old boy with moyamoya syndrome, epilepsy and hydrocephalus caused by de novo NF1 pathogenetic variants. RESULTS: He experienced a 1-week history of paroxysmal hands weakness and frequent seizures. Physical examination showed macrocephaly (head circumference was 52 cm), reduced distal muscle strength in both upper limbs (grade III) and the presence of 6 or more café-au-lait macules (CALMs). Brain magnetic resonance imaging (MRI) showed moyamoya syndrome and hydrocephalus. Electroencephalographic (EEG) monitored two episodes of electrical persistent seizures and one focal motor seizure. Trio whole exome sequencing (Trio-WES) demonstrated a de novo and heterozygous NF1 missense mutation (c.5488C > G, p. Arg1830Gly). The final diagnoses were 'neurofibromatosis type 1, moyamoya syndrome, epilepsy, and hydrocephalus'. Following surgical intervention and treatment with levetiracetam, the patient achieved normal muscle strength and was seizure-free. CONCLUSION: When articles about complications of NF1 are placed in a separate category, little is written about NF-1-related moyamoya syndrome, hydrocephalus and epilepsy simultaneously. This report describes a case of NF1 with moyamoya syndrome combined with hydrocephalus and epilepsy, which could enhance clinicians' understanding of the neurological manifestations of NF1 and provide reference value for clinical practice.",
  "methods": "Methods Here, we report a 2‐year‐old boy with moyamoya syndrome, epilepsy and hydrocephalus caused by de novo  NF1  pathogenetic variants.",
  "introduction": "Background Neurofibromatosis type 1 (NF1) is an autosomal dominant neurocutaneous syndrome. NF1‐related vasculopathy represents a clinically significant yet underrecognized complication. Moyamoya syndrome, a rare cerebrovascular manifestation of NF1, has been rarely reported in the paediatric population. Epilepsy and hydrocephalus are also uncommon neurological manifestations of NF1. However, the co‐occurrence of the above three symptoms in NF1 cases is rarely found. 1 Introduction Neurofibromatosis type 1 (NF1) is an autosomal dominant neurocutaneous disorder caused by a mutation in the  NF1  gene, with an estimated prevalence of 1/2500 to 1/3000 individuals worldwide (Hirbe and Gutmann  2014 ). The  NF1  gene is a tumour suppressor gene located in 17q11.2, which encodes a 220‐kDa neurofibromin (Hirbe and Gutmann  2014 ; Lu et al.  2021 ). Loss‐of‐function mutations in  NF1  lead to deficient neurofibromin expression, resulting in dysregulated Ras signalling and impaired inhibition of its downstream effectors (e.g., RAF–MEK–ERK). This aberrant signalling promotes uncontrolled cellular proliferation and differentiation, contributing to the multisystem manifestations of NF1 (Lu et al.  2021 ; Mo et al.  2022 ; Wilson et al.  2021 ). NF1 exhibits a multisystem involvement with heterogeneous clinical manifestations (Zhu et al.  2024 ). Café‐au‐lait macules (CALMs) and neurofibromas were the most typical features (Zhu et al.  2024 ). However, the uncommon neurological manifestations in affected patients may significantly impact long‐term quality of life (Armand et al.  2019 ), warranting clinical attention. NF1‐related vasculopathy represents a clinically significant yet underrecognized complication, affecting arterial and venous systems across all vessel calibres. Moyamoya syndrome is a cerebral vasculopathy that is only rarely observed in association with NF1, particularly in the paediatric age range. Epilepsy was an inconstant neurological feature in NF1, which indicates its rare characteristic. Existing literature has reported single neurological complications in NF1 (Arita et al.  2012 ; Bernardo et al.  2020 ; DeDios‐Stern and Ventura  2019 ; Sorrentino et al.  2021 ; Yang et al.  2023 ), but the co‐occurrence of moyamoya disease, epilepsy and hydrocephalus has been rarely reported, especially in paediatric samples. Herein, we reported a unique paediatric NF1 case presenting the triad of moyamoya disease, epilepsy and hydrocephalus. This report aims to advance understanding of the phenotypic heterogeneity of NF1 and improve recognitions of its complex neurological manifestations.",
  "results": "Results He experienced a 1‐week history of paroxysmal hands weakness and frequent seizures. Physical examination showed macrocephaly (head circumference was 52 cm), reduced distal muscle strength in both upper limbs (grade III) and the presence of 6 or more café‐au‐lait macules (CALMs). Brain magnetic resonance imaging (MRI) showed moyamoya syndrome and hydrocephalus. Electroencephalographic (EEG) monitored two episodes of electrical persistent seizures and one focal motor seizure. Trio whole exome sequencing (Trio‐WES) demonstrated a de novo and heterozygous  NF1  missense mutation (c.5488C > G, p. Arg1830Gly). The final diagnoses were ‘neurofibromatosis type 1, moyamoya syndrome, epilepsy, and hydrocephalus’. Following surgical intervention and treatment with levetiracetam, the patient achieved normal muscle strength and was seizure‐free.",
  "discussion": "Conclusion When articles about complications of NF1 are placed in a separate category, little is written about NF‐1‐related moyamoya syndrome, hydrocephalus and epilepsy simultaneously. This report describes a case of NF1 with moyamoya syndrome combined with hydrocephalus and epilepsy, which could enhance clinicians' understanding of the neurological manifestations of NF1 and provide reference value for clinical practice. 3 Discussion We reported the case of a child with NF1 who presented moyamoya syndrome, epilepsy and hydrocephalus together. Although moyamoya syndrome, epilepsy and hydrocephalus were the potential neurological complications of NF1, and epilepsy might be caused by moyamoya disease, the co‐occurrence of the above neurological manifestations has not been previously reported in the context of  NF1  gene mutation. Our report might enhance clinicians' recognition of the neurological manifestations in NF1 and provide potential reference value for clinical practices. Moyamoya syndrome is a chronic progressive steno‐occlusive disease of the intracranial arteries resulting in collateral vessel formation that causes a characteristic ‘puff of smoke’ appearance on cranial imaging (Khan et al.  2006 ). In NF1 paediatric patients, the prevalence of moyamoya syndrome is estimated at 0.6% (Vargiami et al.  2014 ). In NF1, moyamoya syndrome typically presents with unilateral involvement initially, predominantly affecting anterior circulation territories. But more than 10% these patients could progress to bilateral disease. In our report, cranial imaging of the patient presented bilateral moyamoya diseases. Paediatric patients often manifest ischemic events, including transient ischemic attacks (TIAs) and cerebral infarcts (Brosius et al.  2022 ). Even, a prior study indicated those children with NF1 less than 4 years of age tend to aggressive form of moyamoya diseases (Brosius et al.  2022 ). As a 2‐year‐old boy, our case exhibited acute cerebral infarcts, with bilateral upper limb weakness as the initial clinical presentation. Therefore, early screening should be considered to facilitate early detection and treatment of cerebral arteriopathy. The pathogenic mechanisms underlying NF1‐related vasculopathy remain unclear, but it is believed to involve dysregulation of neurofibromin, the protein encoded by the  NF1  gene. Previous studies have mentioned that lack of neurofibromin expression might account for the proliferation of vascular smooth muscle cells, which was responsible for the development of obstructive vascular disease (Budişteanu et al.  2019 ). Epilepsy in NF1 occurs in approximately 3.7% of paediatric patients, typically attributable to structural aetiologies such as cortical dysplasia and brain tumours (Bernardo et al.  2020 ). Focal with or without bilateral tonic–clonic seizures were the most common seizure type. The NF1‐related epilepsy is usually well‐controlled by ASMs, but approximately 26% evolve into drug‐resistant epilepsy. Consistent with the above, the patient in our report presented with focal motor seizures and gained seizures well‐controlled by single levetiracetam. However, our patient also had another seizure type of electrical seizure persistent state, which was a rare seizure type of NF1‐related epilepsy. In addition, structural aetiologies were identified in at least half of cases, of which tumours and cortical dysplasia were most common. Other brain changes, such as MTS, DNETs, cerebrovascular disease and other complications cannot be overlooked. In our case, epileptic seizures may be caused by cerebral infarction resulting from moyamoya disease or interact with the structural aetiology of NF1 itself. Thus, this condition makes it imperative to perform brain MRI in all NF1 patients at seizure onset. Given the heterogeneity of the structural causes in NF1‐related epilepsy, a clinical‐electrical‐neuroimaging correlation should always be sought, especially before a surgical approach. In terms of its mechanisms, some scholars believe that loss‐of‐function mutations in  NF1  might cause hyperactivation of the Rase‐Rafe‐MEK–ERK pathway, which could disrupt neuronal signalling involving ion channels, ultimately promoting a hyperexcitable neuronal state (Stafstrom et al.  2017 ). In future, animal studies corroborating the role of NF1 mutation in epileptogenesis are urgently needed. The incidence of hydrocephalus in NF1 patients is estimated to be 13% in children (Roth et al.  2020 ). Previous studies showed that most NF1‐related hydrocephalus causes are obstructive, such as chiasmatic‐hypothalamic tumours (Roth et al.  2020 ). In our case, no tumour was found throughout the body. We think the hydrocephalus in our case might be related to moyamoya disease. On the one hand, local vascular stenosis and occlusion could cause chronic cerebral hypoxia, which affects cerebrospinal fluid circulation and leads to communicating hydrocephalus. On the other hand, chronic cerebral haemorrhage breaks into the ventricles in patients with moyamoya disease; substances such as cellular proteins in the blood will block the arachnoid granulations, thereby affecting the circulation of cerebrospinal fluid and causing hydrocephalus. Additionally, the symptoms and signs of increased intracranial pressure in patients with brain tumours, moyamoya syndrome, and hydrocephalus were similar, thus may overlap in the same NF1 patient. 4 Conclusion While neurological manifestations of NF1 are well‐characterized, the concurrent presentation of moyamoya disease, epilepsy and hydrocephalus in paediatric patients remains exceptionally rare. This triad of distinct neurological comorbidities in a single NF1 patient constitutes a notable clinical phenomenon, highlighting the complexity and heterogeneity of NF1‐related neurological complications. Further research is needed to explore the pathophysiological mechanisms underlying this rare triad and to optimize multidisciplinary management strategies.",
  "fetched_at": "2026-02-11T01:54:17.039683",
  "abstract_length": 1889,
  "methods_length": 138,
  "introduction_length": 2628,
  "results_length": 852,
  "discussion_length": 5998
}