{
  "pmid": "PMID:40887659",
  "title": "RENOVO-NF1 accurately predicts NF1 missense variant pathogenicity.",
  "abstract": "Identification of a pathogenic variant in NF1 is diagnostic for neurofibromatosis, but is often impossible at the moment of variant detection due to many factors including allelic heterogeneity, sequence homology, and the lack of functional assays. Computational tools may aid in interpretation but are not established for NF1. Here, we optimized our random forest-based predictor RENOVO for NF1 variant interpretation. RENOVO was developed using an approach of \"database archaeology\": by comparing versions of ClinVar over the years, we defined \"stable\" variants that maintained the same pathogenic/likely pathogenic/benign/likely benign (P/LP/B/LB) classification over time (n = 3579, the training set), and \"unstable\" variants that were initially classified as Variants of Unknown Significance (VUS) but were subsequently reclassified as P/LP/B/LB (n = 57, the test set). This approach allows to retrospectively measure accuracy on prediction with insufficient information, reproducing the scenario of maximal clinical utility. We further validated performance on: (i) validation set 1: 100 NF1 variants classified as VUS at the time of RENOVO development and subsequently reclassified as P/LP/B/LB in ClinVar; (ii) validation set 2: 15 de novo variants discovered in a prospective clinical cohort and subsequently reclassified per ACMG criteria. RENOVO obtained consistently high accuracy on all datasets: 98.6% on the training test, 96.5% in the test set, 82% in validation set 1 (but 96.2% for missense variants) and 93.7% on validation set 2. In conclusion, RENOVO-NF1 accurately interprets NF1 variants for which information at the time of detection is insufficient for ACMG classification and may overcome diagnostic challenges in neurofibromatosis.",
  "authors": "Emanuele Bonetti; Serena Pellegatta; Nayma Rosati; Marica Eoli; Luca Mazzarella",
  "journal": "Human genomics",
  "publicationDate": "2025-08-31",
  "doi": "10.1186/s40246-025-00803-z",
  "methods": "Methods Data availability All data produced in the present work are contained in the manuscript Databases ClinVar data for NF1 variants were extracted from the ClinVar version 2024-07-03 available at:  https://ftp.ncbi.nlm.nih.gov/pub/clinvar/vcf_GRCh37/archive_2.0/2024/clinvar_20240307.vcf.gz NF1-training, -test and -validation 1 datasets were derived from the training, test and validation databases described in the RENOVO repository [ 1 ,  4 ] at  https://github.com/mazzalab-ieo/renovo  by filtering for mutations with a genomic position overlapping the NF1 locus (chr17:29,421,995-29,704,693, ref. build hg19) (supplementary Table 1).  Validation set 2 includes 25 NF1 variants identified de novo in a prospective cohort of patients at the IRCSS C. Besta Neurological Institute, by searching the institutional electronic database (supplementary Table 2). Description of ACMG-based classification Pathogenic status of variants identified was classified according to recommendations reported in Table 3 and 4 of ACMG guidelines [ 9 ]. For example, evidence of strong pathogenicity was ascribed to null variants including nonsense, frameshift, canonical ± 1 or ± 2 splice sites, initiation codon, single or multiexon deletion; while strong evidence of benign impact when allele impact was above 5% in Exome Sequencing Project, 1000 Genomes, or ExAC, well-established in vitro or in vivo functional studies shows no damaging effect on protein function or splicing, the variant was observed in a healthy individual. Methodology for RNA/DNA sequencing Constitutional NF1 variants were determined by standard techniques using targeted NGS panel including  NF1 ,  NF2 ,  SPRED1 ,  SMARCB1  and  LZTR1  genes on Ion Torrent and Sanger sequencing. Together with NGS, MLPA method was performed to rule out large deletions/duplications in NF1 gene; we validated the MLPA/NGS approach using Sanger sequencing on DNA or RNA of both positive and negative samples. The effects on genes and proteins of the variants identified were predicted based on the Mutation Taster ( http://www.mutationtaster.org ) and HGMD (Human Genome Mutation Database—Institute of Medical Genetics, Cardiff, Wales, UK;  http://www.hgmd.cf.ac.uk/ac/index.php  and LOVD. (Leiden Open Variation Database;  http://www.LOVD.nl.NF1 ). Novel variants with amino acid changes were further examined for their disease causing. potential using PolyPhen-2 ( http://genetics.bwh.harvard.edu/pph2/bgi.shtml ); The possible effects on mRNA (canonical and noncanonical splicing mutations) were evaluated with splice site prediction conducted by a neural network( http://www.fruitfly.org/seq_tools/splice.html ) and with the Human Splicing Finder (HSF;  http://www.umd.be/HSF/ ) and the ESE Finder ( http://rulai.cshl.edu/cgibin/tools/ESE3/esefinder.cgi?process=home ) tools. To investigate the significance of variants classified as “uncertain” in the ClinVar database ( https://www.ncbi.nlm.nih.gov/clinvar ), we performed a segregation analysis of the familial NF1 variants and predicted the functional consequence of missense variants using ANNOVAR which included prediction scores from 20 prediction algorithms (SIFT, SIFT4G, Polyphen2-HDIV, Polyphen2-HVAR, LRT, MutationTaster2, MutationAssessor, FATHMM, MetaSVM, MetaLR, PROVEAN, FATHMM-MKL coding, FATHMM-XF coding, fitCons, M-CAP, PrimateAI, DEOGEN2, BayesDel no AF, BayesDel add AF, ClinPred, and LIST-S2). In order to assess the frequencies of the variants in the general population, the GnomAD v.2.1.1 ( https://gnomad.broadinstitute.org ) and 1000 genomes ( https://www.internationalgenome.org , release 2015 aug) databases were used. 15 variants were classified as P/LP/B/LB according to ACMG criteria. For variants that remained VUS, the LOVD database was consulted on 20 Jan 2025, leading to the identification of 1 variant that had been re-classified in LOVD as P/LP/B/LB. The union of ACMG- and LOVD- reclassified sets led to the validation set 2. The variants and associated parameters are described in supplementary Table 1. Written informed consent was obtained from all patients. Threshold optimization All analyses were conducted in R version 4.3.1. For threshold optimization, we used cutpointR version 1.1.2, maximizing the “accuracy” metric for: i) class “1” variants, corresponding to ClinVar “Pathogenic”, “Pathogenic/Likely_pathogenic” and “Likely_pathogenic” and ii) class “0” variants, corresponding to “Benign”, “Benign/Likely_bening” and “Likely_bening”. To enhance readability, we combined the ClinVar pathogenic and benign classes into two main categories: “Pathogenic”, “Pathogenic/Likely_pathogenic”, and “Likely_pathogenic” were labeled as “P”, while “Benign”, “Benign/Likely_benign”, and “Likely_benign” were labeled as “B”. Variants with a PLS higher than or equal to 0.6465 were defined as RENOVO-NF1 pathogenic (RNF1-P); variants with a PLS lower than 0.4278 were defined as RENOVO-NF1 benign (RNF1-B); variants with a PLS intermediate between the 2 cutoff points were considered as RENOVO-NF1 uncertain (RNF1-U). We considered the following definitions for true/false positive/negative: a RNF1-P variant that was classified as P/LP in ClinVar 2024→true positive a RNF1-B variant that was classified as B/LB in ClinVar 2024→true negative a RNF1-P variant that was classified as B/LB in ClinVar 2024→false positive a RNF1-B variant that was classified as P/LP in ClinVar 2024→false negative RNF1-U variant that was classified as P/LP→false negative RNF1-U variant that was classified as B/LB→false negative Methodology for RNA/DNA sequencing Constitutional NF1 variants were determined by standard techniques using targeted NGS panel including  NF1 ,  NF2 ,  SPRED1 ,  SMARCB1  and  LZTR1  genes on Ion Torrent and Sanger sequencing. Together with NGS, MLPA method was performed to rule out large deletions/duplications in NF1 gene; we validated the MLPA/NGS approach using Sanger sequencing on DNA or RNA of both positive and negative samples. The effects on genes and proteins of the variants identified were predicted based on the Mutation Taster ( http://www.mutationtaster.org ) and HGMD (Human Genome Mutation Database—Institute of Medical Genetics, Cardiff, Wales, UK;  http://www.hgmd.cf.ac.uk/ac/index.php  and LOVD. (Leiden Open Variation Database;  http://www.LOVD.nl.NF1 ). Novel variants with amino acid changes were further examined for their disease causing. potential using PolyPhen-2 ( http://genetics.bwh.harvard.edu/pph2/bgi.shtml ); The possible effects on mRNA (canonical and noncanonical splicing mutations) were evaluated with splice site prediction conducted by a neural network( http://www.fruitfly.org/seq_tools/splice.html ) and with the Human Splicing Finder (HSF;  http://www.umd.be/HSF/ ) and the ESE Finder ( http://rulai.cshl.edu/cgibin/tools/ESE3/esefinder.cgi?process=home ) tools. To investigate the significance of variants classified as “uncertain” in the ClinVar database ( https://www.ncbi.nlm.nih.gov/clinvar ), we performed a segregation analysis of the familial NF1 variants and predicted the functional consequence of missense variants using ANNOVAR which included prediction scores from 20 prediction algorithms (SIFT, SIFT4G, Polyphen2-HDIV, Polyphen2-HVAR, LRT, MutationTaster2, MutationAssessor, FATHMM, MetaSVM, MetaLR, PROVEAN, FATHMM-MKL coding, FATHMM-XF coding, fitCons, M-CAP, PrimateAI, DEOGEN2, BayesDel no AF, BayesDel add AF, ClinPred, and LIST-S2). In order to assess the frequencies of the variants in the general population, the GnomAD v.2.1.1 ( https://gnomad.broadinstitute.org ) and 1000 genomes ( https://www.internationalgenome.org , release 2015 aug) databases were used. 15 variants were classified as P/LP/B/LB according to ACMG criteria. For variants that remained VUS, the LOVD database was consulted on 20 Jan 2025, leading to the identification of 1 variant that had been re-classified in LOVD as P/LP/B/LB. The union of ACMG- and LOVD- reclassified sets led to the validation set 2. The variants and associated parameters are described in supplementary Table 1. Written informed consent was obtained from all patients.",
  "cache_level": "minimal",
  "has_fulltext": true,
  "fetch_date": "2026-02-19 09:31:22"
}