{
  "pmid": "PMID:40887659",
  "abstract": "Identification of a pathogenic variant in NF1 is diagnostic for neurofibromatosis, but is often impossible at the moment of variant detection due to many factors including allelic heterogeneity, sequence homology, and the lack of functional assays. Computational tools may aid in interpretation but are not established for NF1. Here, we optimized our random forest-based predictor RENOVO for NF1 variant interpretation. RENOVO was developed using an approach of \"database archaeology\": by comparing versions of ClinVar over the years, we defined \"stable\" variants that maintained the same pathogenic/likely pathogenic/benign/likely benign (P/LP/B/LB) classification over time (n = 3579, the training set), and \"unstable\" variants that were initially classified as Variants of Unknown Significance (VUS) but were subsequently reclassified as P/LP/B/LB (n = 57, the test set). This approach allows to retrospectively measure accuracy on prediction with insufficient information, reproducing the scenario of maximal clinical utility. We further validated performance on: (i) validation set 1: 100 NF1 variants classified as VUS at the time of RENOVO development and subsequently reclassified as P/LP/B/LB in ClinVar; (ii) validation set 2: 15 de novo variants discovered in a prospective clinical cohort and subsequently reclassified per ACMG criteria. RENOVO obtained consistently high accuracy on all datasets: 98.6% on the training test, 96.5% in the test set, 82% in validation set 1 (but 96.2% for missense variants) and 93.7% on validation set 2. In conclusion, RENOVO-NF1 accurately interprets NF1 variants for which information at the time of detection is insufficient for ACMG classification and may overcome diagnostic challenges in neurofibromatosis.",
  "methods": "Methods Data availability All data produced in the present work are contained in the manuscript Databases ClinVar data for NF1 variants were extracted from the ClinVar version 2024-07-03 available at:  https://ftp.ncbi.nlm.nih.gov/pub/clinvar/vcf_GRCh37/archive_2.0/2024/clinvar_20240307.vcf.gz NF1-training, -test and -validation 1 datasets were derived from the training, test and validation databases described in the RENOVO repository [ 1 ,  4 ] at  https://github.com/mazzalab-ieo/renovo  by filtering for mutations with a genomic position overlapping the NF1 locus (chr17:29,421,995-29,704,693, ref. build hg19) (supplementary Table 1).  Validation set 2 includes 25 NF1 variants identified de novo in a prospective cohort of patients at the IRCSS C. Besta Neurological Institute, by searching the institutional electronic database (supplementary Table 2). Description of ACMG-based classification Pathogenic status of variants identified was classified according to recommendations reported in Table 3 and 4 of ACMG guidelines [ 9 ]. For example, evidence of strong pathogenicity was ascribed to null variants including nonsense, frameshift, canonical ± 1 or ± 2 splice sites, initiation codon, single or multiexon deletion; while strong evidence of benign impact when allele impact was above 5% in Exome Sequencing Project, 1000 Genomes, or ExAC, well-established in vitro or in vivo functional studies shows no damaging effect on protein function or splicing, the variant was observed in a healthy individual. Methodology for RNA/DNA sequencing Constitutional NF1 variants were determined by standard techniques using targeted NGS panel including  NF1 ,  NF2 ,  SPRED1 ,  SMARCB1  and  LZTR1  genes on Ion Torrent and Sanger sequencing. Together with NGS, MLPA method was performed to rule out large deletions/duplications in NF1 gene; we validated the MLPA/NGS approach using Sanger sequencing on DNA or RNA of both positive and negative samples. The effects on genes and proteins of the variants identified were predicted based on the Mutation Taster ( http://www.mutationtaster.org ) and HGMD (Human Genome Mutation Database—Institute of Medical Genetics, Cardiff, Wales, UK;  http://www.hgmd.cf.ac.uk/ac/index.php  and LOVD. (Leiden Open Variation Database;  http://www.LOVD.nl.NF1 ). Novel variants with amino acid changes were further examined for their disease causing. potential using PolyPhen-2 ( http://genetics.bwh.harvard.edu/pph2/bgi.shtml ); The possible effects on mRNA (canonical and noncanonical splicing mutations) were evaluated with splice site prediction conducted by a neural network( http://www.fruitfly.org/seq_tools/splice.html ) and with the Human Splicing Finder (HSF;  http://www.umd.be/HSF/ ) and the ESE Finder ( http://rulai.cshl.edu/cgibin/tools/ESE3/esefinder.cgi?process=home ) tools. To investigate the significance of variants classified as “uncertain” in the ClinVar database ( https://www.ncbi.nlm.nih.gov/clinvar ), we performed a segregation analysis of the familial NF1 variants and predicted the functional consequence of missense variants using ANNOVAR which included prediction scores from 20 prediction algorithms (SIFT, SIFT4G, Polyphen2-HDIV, Polyphen2-HVAR, LRT, MutationTaster2, MutationAssessor, FATHMM, MetaSVM, MetaLR, PROVEAN, FATHMM-MKL coding, FATHMM-XF coding, fitCons, M-CAP, PrimateAI, DEOGEN2, BayesDel no AF, BayesDel add AF, ClinPred, and LIST-S2). In order to assess the frequencies of the variants in the general population, the GnomAD v.2.1.1 ( https://gnomad.broadinstitute.org ) and 1000 genomes ( https://www.internationalgenome.org , release 2015 aug) databases were used. 15 variants were classified as P/LP/B/LB according to ACMG criteria. For variants that remained VUS, the LOVD database was consulted on 20 Jan 2025, leading to the identification of 1 variant that had been re-classified in LOVD as P/LP/B/LB. The union of ACMG- and LOVD- reclassified sets led to the validation set 2. The variants and associated parameters are described in supplementary Table 1. Written informed consent was obtained from all patients. Threshold optimization All analyses were conducted in R version 4.3.1. For threshold optimization, we used cutpointR version 1.1.2, maximizing the “accuracy” metric for: i) class “1” variants, corresponding to ClinVar “Pathogenic”, “Pathogenic/Likely_pathogenic” and “Likely_pathogenic” and ii) class “0” variants, corresponding to “Benign”, “Benign/Likely_bening” and “Likely_bening”. To enhance readability, we combined the ClinVar pathogenic and benign classes into two main categories: “Pathogenic”, “Pathogenic/Likely_pathogenic”, and “Likely_pathogenic” were labeled as “P”, while “Benign”, “Benign/Likely_benign”, and “Likely_benign” were labeled as “B”. Variants with a PLS higher than or equal to 0.6465 were defined as RENOVO-NF1 pathogenic (RNF1-P); variants with a PLS lower than 0.4278 were defined as RENOVO-NF1 benign (RNF1-B); variants with a PLS intermediate between the 2 cutoff points were considered as RENOVO-NF1 uncertain (RNF1-U). We considered the following definitions for true/false positive/negative: a RNF1-P variant that was classified as P/LP in ClinVar 2024→true positive a RNF1-B variant that was classified as B/LB in ClinVar 2024→true negative a RNF1-P variant that was classified as B/LB in ClinVar 2024→false positive a RNF1-B variant that was classified as P/LP in ClinVar 2024→false negative RNF1-U variant that was classified as P/LP→false negative RNF1-U variant that was classified as B/LB→false negative Methodology for RNA/DNA sequencing Constitutional NF1 variants were determined by standard techniques using targeted NGS panel including  NF1 ,  NF2 ,  SPRED1 ,  SMARCB1  and  LZTR1  genes on Ion Torrent and Sanger sequencing. Together with NGS, MLPA method was performed to rule out large deletions/duplications in NF1 gene; we validated the MLPA/NGS approach using Sanger sequencing on DNA or RNA of both positive and negative samples. The effects on genes and proteins of the variants identified were predicted based on the Mutation Taster ( http://www.mutationtaster.org ) and HGMD (Human Genome Mutation Database—Institute of Medical Genetics, Cardiff, Wales, UK;  http://www.hgmd.cf.ac.uk/ac/index.php  and LOVD. (Leiden Open Variation Database;  http://www.LOVD.nl.NF1 ). Novel variants with amino acid changes were further examined for their disease causing. potential using PolyPhen-2 ( http://genetics.bwh.harvard.edu/pph2/bgi.shtml ); The possible effects on mRNA (canonical and noncanonical splicing mutations) were evaluated with splice site prediction conducted by a neural network( http://www.fruitfly.org/seq_tools/splice.html ) and with the Human Splicing Finder (HSF;  http://www.umd.be/HSF/ ) and the ESE Finder ( http://rulai.cshl.edu/cgibin/tools/ESE3/esefinder.cgi?process=home ) tools. To investigate the significance of variants classified as “uncertain” in the ClinVar database ( https://www.ncbi.nlm.nih.gov/clinvar ), we performed a segregation analysis of the familial NF1 variants and predicted the functional consequence of missense variants using ANNOVAR which included prediction scores from 20 prediction algorithms (SIFT, SIFT4G, Polyphen2-HDIV, Polyphen2-HVAR, LRT, MutationTaster2, MutationAssessor, FATHMM, MetaSVM, MetaLR, PROVEAN, FATHMM-MKL coding, FATHMM-XF coding, fitCons, M-CAP, PrimateAI, DEOGEN2, BayesDel no AF, BayesDel add AF, ClinPred, and LIST-S2). In order to assess the frequencies of the variants in the general population, the GnomAD v.2.1.1 ( https://gnomad.broadinstitute.org ) and 1000 genomes ( https://www.internationalgenome.org , release 2015 aug) databases were used. 15 variants were classified as P/LP/B/LB according to ACMG criteria. For variants that remained VUS, the LOVD database was consulted on 20 Jan 2025, leading to the identification of 1 variant that had been re-classified in LOVD as P/LP/B/LB. The union of ACMG- and LOVD- reclassified sets led to the validation set 2. The variants and associated parameters are described in supplementary Table 1. Written informed consent was obtained from all patients.",
  "introduction": "Introduction Neurofibromatosis is a complex developmental syndrome characterized by dermatological, neurological, skeletal and cardiovascular defects and a predisposition to multiple benign and malignant tumors. Neurofibromatosis is caused by loss of function in neurofibromin, a large protein coded by the NF1 locus in 17q11.2. Although the diagnosis of neurofibromatosis is primarily based on clinical findings, the detection of pathogenic variants in NF1 was recently introduced among the revised diagnostic criteria [ 7 ]. This is particularly useful for the early diagnosis in oligosymptomatic children without a family history of the disease, who would not otherwise meet the strict clinical criteria [ 6 ]. The interpretation of NF1 variants is complicated by several factors: locus size, high sequence homology, significant allelic heterogeneity with several mutations arising de novo in the absence of a suggestive family history (thus preventing segregation analysis), the high mutation frequency (one of the highest in the human genome, [ 3 ,  5 ] and the still incompletely understood biology of the coded protein, neurofibromin, which prevented the development of confirmatory functional assays. In 2020 we developed RENOVO, a random forest-based algorithm for variant interpretation that achieved superior accuracy over existing algorithms [ 4 ]. RENOVO provides a Pathogenicity Likelihood Score (PLS) which indicates the percentage of decision trees agreeing on the interpretation. The PLS, its associated probability and optimal cutoff points were originally computed under a generalized framework for variant interpretation of any gene. However, we showed that for some diseases (e.g. dilated cardiomyopathies) or genes (e.g. SCN5A), modifying the cutoff points enhances accuracy. An original aspect of RENOVO development was the construction of the datasets through an approach of “database archaeology”, based on the analysis of how variant interpretation changes over time. More specifically, by comparing versions of ClinVar over the years, we defined a set of “stable” variants that maintained the same pathogenic/likely pathogenic or benign/likely benign (P/LP/B/LB) classification over time, and a set of “unstable” variants that were initially classified as Variants of Unknown Significance (VUS) but were subsequently reclassified as P/LP or B/LB. To define these datasets in 2020 we retrieved and harmonized ClinVar variants classification from 24 different ClinVar VCFs spanning from 2012 to 2019. Stable and unstable variants constituted the training and test set, respectively. This approach allows to retrospectively measure algorithm accuracy on classification prediction, the scenario in which variant interpretation algorithms are most useful. Recently, RENOVO predictions were further assessed prospectively, on a third validation dataset with variants that were classified as VUS in ClinVar and scored by RENOVO in 2020, but were subsequently reclassified as P/B over the ensuing 4 years. RENOVO maintained high accuracy (82%) on the prospective validation, with peaks approaching 100% for specific genes and variant types [ 1 ]. Here, after constructing NF1-specific datasets nested within the training, test and validation datasets, we redefined optimal parameters for RENOVO application to NF1 variants, and demonstrated the accuracy of RENOVO-NF1 on VUS predictions. Finally, we propose a reclassification for 3478 missense variants currently classified as VUS.",
  "results": "Results Figure  1  presents an analysis of the current state of NF1 variants in ClinVar. As of July 2024, 13,460 NF1 variants are listed; most (5082, 37.7%) are classified as VUS. Missense variants are the most represented type (5198, 38.6%); for missense, the percentage of VUS is significantly higher (4412, 84.8%), highlighting the need to support variant interpretation with informatic tools for this variant class. Fig. 1 Sankey diagram representing the state of NF1 variants in ClinVar as of July 2024 To optimize RENOVO for NF1 assessment, we calculated NF1-specific optimal PLS cutoff points on the 2020 training set (n = 2375, 1171 P/LP, 1204 B/LB), maximizing the “accuracy” metric. We identified the cutoffs at 0.6465 for P/LP and 0.4278 at B/LB (supplementary Fig. 1A–B). Variants with a PLS higher than 0.6465 were defined as RENOVO-NF1 pathogenic (RNF1-P); variants with a PLS lower than 0.4278 were defined as RENOVO-NF1 benign (RNF1-B); variants with a PLS intermediate between the 2 cutoff points were considered as RENOVO-NF1 uncertain (RNF1-U). With these parameters, accuracy in stable variants in the training set was 98.6%. We then classified NF1 variants in: the 2020 test set (n = 57, of which 36 P/LP, 21 B/LB) in the 2024 validation set 1, which includes NF1 variants that were classified as VUS in 2020 and were reclassified as P/LP/B/LB in 2024 (n = 100, of which 58 P/LP and 42 B/LB). in the 2025 validation test set 2, derived from a set of 25 de novo missense variants identified in patients undergoing testing for neurofibromatosis at the Besta institute between 1 may 2013 and 31 December 2022 of these, 15 variants were subsequently classified as P/B by ACMG validation and/or were reported in the Leiden Open Variation Database (LOVD). On the 2020 test set, accuracy was 93%, with only 4/57 inaccurate or uncertain predictions and 2/57 were inaccurately classified from P/LP to RNF1-U and 2/57 were wrongly classified as RNF1-B (Fig.  2 A). Fig. 2 RENOVO performance on test and validation sets.  A  test set of 57 variants classified as VUS prior to 2020 and subsequently reclassified in P/LP (n = 36) or B/LB (n = 21) in 2020.  B  validation set 1 of 100 variants classified as VUS in 2020 and subsequently reclassified in P/LP (n = 58) or B/LB (n = 42) in 2024.  C  missense variants (n = 57) in the validation set 1.  D  validation set 2 of 16 de novo variants identified in a prospective cohort at the Besta institute from 1 may 2013 to 31 December 2022 On the more challenging 2024 validation set 1, accuracy remained high at 82% (Fig.  2 B). Performance metrics were conditioned by variant class. Although accuracy was suboptimal for intronic variants, it achieved 96.2% for the most represented class (nonsynonymous SNVs, n = 53) (Fig.  2 C). A feature-importance analysis confirms that MetaLR_score, FATHMM_score, fathmm-MKL_coding_score, phyloP100way_vertebrate, and population allele frequency (AF) are the five strongest contributors, jointly explaining about 60% of the model’s decision weight (supplementary Fig. 2). On the 2025 validation set 2, accuracy was 93.33%, with only 1/15 variants interpreted as uncertain by RENOVO (RNF1-U) but classified as B by ACMG (Fig.  2 D). On the same variants, the automated ACMG classifier InterVar [ 8 ] produced accurate interpretations only in 2/15 cases (13.3%). We also evaluated two widely used meta-predictors MetaSVM and MetaLR, which correctly classified 10 and 11 out of 15 variants, respectively (supplementary Table 2). Finally, we generated RENOVO-based classification of the 4412 variants listed as missense VUS in ClinVar as of July 2024. RENOVO classified 2770 (62.8%) variants as RNF1-P, 708 (16%) as RNF1-B and 934 (21.2%) RNF1-U, proposing a clinically meaningful reclassification for 79% of the NF1 missense VUSs (Fig.  3  and supplementary Table 3). Fig. 3 Proposed reclassification for 4412 NF1 missense variants currently classified as VUS.  A – C  Distribution of reclassified missense variants along the NF1 gene body: RNF1-P ( A ), RNF1-U ( B ), RNF1-B ( C )",
  "discussion": "Discussion We show here that RENOVO-NF1, an enhanced version of our algorithm RENOVO [ 1 ,  4 ] optimized for NF1, achieves high accuracy for variants for which the evidence at the moment of identification is insufficient to classify them as P/LP/ or B/LB according to ACMG criteria. The model is implemented as a categorical random‑forest classifier in which each decision tree “votes” for a class; the fraction of trees in agreement is reported as the Pathogenicity Likelihood Score (PLS), a continuous value between 0 and 1. Because PLS is derived directly from the ensemble vote, it intuitively captures the uncertainty of any given prediction: the closer the score is to either extreme, the higher the confidence. Accuracy was assessed both retrospectively, on unstable variants at the moment of RENOVO training (the 2020 test set) and confirmed prospectively, on variants reclassified between 2020 and 2024 in ClinVar and on de novo variants in a clinical cohort. RENOVO-NF1 performance was particularly high for missense variants, which are at the same time the most common and one of the most difficult-to-interpret classes in NF1. Performance was poorer on non-missense variants, in particular intronic variants. This was expected, since many of the key features for RENOVO interpretation, such as functional impact, are not available for non-missense variants. The interpretation of genomic variants is a key step in the clinical assessment of hereditary diseases such as neurofibromatosis. The advent of Next Generation Sequencing has greatly facilitated the identification of novel variants, but their interpretation remains highly challenging and limits the utility of Next generation Sequencing (NGS) in clinical practice. As we recently showed, VUS reporting grows rapidly and exponentially but their interpretation is significantly slower, with approximately one reclassified variant every ~ 30 new VUS discovered over time [ 1 ]. The process of variant interpretation according to ACMG guidelines remains laborious and requires data, such as family segregation and functional assays, that are often unavailable in many cases of neurofibromatosis. Thus, computational methods are increasingly advocated to facilitate the prioritization of variant to be subjected to the rigorous process of ACMG validation [ 2 ]. Although gene-specific versions of RENOVO can be developed by empirically determining the optimal threshold, as shown in our earlier studies [ 1 ,  4 ], wider application is currently limited by: (i) the need for a sufficiently large pool of nonsynonymous variants to recalibrate pathogenicity thresholds and (ii) the scarcity of robust, independent validation datasets. The original RENOVO algorithm, with no gene-specific threshold optimization, still provides good accuracy for a large number of genes. In conclusion, RENOVO-NF1 successfully identifies NF1 missense variants that should be prioritized for rigorous ACMG validation. RENOVO may be particularly useful in the many cases with de novo-arising mutations in which early diagnosis is prevented by the lack of familial segregation.",
  "fetched_at": "2026-02-11T01:54:00.525105",
  "abstract_length": 1758,
  "methods_length": 8134,
  "introduction_length": 3501,
  "results_length": 4072,
  "discussion_length": 3121
}