{
  "pmid": "PMID:40894429",
  "abstract": "OBJECTIVE: Olfactory groove meningiomas (OGM) commonly present with olfactory deficits and compression of the frontal lobes. Given the relationship to dietary behaviors, our objective was to evaluate the relationship between OGMs and postoperative weight loss. METHODS: Retrospective review of primary resection of meningiomas between 2017 and 2023 at a single institution was conducted. Neurofibromatosis type 2, pregnancy, weight loss medications, or surgeries were excluded. Data collection included preoperative body mass index (preBMI) and postoperative BMI (poBMI) at 3 to 6 and 12 months. Percent BMI change (pcBMI) was calculated by (poBMI - preBMI/preBMI × 100%). IBM SPSS Statistics (Version 27) was used for descriptive statistics and stepwise multiple linear regression. RESULTS: Ninety-eight patients met inclusion with a mean age of 57.58 years. Three groups were stratified by location: OGM (  CONCLUSION: OGMs are associated with higher preoperative weight and greater weight loss postoperatively compared with other locations.",
  "methods": "Methods Retrospective review of primary resection of meningiomas between 2017 and 2023 at a single institution was conducted. Neurofibromatosis type 2, pregnancy, weight loss medications, or surgeries were excluded. Data collection included preoperative body mass index (preBMI) and postoperative BMI (poBMI) at 3 to 6 and 12 months. Percent BMI change (pcBMI) was calculated by (poBMI − preBMI/preBMI × 100%). IBM SPSS Statistics (Version 27) was used for descriptive statistics and stepwise multiple linear regression.",
  "introduction": "",
  "results": "Results \nNinety-eight patients met inclusion with a mean age of 57.58 years. Three groups were stratified by location: OGM (\n n \n = 15), anterior cranial fossa excluding OGM (ACF;\n n \n = 24), and other (OTH;\n n \n = 59). Olfactory dysfunction was present in 53.8% of the OGMs. OGM presented with significantly larger lesions (57.25 ± 55.98 mm\n 3 \n) and a higher preBMI (34.58 ± 7.41 kg/m\n 2 \n) than ACF and OTH. A greater pcBMI was seen in OGM at both timepoints (−7.74%, −8.73%). OGM location, tumor volume, and preBMI were found significant on univariate analysis (\n p \n < 0.05) and included in multiple linear regression. All regression models were significant (\n p \n = 0.001). Location significantly added to the prediction at 3 to 6 and 12 months as well as preBMI at 12 months. In a subanalysis of ACF and OGM, OGM location was significantly associated with negative pcBMI at 3 to 6 and 12 months.\n",
  "discussion": "Conclusion OGMs are associated with higher preoperative weight and greater weight loss postoperatively compared with other locations.",
  "fetched_at": "2026-02-11T01:53:30.052764",
  "abstract_length": 1043,
  "methods_length": 520,
  "introduction_length": 0,
  "results_length": 903,
  "discussion_length": 133
}