{
  "pmid": "40896930",
  "abstract": "OBJECTIVE: To explore the value of high resolution nerve ultrasound (HRUS) RESULTS: Sixty patients were enrolled, 37 in the PNS group and 23 in the non-PNS group. HRUS was abnormal in 52 patients (87 %), 34 in the PNS group (92 %) and 18 in the non-PNS group (78 %, p = 0.24). Patients with continuous nerve enlargements (high PN tumor load) were easily distinguished with HRUS. 85 % of patients with normal NCS have nerve enlargements on HRUS. CONCLUSIONS: HRUS helps to assess PN tumor burden in NF1. NCS did not have additional value. SIGNIFICANCE: HRUS might be useful as a screening tool for PN in NF1, especially in settings with less MRI availability.",
  "methods": "2. Methods 2.1. Study Design Sixty adult patients with NF1 participated in the previously published cross-sectional explorative study on HRUS [ 9 ]. The baseline study visit included clinical examination, NCSs and HRUS. For this prospective longitudinal study, we invited the same participants for a follow-up visit. The follow-up visit was planned approximately 2 years after the baseline visit and consisted of the same study procedures, including clinical examination, NCSs and HRUS. The study was conducted in accordance with the Declaration of Helsinki and approved by the local medical ethics committee of Erasmus MC. All patients provided written informed consent at enrollment, which included the baseline and follow-up study visit. Adult patients with NF1, with or without symptoms related to the peripheral nervous system (PNS), were included in the study at baseline. Exclusion criteria at enrollment were having a comorbidity associated with (poly)neuropathy (e.g., alcohol abuse or diabetes mellitus) and inability to give written informed consent or to undergo HRUS and/or NCS. 2.2. Clinical Examination Standardized clinical examination was performed by the patient’s treating physician during a regular visit to the outpatient clinic or by a trained neurology resident during the study visit. A short history was taken of the patients’ symptoms regarding pain and sensory and motor function. The motor function of 9 muscle groups (deltoid, biceps, triceps, wrist flexors and extensors, interossei, abductor pollicis brevis, ankle flexors, and extensors) was graded bilaterally using the Medical Research Council scale (MRC) [ 12 ]. Sensory deficits and reflexes (biceps, triceps, patellar, achilles and plantar) were documented. PNS-related symptoms were defined as either self-reported symptoms or findings at neurological examination indicating involvement of one or more peripheral nerves. Clinical findings were compared to baseline to identify new PNS-related symptoms. 2.3. Nerve Conduction Studies A one-sided NCS protocol was performed on the same side as the baseline visit and by repeating the same protocol. NCSs were performed and analyzed by a trained clinical neurophysiologist or a neurology resident supervised by a trained clinical neurophysiologist. Sensory nerve action potentials (SNAPs) and sensory nerve conduction velocity of the median (3rd digit), ulnar (5th digit), radial (1st digit) and sural (ankle) nerves were recorded. Compound muscle action potentials (CMAPs), motor nerve conduction velocity, distal motor latency and F-waves of the median, ulnar, radial, fibular and tibial nerves were also recorded. Recording sites were the abductor pollicis brevis, abductor digiti minimi, extensor indicis proprius, extensor digitorum brevis and the abductor hallucis muscles, respectively. Reference values of Buschbacher were used [ 13 ]. If the NCS protocol was extended with extra tests at baseline, these were repeated at the follow-up visit. NCS findings at follow-up were compared to baseline to identify new NCS abnormalities. 2.4. High-Resolution Nerve Ultrasound A two-sided standardized HRUS was performed and analyzed by a trained clinical neurophysiologist or a neurology resident supervised by a trained clinical neurophysiologist, using the Philips EPIQ Elite or Philips IU22 ultrasound machine (Philips, Eindhoven, The Netherlands), with a 4 to 18 MHz linear array transducer. The median, ulnar, radial, fibular, tibial and sural nerves were examined, as well as the brachial plexus at the truncal level. Nerve cross-sectional area (CSA) was measured manually at standard anatomical sites ( Supplementary Table S1 ) and at additional sites in case of isolated nerve enlargements, similar to the baseline visit. Measurements at additional sites were registered with a distance in centimeters to the nearest external anatomical landmark, to ensure measuring the same site at the follow-up visit. The trunks of the brachial plexus were measured separately when possible; however, in cases where the individual trunks could not be identified, the brachial plexus was measured as a whole at both baseline and follow-up. Reference values for CSA by Goedee et al. were used [ 14 ]. Additional measurements of the radial nerve in the forearm were compared to the reference value published by Bae et al. [ 15 ]. Extreme outliers of CSA difference between baseline and follow-up were retrospectively reviewed by observers CN and JD. HRUS images were examined to verify the correct site of CSA measurement by comparing the surrounding anatomical structures. Additionally, the completeness of the measurement was compared, as was whether it was indeed performed at the inner border of the hyperechoic epineural rim. If both positioning and measurement integrity were correct, the outlier was classified as a true outlier. The Doppler technique was used to assess vascularization of the nerve at sites of nerve enlargement. The overall pattern of HRUS findings was categorized per patient: (A) normal; (B) nerve enlargement(s) with normal nerve morphology; (C) focal nerve enlargement(s) with abnormal nerve morphology, such as enlarged nerve fascicles as seen in PN (focal PNs); (D) continuous nerve enlargements with PN morphology (continuous PNs);  Figure 1  [ 9 ]. In 16 patients the CSA measurements of the median nerve on one side were performed by two observers (observer 1, CN, and observer 2, JD). The repeated measurements were taken in the same session, while the second observer was blinded for the CSA measurements of the first. 2.5. Statistical Analysis Descriptive statistics were used to describe the clinical characteristics, HRUS and NCS findings. The difference in CSA between the baseline and follow-up was compared using a paired  t -test. When comparing the difference in CSA between the baseline and follow-up across HRUS patterns, the HRUS pattern at follow-up was used. Correlation between age and CSA increase was evaluated with a linear regression model. The difference in the presence of vascularization between baseline and follow-up was compared using a chi-squared test. The intraclass correlation coefficient (ICC) for interobserver variability was calculated using a two-way random effects model for absolute agreement based on average measures.  p -values of 0.05 were considered statistically significant, and 95% confidence intervals were reported where appropriate. Data was analyzed using R studio version 4.4.1.",
  "introduction": "",
  "results": "",
  "discussion": "",
  "fetched_at": "2026-02-11T23:48:28.748500",
  "abstract_length": 658,
  "methods_length": 6491,
  "introduction_length": 0,
  "results_length": 0,
  "discussion_length": 0
}