{
  "pmid": "PMID:40951077",
  "abstract": "Neurofibromatosis type 1 (NF1) is a genetic disorder, whereas multiple sclerosis (MS) is an autoimmune, demyelinating disease of the central nervous system (CNS). The co-occurrence of both pathologies is rare, and overlapping symptoms can pose diagnostic challenges.​ We present a rare case of coexisting NF1 and multiple sclerosis (MS) in a patient with a known history of NF1. An 18-year-old female patient with known NF1 (genetically diagnosed) presented to the hospital for new-onset falls for one week and blurry vision for two weeks. The examination revealed increased tone in bilateral lower extremities​ and brisk knee reflexes, slightly wide-based gait, positive Romberg's test, and dysmetria on finger-to-nose testing on the left. Chart review revealed that the patient experienced hearing loss six months ago. A magnetic resonance imaging (MRI) of the brain performed at that time demonstrated focal areas of signal intensity (FASI) consistent with stigmata of neurofibromatosis type 1 (NF1), without evidence of a cerebellopontine angle mass such as a vestibular schwannoma. The usual decrease in FASI lesions was not seen, raising suspicion of a demyelinating etiology. Repeat MRI of the brain with contrast on admission revealed progression of multiple centrally enhancing white matter lesions, Dawson's fingers (ovoid, finger-like, hyperintense lesions oriented perpendicular to the lateral ventricles), and bilateral optic nerve enhancement. MRI of the spine showed multiple T2 hyperintensities throughout the spine. The appearance of these intracranial and intraspinal lesions were consistent with MS. Cerebrospinal fluid (CSF) studies showed positive oligoclonal bands and elevated immunoglobulin G (IgG) index. She received five days of high-dose intravenous methylprednisolone, leading to significant improvement in her gait, and was started on ocrelizumab infusions on post-hospital discharge follow-up. This case underscores the importance of recognizing the potential coexistence of NF1 and MS, especially in patients presenting with new neurological symptoms not fully explained by one disorder. Sudden sensorineural hearing loss, defined as a decrease of 30 dB or greater, affecting at least three consecutive audiometric frequencies, occurring within a few hours up to three days, affects 4%-10% of MS patients between relapses or remission and is common in NF2. Early neuroimaging, careful interpretation of lesion characteristics, and CSF analysis are essential to establish the diagnosis and initiate prompt treatment. Given the overlapping radiological and clinical features, NF1 may mask demyelinating pathology, delaying diagnosis and treatment. Awareness of this rare association may facilitate earlier recognition, especially when imaging or symptoms deviate from classical NF1 progression. This case also highlights the evolving understanding of central nervous system (CNS) immune interactions in neurogenetic syndromes. Future research is warranted to determine whether patients with NF1 harbor an intrinsic predisposition to autoimmune CNS disorders such as MS, and whether neurofibromin deficiency plays a role in immune dysregulation. Ultimately, this case calls for a high index of clinical suspicion, multidisciplinary collaboration, and judicious use of advanced diagnostics in managing patients with complex neurological disorders.",
  "methods": "",
  "introduction": "Introduction Neurofibromatosis type 1 (NF1), also known as von Recklinghausen's disease, is an autosomal dominant neurocutaneous disorder caused by mutations in the  NF1  gene located on chromosome 17q11.2. This gene encodes neurofibromin, a tumor suppressor protein involved in the Ras-mitogen-activated protein kinase (Ras/MAPK) pathway. NF1 is known for its classical cutaneous manifestations, neurofibromas, café au lait macules, axillary freckling, and Lisch nodules. However, central nervous system (CNS) involvement is also common and includes optic pathway gliomas, scoliosis, and focal areas of signal intensity in the brain, often mistaken for white matter lesions. In contrast, multiple sclerosis (MS) is a chronic, autoimmune, demyelinating disorder of the CNS that typically presents in young adults. It is characterized by lesions disseminated in time (occurring at different points in time) and space (distinct areas of the central nervous system, often involving the periventricular, juxtacortical, infratentorial, and spinal cord white matter). Clinical manifestations include motor and sensory disturbances, visual symptoms, cerebellar dysfunction, and cognitive impairment [ 1 , 2 ]. The co-occurrence of NF1 and MS is exceedingly rare, with only a handful of reported cases in the literature [ 3 - 5 ]. The mechanisms underpinning their association remain speculative, with hypotheses ranging from shared genetic susceptibilities to environmental triggers, altered immune surveillance, and overlapping CNS microenvironments. Because of shared clinical and radiological features, the presence of NF1 can obscure or delay the diagnosis of MS, particularly in the early stages [ 6 - 8 ]. This report aims to present a rare case of coexisting NF1 and MS in a young adult, highlighting the diagnostic challenges that arise due to overlapping neurological symptoms, imaging findings, and disease progression. Through the presentation of this clinical vignette, we explore the pathophysiological theories, clinical implications, and the importance of maintaining a high index of suspicion for dual pathology in complex neurogenetic patients.",
  "results": "",
  "discussion": "Discussion The co-occurrence of NF1 and MS is exceedingly rare, with only a limited number of cases reported in the literature. NF1, caused by mutations in the  NF1  gene on chromosome 17, is a neurocutaneous disorder characterized by benign tumor formation, skin manifestations, and focal areas of signal intensity (FASI) on MRI [ 1 , 2 ]. In contrast, MS is an autoimmune demyelinating disease of the central nervous system, with hallmark imaging findings such as periventricular hyperintensities, Dawson's fingers, and spinal cord lesions. The overlapping clinical and radiological features of these two diseases present a significant diagnostic challenge. Our 18-year-old female patient with a known diagnosis of NF1 presented with neurological symptoms, including falls, visual disturbance, gait imbalance, and sensorineural hearing loss. While these features may be attributed to NF1, the atypical progression of lesions on imaging, combined with new enhancing demyelinating lesions and corroborative CSF findings (positive oligoclonal bands and elevated IgG index), led to a definitive diagnosis of MS. Several hypotheses exist regarding the pathophysiological overlap of NF1 and MS [ 3 - 5 ]. It has been suggested that mutations in the  NF1  gene might influence immune regulation or glial cell function, thereby increasing susceptibility to demyelinating diseases. Additionally, the presence of FASI in NF1 may obscure early MS lesions, delaying diagnosis. In our case, the initial MRI findings were attributed to NF1, and it was only the progression of symptoms and evolution of imaging that prompted reconsideration and identification of coexisting MS. The case also highlights that sensorineural hearing loss, commonly associated with both NF1 (particularly when vestibular schwannomas are present, although more common in NF2) and MS (due to demyelination of the auditory pathway), can be a shared early symptom. A high index of suspicion, especially in the presence of atypical MRI evolution or new symptoms, is crucial for timely recognition and treatment of MS in patients with NF1. Conclusions This case underscores the importance of recognizing the potential coexistence of NF1 and MS, especially in patients presenting with new neurological symptoms not fully explained by one disorder. Early neuroimaging, careful interpretation of lesion characteristics, and CSF analysis are essential to establish the diagnosis and initiate prompt treatment. Given the overlapping radiological and clinical features, NF1 may mask demyelinating pathology, delaying diagnosis and treatment. Awareness of this rare association may facilitate earlier recognition, especially when imaging or symptoms deviate from classical NF1 progression. This case also highlights the evolving understanding of CNS immune interactions in neurogenetic syndromes. Future research is warranted to determine whether patients with NF1 harbor an intrinsic predisposition to autoimmune CNS disorders such as MS, and whether neurofibromin deficiency plays a role in immune dysregulation. Ultimately, this case calls for a high index of clinical suspicion, multidisciplinary collaboration, and judicious use of advanced diagnostics in managing patients with complex neurological disorders.",
  "fetched_at": "2026-02-11T01:50:57.421833",
  "abstract_length": 3375,
  "methods_length": 0,
  "introduction_length": 2154,
  "results_length": 0,
  "discussion_length": 3268
}