{
  "pmid": "PMID:40977920",
  "abstract": "Cell-free DNA (cfDNA) fragmentomics has emerged as a powerful and noninvasive approach for cancer detection, characterization, and monitoring. By analyzing genome-wide fragmentation patterns - including fragment length distributions, end motifs, nucleosome footprints, and copy number variations - cfDNA fragmentomics provides high-resolution insights into tumor-specific biological signals even at low tumor burden. This technology offers advantages over conventional mutation-based assays by capturing aggregate structural and epigenomic alterations without requiring prior knowledge of driver mutations. In non-small cell lung cancer (NSCLC), cfDNA fragmentomics enables early detection, discrimination of malignant pulmonary nodules, and post-surgical monitoring of minimal residual disease. Recent studies have demonstrated that fragmentomic risk scores can accurately stratify recurrence risk and improve prognostic sensitivity beyond traditional genomic assays. In hepatocellular carcinoma (HCC), integration of fragment size selection, CNV profiling, and end-motif analysis has led to high-performing models for early diagnosis, particularly in high-risk populations. Moreover, cfDNA fragmentomics has proven effective in detecting malignant transformation in patients with neurofibromatosis-associated peripheral nerve sheath tumors, distinguishing benign from premalignant or malignant lesions with high precision. Expanding beyond these major cancers, fragmentomic approaches have demonstrated diagnostic potential in gastric, urological, hematologic, and pediatric malignancies. Notably, the DELFI-TF (DNA Evaluation of Fragments for early Interception-Tumor Fraction) framework has shown prognostic relevance by correlating pre-treatment cfDNA features with survival outcomes in colorectal and lung cancer patients, outperforming conventional imaging. All of these results highlight the translational importance of cfDNA fragmentomics as a cutting-edge precision oncology tool. Its continued integration into clinical workflows may redefine early cancer detection, facilitate subtype-specific interventions, and enable real-time, individualized treatment monitoring.",
  "methods": "",
  "introduction": "",
  "results": "",
  "discussion": "",
  "fetched_at": "2026-02-11T01:50:30.543724",
  "abstract_length": 2179,
  "methods_length": 0,
  "introduction_length": 0,
  "results_length": 0,
  "discussion_length": 0
}