{
  "pmid": "40979205",
  "abstract": "Neurocutaneous syndromes are a group of genetic disorders involving the nervous and cutaneous systems, including Tuberous Sclerosis Complex (TSC), neurofibromatosis type 1 (NF1), and Sturge-Weber syndrome (SWS), and others. The incidence of epilepsy, a core clinical manifestation, is significantly higher than in the general population. The purpose of this narrative review is to provide an updated overview of the genetic mechanisms and recent advances in precise treatment for neurocutaneous syndrome-related epilepsy. We conducted a comprehensive search of the PubMed, Scopus, EMBASE, and Web of Science databases using all MeSH terms related to 'Neurocutaneous Syndromes', 'Epilepsy/genetics', 'Signal Transduction', and 'Precision Medicine'. Selected papers underwent review and risk of bias (RoB) assessment to evaluate core questions. Somatic or germline mutations dysregulate key signaling pathways (e.g., mTOR, Ras-MAPK, PI3K-AKT), inducing malformations of cortical development (MCD) and neuronal-glial dysfunction that collectively form epileptogenic networks. This constitutes the primary pathogenic mechanism underlying neurocutaneous syndrome-related epilepsy. Precise treatment strategies based on molecular mechanisms have achieved breakthroughs: mTOR inhibitors significantly reduce seizure frequency in TSC patients, and cannabidiol (CBD) demonstrates broad-spectrum antiepileptic efficacy in TSC and Dravet syndrome. Advances in surgical techniques, such as multimodal imaging-guided resection, improve outcomes in refractory epilepsy. However, clinical translation faces challenges including technical limitations in detecting mosaic mutations, insufficient specificity of targeted drugs, and interdisciplinary collaboration gaps. Future directions require integrating multi-omics technologies, developing novel gene therapies (e.g., CRISPR-based approaches), and establishing multicenter databases linking genotype-phenotype-treatment responses to advance personalized precision medicine.",
  "methods": "",
  "introduction": "1 Introduction Neurocutaneous syndromes (NCS), also termed phakomatoses, represent a heterogeneous group of multisystem genetic disorders characterized by concomitant neurological and cutaneous manifestations. This category encompasses TSC, NF1, SWS, Epidermal Nevus Syndrome (ENS), and neurocutaneous melanosis (NCM), and others ( 1 ). These diseases are mostly caused by somatic mutations or germline mutations, resulting in dysregulation of key signaling pathways, which leads to abnormal neural and vascular development, manifesting as MCD, epilepsy, and various skin manifestations ( 1 ). Epilepsy, a hallmark neurological complication of NCS, exhibits strikingly high prevalence across subtypes. In TSC, seizure incidence reaches 80–90%, with approximately 60% of cases progressing to pharmacoresistant epilepsy ( 2 ,  3 ). Similarly elevated rates are observed in SWS (75–90%) and NF1 (4–7%), significantly exceeding population baselines ( 4 ,  5 ). Emerging evidence highlights the pivotal role of somatic mosaicism in cortical malformation-associated epileptogenesis, providing mechanistic insights for targeted interventions ( 1 ). Notably, mTOR inhibitors (e.g., sirolimus, everolimus) demonstrate therapeutic efficacy in TSC by modulating aberrant signaling, achieving seizure frequency reduction in 50% of patients and seizure-free outcomes in select cases ( 6 ). Concurrently, CBD shows broad antiepileptic potential across refractory epilepsies including TSC, Dravet syndrome, and Lennox–Gastaut syndrome, underscoring the promise of genotype-driven precision therapeutics ( 7 ). Deciphering the genetic architecture and advancing mechanism-based therapies for NCS-related epilepsy hold dual significance: optimizing clinical management through molecular stratification while revolutionizing epilepsy treatment paradigms. Integrating molecular diagnostics with pathway-specific modulation may substantially improve patient prognoses and catalyze the evolution of precision medicine in neurology.",
  "results": "",
  "discussion": "4 Discussion Research on genetic mechanisms of neurocutaneous syndrome-related epilepsy has elucidated pathogenic pathways across distinct syndromes. TSC1/TSC2 mutations in TSC activate mTOR signaling to promote epileptogenesis, establishing molecular foundations for targeted therapies ( 79 ). Similarly, the CFCS, driven by RAS-MAPK signaling pathway variants (BRAF, KRAS), demonstrates epileptogenic mechanisms involving neuronal hyperexcitability and synaptic plasticity dysregulation ( 40 ,  65 ). The pathogenic mechanisms of different syndromes are both specific (such as over-activation of the mTOR pathway in TSC and cross-activation of multiple pathways by GNAQ mutations in SWS) and common (such as cross-disease effects of glial cell metabolism imbalance and excitotoxicity). Their interactions form a complex network in epileptogenesis. These advances not only delineate genotype–phenotype correlations [e.g., specific mutations associated with Infantile epileptic spasms syndrome (IESS) versus focal epilepsy ( 80 ,  81 )], but also directly inform therapeutic development. MEK inhibitors like selumetinib targeting the RAS-MAPK pathway exhibit clinically significant seizure reduction in CFCS patients ( 40 ). Genetic diagnostics further optimize antiepileptic drug selection, exemplified by avoiding sodium channel blockers in SCN1A mutation carriers while prioritizing valproate ( 77 ,  82 ). Clinically, synergistic approaches combining CRISPR-based gene editing, single-cell sequencing, and molecularly targeted therapies (mTOR inhibitors, ion channel modulators) show transformative potential ( 59 ,  61 ,  73 ). Establishing dynamic genotype–phenotype-treatment response databases will refine personalized regimens ( 80 ,  83 ), while prospective trials must validate the long-term efficacy and safety of emerging inter ventions like neuromodulation and gene replacement therapies ( 83 ,  84 ). Future directions should address genetic-psychiatric comorbidities (autism spectrum disorders, cognitive impairment) through integrated treatment paradigms that simultaneously optimize seizure control and neurodevelopmental outcomes ( 85 ,  86 ). 5 Conclusion This review systematically clarifies the core pathogenic mechanisms and precise treatment strategies of neurocutaneous syndrome-related epilepsy, and reveals a molecular pathological network characterized by abnormal activation of mTOR, Ras-MAPK and other signaling pathways. Somatic/germline mutations drive the formation of epileptogenic networks by regulating neuron-glial dysfunction and cortical development malformations; interventions targeting pathways such as mTOR and MEK have demonstrated clinical potential. Current research faces challenges such as insufficient accuracy in the detection of chimeric mutations, unclear neurodevelopmental effects of targeted drugs, and lack of efficacy evaluation systems, which limit the in-depth implementation of personalized treatment. Analyze the spatio-temporal specific activation patterns of signal pathways in the epileptogenic microenvironment, identify the core regulatory nodes of abnormal neuron-glial metabolic coupling; develop precise hierarchical treatment plans based on mutation lineages, combining CRISPR gene editing and multimodal imaging technology to achieve etiological intervention; Build a dynamic database of “genotype-treatment response” and verify the long-term safety and neuroprotective effects of new therapies (such as MEK inhibitors and gene replacement therapy) through multi-center collaboration. These studies will promote the transformation of diagnosis and treatment models from symptom control to pathological mechanism targeting, laying an important foundation for the precise treatment practice of neurocutaneous syndrome-related epilepsy.",
  "fetched_at": "2026-02-11T01:50:19.194511",
  "abstract_length": 2010,
  "methods_length": 0,
  "introduction_length": 2010,
  "results_length": 0,
  "discussion_length": 3804
}