{
  "pmid": "40977875",
  "abstract": "Resection of a giant plexiform fibroma on the lower leg of a 75-year-old woman with neurofibromatosis type 1 resulted in an extensive skin soft tissue defect and a circumferentially exposed wound involving the Achilles tendon. As secondary reconstruction was performed after a waiting period to rule out a malignant peripheral nerve sheath tumor using histopathological examination, the major challenge was to prevent adhesion of the Achilles tendon to the surrounding granulation tissue, in addition to reconstructing the extensive skin soft tissue defect. We overcame this problem by using a free anterolateral thigh flap with the vascularized fascia lata wrapping technique. A free composite anterolateral thigh flap with fascia lata is a recognized method for primary reconstruction of the Achilles tendon and overlying soft tissue defects. We selected this method not for reconstruction of the Achilles tendon defect, but to prevent adhesion of the tendon to the surrounding tissue. The exposed Achilles tendon was circumferentially wrapped with vascular fascia lata. The postoperative range of motion of the ankle joint was 5 degrees in dorsiflexion and 45 degrees in plantar flexion. Although dorsiflexion was impaired, the patient was able to walk unassisted and had no problems in daily life. The appearance around the ankle joint was good. We report the novel use of a free anterolateral thigh flap with vascularized fascia lata in periapical Achilles tendon reconstruction.",
  "methods": "",
  "introduction": "",
  "results": "",
  "discussion": "DISCUSSION Inoue et al  first reported reconstruction of the Achilles tendon and the overlying skin defects using a free lateral thigh flap with vascularized fascia lata. Long-term observation has revealed that this method causes a slight decrease in the ankle joint range of motion but maintains muscle strength without hindering daily activities. 2  The benefits of adding vascular supply to the fascia lata include rapid healing, resistance to infection, and prevention of adhesions. 3 , 4  In this study, we focused on this method’s antiadhesion effect, applying it to the secondary reconstruction of a wound with a circumferentially exposed Achilles tendon without a defect. The circumference of the exposed tendon was enveloped with vascularized fascia to prevent adhesion to the surrounding granulation tissue. 5 In Achilles tendon reconstruction, several methods of processing the fascia lata have been reported, including the 2-fold,  3-fold, 2  4-fold, 4  and roll methods. 6  Because the soft tissue defect was located medial to the Achilles tendon in our case, the perforator was designed to be positioned anterior to the skin paddle so that it could be wrapped only outside the perforator inflow area, posterior to the fascia. When the fascia first passed through the ventral side of the tendon, it was easier to suture and reproduce the contour of the Achilles tendon area because the skin paddle was pulled anteriorly (Fig.  4 , 5 3 ). Because a large fascial width is required to cover the entire circumference of the Achilles tendon without defects, the uncertainty of blood circulation in the peripheral fascia posterior to the perforators posed a problem. In fact, it was unlikely that sufficient blood flow was maintained in the entire fascia lata because the most distal portion of the skin paddle, which was smaller than the fascia, was necrotic. A chimeric flap, wherein the skin paddle and fascia are supplied by different perforators, has been posited as a solution for poor fascial vascularity.  However, this method requires the presence of multiple and distant perforators and was difficult to implement in our case, which required a large area of skin paddle and fascia. Furthermore, another method has been reported in which the perforator is placed at the center of the skin paddle; the fascia lata is elevated (with the same perforator blood flow) and folded by making a hole in the fascia, and the perforator is passed through it. 7 , 8  However, this method is indicated only when there is a single perforator, and we believe that it was not applicable to our case, which included 2 perforators. Huang et al 9  reported a revolutionary 1-stage method entailing a combined bipedicled abdominal and groin flap and vascularized fascia lata for extensive soft tissue and Achilles tendon reconstruction. However, the complicated surgical procedures and 2 donor sites are disadvantages. 10 Nevertheless, we believe that adhesions were prevented because we positioned the most distal fascia on the dorsal side of the Achilles tendon. Because the ventral side of the Achilles tendon is at risk of adhesion, it is possible that insertion on this side only would suffice. CONCLUSIONS We report a case of a circumferentially exposed wound involving the Achilles tendon requiring extensive soft tissue reconstruction, achieved using a free anterolateral thigh flap with the vascularized fascia lata wrapping technique. Vascularized fascia lata may be useful in preventing adhesions of the Achilles tendon to the surrounding tissues.",
  "fetched_at": "2026-02-11T01:50:39.831523",
  "abstract_length": 1484,
  "methods_length": 0,
  "introduction_length": 0,
  "results_length": 0,
  "discussion_length": 3554
}