{
  "pmid": "40992926",
  "abstract": "Loss of NF1 in Schwann cells leads to activation of the RAS-MAPK pathway, followed by immune cell recruitment and development of benign nerve tumors (PNFs). MEK inhibitors, which shrink most PNFs, also reduce tumor-associated myeloid cells. We tested whether SHP2 inhibition, predicted to block RAS-MAPK signaling and exert immunomodulatory effects, alters tumor volume or the immune microenvironment in PNFs, using flow cytometry and single-cell RNA sequencing. We found that both cobimetinib and daytime RMC-4550 similarly reduced tumor volume. The abundance of CD163-negative PNF-associated macrophages, derived from circulating monocytes, correlated with tumor size. Combining SHP2 inhibition with anti-PD1 altered tumor monocyte phenotype and reversed SHP2-mediated tumor shrinkage. Diurnal patterns of monocyte trafficking were disrupted in tumor-bearing mice, and SHP2 inhibition reduced tumor volume only when administered during the day, when myeloid infiltration was low. These findings suggest that SHP2 inhibitor-driven tumor shrinkage requires targeting monocyte-derived macrophages and is influenced by the timing of drug administration.",
  "methods": "Materials and Methods Mice and husbandry The experimental protocols followed in this study received approval from the Institutional Animal Care and Use Committee at Cincinnati Children’s Hospital Medical Center. We maintained the mice in an environment with controlled temperature and humidity, ensuring they had continuous access to food and water. The facility’s light–dark cycle was set to 12 h. The mouse strains used in this research were Nf1fl/fl and DhhCre ( Wu et al, 2012 ). For breeding purposes, we kept the DhhCre allele in males and crossed DhhCre;Nf1fl/+ mice with Nf1fl/fl mice to produce mice with tumors. The mice used in this study were all bred on a C57BL/6 genetic background. For the identification of Nf1 genotypes, we employed specific oligonucleotides: the sequence CTT CAG ACT GAT TGT TGT ACC TGA and ACC TCT CTA GCC TCA GGA ATG A for detecting the WT allele, and TGA TTC CCA CTT TGT GGT TCT AAG for the targeted allele. Genotyping of DhhCre was carried out using the forward primer ACCCTGTTACGTATA GCCGA and the reverse primer CTCCGGTATTGA AACTCCAG. In addition, GFP genotyping was conducted using the forward ACG​TAA​ACG​GCC​ACA​AGT​TCA and reverse GCT​GTT​GTA​GTT​GTA​CTC​CAG​GT primer. Compound administration Mice were acclimated to handling and dosed once daily. Two MEK inhibitors were used: cobimetinib (GDC-0973) (a kind gift from Genentech) at 5 mg/kg (for experiments in  Fig 1 ) and mirdametinib (PD0325901), purchased from Selleck (Cat #S1036), at 1.5 mg/kg for all other studies. Both MEK inhibitors were prepared in a 0.5% (wt/vol) methylcellulose (Cat #M0262-100G; MilliporeSigma) solution with 0.2% (vol/vol) polysorbate 80 (Tween-80, Cat #BP338-500; Thermo Fisher Scientific) and administered via oral gavage. The SHP2 inhibitor RMC-4550, provided by Revolution Medicines under a former collaboration agreement with Sanofi, was prepared in a 50 nM sodium citrate (Cat #71497-250G; MilliporeSigma) buffer (pH 4.0 ± 0.1) with 0.5% (vol/vol) polysorbate 80 (Tween-80), and administered at either 10 mg/kg or 30 mg/kg once daily via oral gavage. The RMP1-14 monoclonal antibody anti-mouse PD-1 (CD279), procured from BioXCell (Cat #BE0146), was diluted in sterile PBS and administered via intraperitoneal (i.p.) injection once a week at a concentration of 12.5 mg/kg. Controls were either oral gavage or i.p. injection with an empty vehicle, as appropriate for each experiment. Magnetic resonance imaging and analysis  was performed in anesthetized mice as described using 7T Bruker Biospec System to acquire images in three planes to position the 3D volume ( Wu et al, 2012 ). We calculated tumor volume from the area of graphic outlines and MRI slice thickness. To derive  P -values, we conducted a random-effects model analysis on the log-transformed tumor volume data using the SAS mixed procedure. IHC We anesthetized mice, then perfused them with ice-cold PBS by cardiac puncture, and then rapidly dissected tissues that were fixed in 10% freshly prepared PFA (for 24 h) and embedded in paraffin. Sections (4–5 μm thick) were deparaffinized, rehydrated, and subjected to antigen retrieval using standard protocols. We blocked sections with 5% normal goat serum (Cat #50-062Z; Thermo Fisher Scientific—Invitrogen). Primary rabbit anti-Ki67 (1:300, Cat #12-201; Cell Signaling) and anti-phosphorylated extracellular signal–regulated kinase1/2 (pERK) (1:300, Cat #7340; Cell Signaling) were applied, followed by incubation with species-specific biotinylated secondary antibodies (Goat α-Rb) (Cat #BA-1000; Vector Labs or Cat #31671; Thermo Fisher Scientific). Detection was performed using a streptavidin–biotin–peroxidase complex method (Cat #PK-6101; Vector Labs, VECTASTAIN), and visualization was achieved with 3,3′-diaminobenzidine (DAB) substrate (Cat #SK-4100; Vector Labs). Counterstaining was done with hematoxylin (Cat #6765001; Thermo Fisher Scientific) for Ki67 slides only. Coverslips were mounted using Histomount (Cat #HS-103; National Diagnostics). Four images per tissue were captured and used for analysis. Quantification of Ki67-positive cells was performed by hand, and pERK staining intensity was assessed using relative values. Statistical analysis assessed differences between experimental groups, and positive and negative controls were included. Western blots Tumor or lung tissue lysates were prepared in RIPA buffer (#89900; Thermo Fisher Scientific) with added protease (#P8340; Sigma-Aldrich) and phosphatase inhibitors (#P5726; Sigma-Aldrich), and protein concentrations were determined using the BCA kit (#500-0111; Bio-Rad). Equal amounts of protein were loaded onto 4–20% gels (#456-1096; Bio-Rad Mini-PROTEAN TGX), transferred onto nitrocellulose membranes (#162-0115; Bio-Rad), and separated by electrophoresis. The membrane was then blocked with 5% nonfat (Blotting-Grade #170-6404; Bio-Rad) in PBS/Tween (0.1%). Western blot analysis used antibodies from Cell Signaling pERK1/2 (Cat #3179S; 1:2,000) and total ERK1/2 (Cat #4695S; 1:2,000). Anti-pERK was detected overnight at 4°C; after washing, membranes were incubated with horseradish peroxidase–conjugated secondary antibodies (#7074S; CST) and ECL detection substrate (SuperSignal West Pico #34580; Thermo Fisher Scientific). After stripping (Restore #21059; Thermo Fisher Scientific) the membrane, anti-total ERK was applied, and detection was carried out overnight at 4°C as above. Flow cytometry After euthanasia, mice were briefly perfused intracardially with ice-cold PBS and tissues removed and stored in Opti-MEM with GlutaMAX (#31985-070; Thermo Fisher Scientific) additives at 4°C for 3–36 h. For tissue dissociation, we prepared fresh enzyme mix (1 ml/sample/1.5 ml tube). The enzyme mix consisted of 100 μl collagenase A (100 mg/ml) (# 10103586001; Sigma-Aldrich), 100 μl collagenase type 4 (100 mg/ml) (#  LS004188 ; Worthington Biochemical), 40 μl soybean trypsin inhibitor (100 μg/ml) (# T9128; Sigma-Aldrich), 10 μl DNase I (250 U) (# DN25; Sigma-Aldrich), 5 μl 1 M CaCl 2  (5 mM final concentration) ( R21457 ; Thermo Fisher Scientific), and 745 μl complete RPMI media (# 11875-093; Thermo Fisher Scientific [Gibco]). A shaker was warmed to 37°C. Tissue was centrifuged for 5 min at 300 g  at 4°C; most media were removed and minced into small pieces (∼1 mm 3 ) and placed into the enzyme mix. The tube was then placed on the shaker at 37°C for 30 min and transferred to a 50-ml conical tube, and enzymatic dissociation was halted by adding 30 ml RPMI + 1% FBS. After gentle mixing and centrifugation for 5 min at 300 g  at 4°C, the supernatant was partially removed, leaving 3–5 ml. After adding ∼25 ml RPMI + 1% FBS, filtering the cell suspension through 100- and 70-μm cell strainers for a single-cell solution, centrifugation, removal of supernatant, and resuspending the pellet in ∼1 ml for subsequent cell counting without dilution, we counted cells. One million cells from each sample were transferred into standard 5-ml flow tubes (352235; Corning) and washed twice with 1 ml of PBS to eliminate residual serum. Subsequently, a Live/Dead marker ( L23105 ; Thermo Fisher Scientific) was used to exclude nonviable cells. To identify apoptotic cells, Apotracker Green (427402; BioLegend) was used before subsequent staining. After Live/Dead exclusion, cells were incubated for 60 min at room temperature in a 100 μl antibody mixture (see Table S2). After the incubation period, unbound antibodies were removed by washing the cells with 1.5 ml of PBS twice. The cells were then fixed with freshly prepared 2% PFA in PBS for 30 min, washed and resuspended in 350 μl in PBS for immediate analysis, or stored in 500 μl Cyto-Last Buffer (Cat #422501; BioLegend), and then, cells were analyzed on a Cytek Aurora flow cytometer with a 5-laser configuration (Cytek) within 10 d. \n \n Table S2.  Antibodies used in this study. Flow analyses We used UltraComp beads (Cat #01-2222-41; Thermo Fisher Scientific) and Live/Dead ArC amine-reactive compensation bead kits (Cat #A10346; Thermo Fisher Scientific) for single color controls. Each tumor or bone marrow sample was run together with its own negative control (unstained) to control for endogenous fluorescence. Tumors from 3 to 11 mice were analyzed for each treatment, as designated for each experiment. We used data from three individual antibody panels ( Fig S3G ). Fcs files from individual mice were downsampled and concatenated to include the same number of events for each tumor, using FlowJo software. UMAP analysis was performed in FlowJo with default settings of nearest neighbors of 15 and minimum distance. Data were scaled before generating UMAP or FlowSOM clustering and analysis. Cluster explorer was used to generate expression profiles with a cutoff of 99% ILE (outliers were removed), and means of scaled values were used to generate plots. Single-cell analysis Mouse: Within 5 min after euthanasia, paraspinal tumors were excised and placed into ice-cold L-15 medium (MT-10-045-CV; Thermo Fisher Scientific). Tissue was cut into 1-mm 3  pieces and placed into dissociation medium in 50-ml tubes containing 20 ml L-15 medium (# 11415064; Thermo Fisher Scientific [Gibco]), 10 mg collagenase type I ( LS004196 ; Worthington Biochemical), and 50 mg Dispase II (04942078001; Sigma-Aldrich) in a 37°C incubator for 2 h, with 170 rpm shaking. The dissociation process was stopped by adding 30 ml DMEM (11-965-1188; Thermo Fisher Scientific) containing 10% FBS. Samples were centrifuged at 800 g  for 5 min at 4°C. Supernatants were removed, and cell pellets were resuspended in 50 ml of 1× PBS containing 0.1% BSA. Suspensions were sequentially filtered with 70-μm (08-771-2; Thermo Fisher Scientific), 40-μm (1181X52; Thomas Scientific), and 20-μm cell strainers (43-50020-03; pluriSelect) and centrifuged at 600 g  for 5 min at 4°C. Pellets were resuspended in 100 μl of 1× PBS/0.1% BSA. Trypan blue–negative viable cells were counted to determine the cell concentration for droplet-based scRNA-seq. The 10X Genomics scRNA-seq (3′ v3.1 chemistry) libraries were aligned to the mm10 mouse genome using the Cell Ranger pipeline (version 6.0) with default parameters. Downstream analyses were performed using Seurat (version 4.1.1,  https://satijalab.org/seurat/ ). Data normalization, dimensionality reduction, clustering, and integration were performed using the standard Seurat v4 integration workflow as previously described ( Kershner et al, 2022 ). For clustering functions, the dimension was set to 1:30 and resolution to 0.6. During sample integration, default parameters were used in Seurat’s FindIntegrationAnchors function, including setting anchor features to 2,000. Cell-type cluster annotation was performed by comparing the top 50 cluster markers identified with the FindAllMarkers function in Seurat to published literature. Differential expression analyses were performed using Seurat’s FindMarkers function and setting logfc.threshold = 1. Preliminary cluster annotation of tumors contains cell types discovered in PN ( Kershner et al, 2022 ). There was no significant difference between untreated and vehicle-treated tumors, so we merged these controls for further analysis, and compared the percentage of cells in each annotated cell cluster with treatment groups. The scRNA-seq data for 7-mo-old normal control (DRG/nerve) samples were extracted from  Kershner et al (2022) . Here, 7-mo-old tumor samples correspond to “Vehicle” samples in the current study. For each cell cluster, differentially expressed genes (DEGs) were predicted between MEKi (or SHP2i) and Vehicle groups, using Seurat’s FindMarkers function. DEGs were considered significant DEGs if their |fold| > 1.25x their |fold| > 1.25x and adjusted  P  < 0.05. Significant up- and down-DEGs were queried in Enrichr ( https://maayanlab.cloud/Enrichr ). Enrichment tests were performed against the MSigDB HALLMARK gene sets using combined (i.e., up- and down-) DEGs as a query set. Any significantly enriched gene (|fold| > 1.25x; Adj.  P  < 0.05) sets implied gene set/pathway “perturbation.” When the transformed score was over 6, we reset it to 6 for color scaling (0 = weakest; 6 = strongest enrichment). Raw data, including FASTQs and count matrices, are available in the Gene Expression Omnibus database (GEO  ). GSE181985 Single-cell sequencing for human subjects treated with the MEKi selumetinib Informed consent was obtained from all patients, and treatment was conducted on  ClinicalTrials.gov  identifier:  NCT02407405  (PMID 39762421). The collection of patient tumor samples, procedures for single-cell RNA sequencing, and data storage plans were approved by the National Cancer Institute Institutional Review Boards ( NCT01109394 ; IRB identifier 10C0086). Procedures for the collection, banking, and process of patient NF1-associated peripheral nerve sheath tumors for single-cell RNA sequencing (scRNA-seq) using a 10x Genomics platform were described previously ( Zhang et al, 2023 ). From each tumor sample, two capture lanes with a targeted 6,000 live cells per lane to be captured were processed on the Chromium Controller (10x Genomics). 10X v3 reagents were used for library preparation following the manufacturer’s protocol. Sequencing of the cDNA library was performed on an Illumina NovaSeq 6000 sequencer, aiming to achieve at least 50,000 reads per cell. Data analysis was performed using Seurat v4, and marker genes of each cell cluster were identified with the Seurat function FindAllMarkers in the “RNA” assay. The top highly expressed and the most differentially expressed marker genes were used to manually annotate the cell types based on prior knowledge and their overlaps with the canonical markers. The generated sequencing data are deposited in dbGaP with the accession number  phs003519 . Bone marrow assay Cells from male and female WT or  Nf1fl/fl;DhhCre +  tumor-bearing mouse femurs (6–12 mo of age) were extracted after storing for 24–36 h at 4°C after euthanasia. Bone marrow was flushed using Opti-MEM supplemented with GlutaMAX (Thermo Fisher Scientific), mechanically dissociated, filtered through a 40-micron cell strainer, and used immediately for flow cytometry or plated onto 12-well culture plates for 30 min for in vitro experiments using monocytes, for which nonadherent cells were washed away with warmed medium, and cells were treated with LPS (# 00-4976-03; Thermo Fisher Scientific) or vehicle and evaluated by flow cytometry. Statistical analysis Tumor shrinkage analysis and random coefficients model analysis were completed as described in  Wu et al (2012) . All other statistical analyses were conducted in GraphPad Prism. Significance was set at  P  ≤ 0.05. Statistical tests (one-way or two-way ANOVA, with Tukey’s post hoc test) were as in figure legends. Error bars represent the SD unless otherwise noted. Ex vivo tumor assay Untreated or vehicle-treated tumors were dissociated as described above. Single cells were washed twice with Opti-MEM with GlutaMAX, and we transferred 1 × 10 6  to wells of a round-bottom 96-well plate and incubated at 37°C with 5% CO 2  in 250 μl of Opti-MEM with GlutaMAX. Four hours later, we added RMC-4550 to 1 μM, PD0235901 to 1 μM, or vehicle (DMSO) control and incubated cells for 12 or 36 h. Plates were then placed on ice, and cells were labeled for flow cytometry analysis as described above. After fixation, we permeabilized cells with the True-Nuclear Transcription Factor Buffer Set (Cat #424401; BioLegend) and stained for cleaved caspase-3 (Asp175) (Cat #9661; Cell Signaling), followed by Donkey anti-Rabbit IgG (H+L) Highly Cross-Adsorbed Secondary Antibody, Alexa Fluor 647 (Cat #A-31573; Thermo Fisher Scientific). Samples were run on the Cytek Aurora and analyzed in FlowJo.",
  "introduction": "",
  "results": "",
  "discussion": "",
  "fetched_at": "2026-02-11T23:48:37.316492",
  "abstract_length": 1151,
  "methods_length": 15782,
  "introduction_length": 0,
  "results_length": 0,
  "discussion_length": 0
}