{
  "pmid": "41001135",
  "abstract": "Schwann cells are classically known as the constituent supporting cells of the peripheral nervous system. Beyond the scope of merely myelinating axons of the more saliently known neurons, Schwann cells comprise the majority of peripheral nervous system tissue. Through the lens of the inner ear, additional properties of Schwann cells are becoming elucidated. Therein, the process of myelin formation in development is more aptly understood as a homeostatic oscillation of differentiation status. Perpetual interaction between neural and non-neural cells of the inner ear maintains an intricate balance of guidance, growth, and maturation during development. In disease, aberration to Schwann cell myelination contributes to sensorineural hearing loss in conditions such as Guillain-Barre Syndrome and Charcot-Marie-Tooth disease, and tumorigenic over proliferation of Schwann cells defines vestibular schwannomas seen in neurofibromatosis type 2. Schwann cells demonstrate plasticity during oscillations between differentiation and dedifferentiation, a property that is now being leveraged in efforts to regenerate lost neurons. Emerging strategies of reprogramming, small molecule modulation, and gene therapy suggest that Schwann cells could serve as progenitor cells for regenerated neurons. Understanding the duality of Schwann cells in pathology and repair could transform the approach to treating sensorineural hearing loss.",
  "methods": "",
  "introduction": "1 Introduction Schwann cells are the fundamental glia of the peripheral nervous system, PNS. In the PNS, almost 80% of the cells surrounding the neurons are of glial origin ( Rowitch and Kriegstein, 2010 ;  Zuchero and Barres, 2015 ). Schwann cells are the supporting glial cells in the PNS and can be divided into myelinating and non-myelinating glial cells. Furthermore, satellite glia are a specialized subtype of peripheral glia, surrounding the neuronal cell bodies in the ganglia ( Birren et al., 2025 ). Myelination by Schwann cells results in saltatory conduction, resulting in increased conduction velocity and temporal precision as compared to non-myelinated axons ( Waxman, 1980 ;  Salzer, 2015 ). Schwann cells are vital within the inner ear, an intricate sensory organ responsible for maintaining hearing and balance. Schwann cells within the cochlea provide structural and trophic support, supplementation of nutrients, and neurotransmitter recycling for auditory neurons that reside within the spiral ganglion, SGN, and vestibular neurons that reside with the vestibular ganglion, VN (also known as Scarpa's ganglia;  Varon and Bunge, 1978 ). Schwann cells also play a role in the regeneration of damaged axons, first by clearing debris and by maintaining spatial arrangement guiding the regrowing axon to innervation ( Jessen and Mirsky, 2019a ). Auditory nerve fibers that span from inner hair cells in the organ of Corti all the way to the cochlear nucleus of the brainstem rely on Schwann cell myelination for temporally precise signal transmission to properly function ( Figure 1 ). Figure 1 Cochlear structure and glial cell anatomy. This figure illustrates the anatomical structure of the cochlea with a focus on the cellular components involved in hair cell innervation by spiral ganglion neurons and the associated glial interactions. The left upper panel shows a schematic of the inner ear, highlighting the cochlea. The right upper panel shows a magnified cross-sectional view of the cochlear duct. The bottom panel provides a depiction of an inner hair cell within the organ of Corti and adjacent structures. The inner hair cell is innervated by the peripheral processes of spiral ganglion neurons. The peripheral processes are myelinated by Schwann cells. Within the spiral ganglion, neuronal cell bodies are surrounded by satellite glial cells. This figure highlights the spatial relationships between the inner hair cells that compose the sensory epithelium, spiral ganglion neurons, Schwann cells, and satellite glia. Created in BioRender. Montigny, D. (2025)  https://BioRender.com/3b16cek . Illustration showing a detailed cross-section of the cochlea. The top half displays the cochlea's spiral structure, highlighting the area of magnification. The bottom half zooms into the cochlear structure to show inner hair cells, Schwann cells, satellite glia, and spiral ganglion neurons, labeled for clarity.",
  "results": "",
  "discussion": "9 Conclusion In all the harm that can come from Schwann cell degeneration, there is a far greater potential for what they can create. Schwann cells play a significant role in the pathology of the inner ear. Proliferation of Schwann cells in the vestibulo-cochlear nerve defines the etiology of hearing loss in diseases such as neurofibromatosis type 2 (NF2), while a brief period of demyelination such as in Guillain-Barre Syndrome could also lead to hearing loss. Schwann cells uphold the delicate balance within the inner ear; their range of functionalities carries the converse during dysregulation. Schwann cell and neuron interactions implicated in normal function and disease are rooted in early development where they share a common progenitor. This pliability of Schwann cells makes them a valuable therapeutic target for inducing trans-differentiation or cellular reprogramming to restore neurons within the spiral ganglia.",
  "fetched_at": "2026-02-11T01:49:06.524303",
  "abstract_length": 1431,
  "methods_length": 0,
  "introduction_length": 2936,
  "results_length": 0,
  "discussion_length": 932
}