{
  "pmid": "PMID:41001593",
  "title": "Loss of Schwann cell's normal rhythmic core clock gene expression and gain of rhythmic expression of oncogenic driver genes in malignant NF1-associated peripheral nerve sheath tumor.",
  "abstract": "Neurofibromatosis type 1 (NF1) is an autosomal dominant tumor syndrome caused by pathogenic variants in the ",
  "authors": "Sandra Leisz; Antonio Pelligrino; Saskia Fritzsche; Merle Wiegers; Markus Wösle; Christian Linke; Swanhild Lohse; Daniel Tippner; Christian Scheller; Christian Strauss; Eva Ehrentreich-Förster; Faramarz Dehghani; Stanislav Sys; Erik Maronde; Anja Harder",
  "journal": "Molecular & cellular oncology",
  "publicationDate": "2025",
  "doi": "10.1080/23723556.2025.2561292",
  "methods": "Methods Cell lines Human T265, S462, and NSF1 cell lines of malignant peripheral nerve sheath tumors (MPNSTs) being associated with neurofibromatosis type 1, and BRGN control cells used in this study were previously described.  T462 and T265 cells were initially provided by Victor Mautner (University of Hamburg, Germany). MPNST were cultured in Dulbecco’s Modified Eagle’s Medium (DMEM) supplemented with 10% fetal bovine serum (FBS), 100 U/mL penicillin and 100 mg/mL streptomycin, 2 mM GlutaMAX 38–43 TM  and 2 mM sodium pyruvate (all purchased from Gibco, Thermo Fisher Scientific, Waltham, USA). The primary human Schwann cells (HSC) were obtained by ScienCell (#1700, Carlsbad, CA, USA). HSC were cultured in Schwann Cell Medium (SCM, ScienCell) adding 1% Schwann cell growth supplement (SCGS), 5% FBS, 100 U/mL penicillin and 100 mg/mL streptomycin. All cell lines were incubated with a humidified atmosphere of 5% CO 2  at 37°C. mRNA isolation For each cell line, 2.5x10 4  cells per well were seeded in 6 well plates (TPP, Trasadingen, Switzerland) in 3 mL complete DMEM medium. After 24 h FBS-free medium was added, and cells were incubated for another 24 h. Then, a serum shock was induced with 10% FBS-containing medium. After that the cells were lysed at six-hour intervals starting at zero and ending at 48 h ( Figure 1 ). For sample collection, cells were washed two times with 1 mL of 4°C cold Phosphate Buffered Saline (PBS, Gibco, Thermo Fisher Scientific) and harvested using 300 µL Lysis Buffer (LBP, MACHERY-NAGEL, Düren, Germany) per well. RNA was isolated with NucleoSpin RNA plus (MACHERY-NAGEL) according to the manufacturer’s instructions.\n Figure 1. Experimental workflow. Legend: Created with BioRender.com (agreement number: QY25NKONZ9). cDNA library preparation and NGS analysis 10 ng mRNA per sample was transcribed into cDNA with AmpliSeq for Illumina Library Prep (Illumina, San Diego, USA) following manufacturer`s protocol. Transcript level of the following genes were analyzed using an Illumina custom panel: Jun proto-oncogene ( JUN ), Transforming Growth Factor Alpha ( TGFA ), Period Circadian Regulator 2 ( PER2 ), Prokineticin 2 (PROK2), Clock Circadian Regulator ( CLOCK ), Vascular Endothelial Growth Factor A (VEGFA), MYC proto-oncogene ( MYC ), Mitogen-Activated Protein Kinase Kinase Kinase 8 (MAP3K8), cAMP Responsive Element Modulator ( CREM ), aryl hydrocarbon receptor nuclear translocator like ( ARNTL  or  BMAL1 ), Cryptochrome Circadian Regulator 2 ( CRY2 ), Cyclin D1 ( CCND1 ),  TIMELESS , Cryptochrome Circadian Regulator 1 ( CRY1 ), Period Circadian Regulator 1 ( PER1 ), nuclear receptor subfamily 1 group D member 1 ( NR1D1 ), D-Box Binding PAR BZIP Transcription Factor ( DBP ), Casein Kinase 1 Epsilon ( CSNK1E ) and for reference Hypoxanthine Phosphoribosyl transferase 1 ( HPRT1)  (Supplementary Table S1). Therefore, library preparation was performed using the AmpliSeq for Illumina Custom Panels procedure (Illumina, San Diego, USA). After library preparation, the samples were analyzed via Bioanalyzer 2100 system (Agilent, Santa Clara, CA, USA) for pre-sequencing quantification and library quality control. The Illumina MiSeq instrument (Illumina, San Diego, USA) was used to quantify transcript levels. Therefore, quality-controlled libraries were diluted, equimolar pooled and again diluted to 20 pM according to the MiSeq System Denature and Dilute Libraries Guide performing the Standard Normalization Method (Illumina, San Diego, USA). Finally, the denatured and diluted library pool was loaded onto a MiSeq Reagent Kit v3 cartridge with 13 pM and 1% phiX. The sample sheet, the flow cell, the PR2 bottle, the waste bottle, as well as the reagent cartridge were prepared analogously to the MiSeq System Guide (Illumina, San Diego, USA). For sequencing, a paired end run of 151 cycles per read with FASTQ Only was chosen. Resulting FASTQ files were analyzed with CLC Genomics Workbench 22 (QIAGEN, Hilden, Germany). As no transcripts were detected for  PROK2  and  JUN  in all samples, we did not further include them into evaluation. Quantitative real time PCR 2 µg RNA was transcribed into cDNA using the RevertAid First Strand cDNA Synthesis Kit (Thermo Fisher Scientific, Waltham, USA) with oligo(dT)18-primers according manufacturer’s instructions. The cDNA concentration was set at 20 ng/µl and reverse transcription was done in the PEQLAB primus 25 advanced thermocycler (VWR, Avantor, Radnor, USA). Quantitative determination of Melatonin receptors (MT) was carried out by quantitative real-time polymerase chain reaction (qPCR). The two-step PCR was performed with 10 µl Platinum SYBR Green qPCR SuperMix-UDG (Invitrogen, Thermo Fisher Scientific, Waltham, USA), 500 nM each of the corresponding forward and reverse primer (Invitrogen, Thermo Fisher Scientific, Waltham, USA,) (Supplementary Table S2) and 1 µl cDNA (20 ng/µl) in a total volume of 20 µl using the Rotorgene Q (Qiagen, Hilden, Germany). The corresponding mRNA values for Glycerinaldehyd-3-phosphat-dehydrogenase ( GAPDH ) were used as control. Proliferation assays 5x10 3  cells per well of MPNST cells and HSC were seeded in quintuplicates in 96-well plates (TPP, Trasadingen, Switzerland). Cell growth was measured using the Cell Proliferation Kit II (Roche, Basel, Switzerland) following the instructions described by the manufacturer. The experiments were carried out for each cell line in DMEM (Gibco, Thermo Fisher Scientific) without serum and supplemented with 10% FBS. To test viability in response to Melatonin treatment, triplicates of 1x10 4  MPNST cells (T265, S462 and NSF1) and control fibroblasts (BRGN) were seeded in 100 µL media in a 96 well format and incubated for 24 hours prior to Melatonin (Merck, Darmstadt, Germany) treatment. Then, Melatonin was added, and cells incubated for additional 24 h (physiological presence is normally 12 h during night). For drug treatment, PBS (pH 7.4) was used to dilute Melatonin (0; 0.0025; 0.005; 0.01; 0.1; 1.0 and 10 µM final concentration with 100 µL media per well). After Melatonin treatment, both MPNST and BRGN cells were incubated with 20 µL of CellTiter-Blue Ⓡ  reagent (Promega, Madison, USA) for 1 h and fluorescence (560 nm excitation/590 nm emission) was recorded, normalized and evaluated as previously described. 43 Immunofluorescence 5x10 5  HSC were seeded in 3 mL complete DMEM/F12 per well on poly-L-lysin pre-coated cover slips (2-well Tissue Culture Chambers, Sarstedt, Nümbrecht, Germany) and incubated for 24 h at 37°C and 5% CO 2  during humidified atmosphere. Then, cells were washed with 1.5 mL per well of Hanks’ Balanced Salt Solution (HBSS with Ca 2+  and Mg 2+ , Thermo Fisher Scientific) containing 3 mmol/L MgCl 2 . Subsequently, cells were washed two times with HBSS and fixed with cold methanol of −20°C (Merck, Sigma-Aldrich, Darmstadt, Germany) on ice for 10 min. The cells were incubated with 1 ml per well blocking buffer containing PBS, 5% normal goat serum (Cell Signaling Technology, Danvers, USA) and 0.3% Triton X-100 (Carl Roth, Karlsruhe, Germany) for 1 h. Then, S100 mouse monoclonal primary antibody (Cell Signaling Technology, Danvers, USA) diluted 1:1000 in 900 µL per well PBS with 1% bovine serum albumin (Carl Roth) and 0.3% Triton X-100 (antibody diluting solution), was added to the cells for 16–18 h at 4°C. The next day, cells were washed three times with 1 mL PBS followed by incubation with secondary antibody (1:1000, Anti-Mouse IgG (H+L), F(ab’)2 Fragment Alexa Fluor 488 Conjugate, Cell Signaling Technology) diluted in antibody diluting solution for 90 min at room temperature in the dark. After washing twice with PBS, the chamber was removed, and the slide rinsed again with PBS. Then, the slides were covered with mounting medium containing DAPI (ImmunoSelect Antifading Mounting Medium DAPI, Dianova, Hamburg, Germany) and dried for 24 hours. The imaging was done with Keyence BZ-800E microscope (Keyence, Neu-Isenburg, Germany). Data analysis, statistics, and bioinformatic database analysis NGS data analysis and heat map creation were done using GraphPad Prism software (GraphPad Software, Boston, USA) version 9.5.0. Tests for the presence of a circadian rhythm were performed by Cosinor analysis based on established methods (Refinetti, R.; Circadian Physiology, 3 rd  Eds.) as described before  and using a freely available online tool ( 44 https://cosinor.online/app/cosinor.php ). In addition, numerical and graphical analysis was done using the CosinorPy Python package.  To determine the most suitable period length, a “grid-search” approach is employed, where the parameter T is systematically varied between 12 h and 48 h (based on known biological rhythms) in 1000 equidistant steps, due to computing capacities and time. For each period length, CosinorPy calculates both the p-value and the log-likelihood. For the analysis and graphical representation, the python libraries NumPy, 45  pandas version v2.0.3, 46  matplotlib 47  and SciPy 1.0 48  are utilized. The standard deviation was calculated by fitting a second-degree polynomial to the maximum of each log-likelihood assuming that T is Gaussian distributed and defining a threshold-value of it (maximum_log-likelihood − 0.5). This approach seems to overestimate the standard deviation. The combination of graphical representations for the log-likelihood and p-values as a function of T enables the identification of the most probable period length for each gene. 49 Further, three types of gene expression were defined, and the results were compared in both serum starvation and serum shock. A  rhythmic  gene expression was defined as a significant correlation in CosinorPy comparing the expression under serum shock and serum starvation. Expression designed to be  inducible  when gene expression was triggered by the serum shock compared to serum starvation.  Spontaneous  gene expression included both induced, rhythmic and completely independent gene expressions. For analysis of viability under melatonin treatment, we applied statistical testing and graphical representation as previously described in detail. 43 To identify recently provided data for rhythmic gene expression Schwann cells, we performed a bioinformatic search of the following databases: CGDB (Circadian Gene DataBase), CircaDB (Circadian Expression Profiles Database), and GEO (Gene Expression Omnibus).",
  "cache_level": "full",
  "has_fulltext": true,
  "fetch_date": "2026-02-19 09:31:24",
  "introduction": "Introduction Neurofibromatosis type 1 (NF1, OMIM 613,113) is an autosomal dominant tumor predisposition syndrome affecting all cells of the body. Clinical diagnostic criteria were updated in 2021  and include café-au-lait macules, freckling, neurofibromas, Lisch nodules, optic pathway gliomas, and osseous lesions. Pathogenic germline variants of the highly conserved  1 NF1  gene (17q11.2) are causative. These variants distribute across the entire coding and noncoding region or can occur as deletions and microdeletions and lead to a reduced expression, stability and activity of the heterodimer neurofibromin in haploinsufficient cells of the body (NF1 ± ). Neurofibromin is a GTPase-activating protein (GAP) and acts as a tumor suppressor via negatively regulating Ras. The protein is composed of several domains and acts either in an auto-inhibited or open functional state.  Pathogenic variants can thereby induce a targeted protein degradation via a destabilization of the wild-type neurofibromin by dominant-negatively affecting dimerization. 2  A failed neurofibromin dimerization may explain a general increase in Ras signaling in NF1-associated cells, even if the central GTPase-related domain (GRD) of neurofibromin is not mutated. Failure of the interface between Ras and the GRD explain the high impact of missense mutations such as R1276P on malignant tumor growth in NF1 individuals early in disease development. 3 4 NF1 patients face an increased risk for brain tumors, malignant peripheral nerve sheath tumors (MPNST), breast and other cancers.  Many other symptoms are associated with NF1. Some of those awaiting sound elucidation such as sleep abnormalities. Although the disturbance of the sleep-wake cycle in NF1 is already known, molecular studies in human cells are very limited. A recent study based on parental reports and demonstrated sleep disturbances in NF1 infants. Those showed difficulties settling into sleep and overall reduced sleep. Reduced night sleep, increased sleep onset latency, arousals, sleep-wake transitions, and parasomnias (sleepwalking, sleep terrors) were also determined in NF1 children using questionnaires. 5  In adults with NF1, poor sleep quality was also reported, but discussed to have a multi-factorial cause as those adults might have also developed organic NF1-associated problems. 6–8  A higher prevalence of obstructive sleep apnea as well as increased fatigue was also reported in NF1. 9 , 10  Since sleep abnormalities affect cognition, school performance and psychological status, an essential role of this yet underestimated NF1 symptom is to emphasize. Within animal models, some sleeping abnormalities have been recapitulated so far. Thus, NF1 pig models show some sleeping abnormalities. 11 , 12  In 2019, a NF1 mouse model reported higher fragmentation of sleep. In detail, increased non-REM sleep-to-wake and wake-to-non-REM transitions, disturbed maintenance, and a higher percentage of delta power was described. 13 14 Most intensive molecular studies of the circadian clock in NF1 were undertaken in Drosophila melanogaster, initially by the Walker lab at MGH (Massachusetts General Hospital, Center for Genomic Medicine, Boston, USA), including own studies using mutant NF1 E4  (also provided for our work by James A. Walker, MGH) and being recently presented and reviewed by Durkin and coauthors.  The work by Durkin finally demonstrated the role of neurofibromin for sleep disruptions already in early development, as well as for the regulation of sleep duration and continuity across developmental periods as well as action via Alk-dependent pathways in neurons. Earlier studies unraveled the role of the  15–17 NF1  gene on circadian rhythms in locomotor activity via the Ras/mitogen-activated protein kinase (MAPK) pathway and altered circadian oscillation of phospho-MAPK as well as secreted output from clock cells.  The C-terminal domain of neurofibromin was also shown to regulate wakefulness in the Mushroom body of Drosophila via reducing cAMP-dependent protein kinase A (PKA) levels and subsequent regulation of calcium levels, although the downstream pathways seemed to depend on cell types involved. 16  Bai and coworkers elucidated that the  18 NF1  gene has a conserved role to regulate and decrease calcium in diuretic hormone 44 circadian neurons of Drosophila and of mouse astrocytes, which generally show a 24-h rhythm.  They demonstrated an interaction of neurofibromin and pigment-dispersing factor (PDF) of central clock cells to generate behavioral rhythms in Drosophila and postulated that neurofibromin affects the outputs of the clock within PDF-expressing cells. Their finding that astrocytes, owing a crucial role in circadian rhythm, demonstrate a disturbed rhythm when depleted of  19 NF1  is the first experiment to uncover this specific role of  NF1  in mammalian glial cells. As they seem to be important for maintenance of a circadian rhythm in mammals, these recent findings support our hypothesis that also Schwann cells, the peripheral glial cells, might have a disturbed circadian rhythm in NF1. 20 To summarize from previous animal studies, MAPK and cAMP pathways are involved in mediating the circadian rhythm generating system, as well as its input and output pathways. In human, pathogenic variants of neurofibromin might affect the sleep-wake cycle at least via these two pathways, but if other important domains of the protein are involved is not investigated. Recently, in Drosophila leucine-zipper-like transcription regulator 1 (LZTR1), which also negatively regulates Ras, was identified as a regulator of sleep as well.  This underlines the importance of the GRD of  21 NF1 , similarly. Nevertheless, many other domains of neurofibromin are crucial for highly conserved cellular processes  and their influence on rhythmic gene regulation has not yet been ruled out for those. 22 Circadian rhythms are present in most forms of life.  The central pacemaker of the human internal circadian clock is the suprachiasmatic nucleus (SCN) of the ventral hypothalamus, which controls physiological rhythms and their synchronization with environmental cycles via zeitgebers (time cues), such as light, food intake, or body temperature. Core clock genes (CCG) drive and maintain circadian rhythms via a transcriptional-translational feedback loop. The positive limb consists of circadian locomotor output cycles kaput ( 23 , 24 CLOCK ) and brain and muscle arnt-like protein ( BMAL1  or  ARNTL ), which form a heterodimer that activates the transcription of target genes, including the negative regulators period ( PER ) and cryptochrome ( CRY ). The PER and CRY proteins form complexes that inhibit the activity of the CLOCK:BMAL1 complex, thereby establishing a ~ 24-h oscillation. CCGs regulate important functions such as cellular metabolism and respiration, the immune system, DNA repair, cell cycle, apoptosis, and chromatin remodeling as well as they control clock-control genes.  Clock genes are central mediators of the bidirectional communication between the circadian and peripheral physiological processes. The expression and activity of these genes regulate daily rhythms in multiple systems and, in turn, can be modulated by physiological feedback signals. However, the role of these genes is not limited to control the internal clock. Clock genes are also involved in generating phenotypes that are independent of circadian clock function, thus illustrating their pleiotropic effects. 25–28 29 Impaired circadian rhythms and pathogenic variants of clock genes have been shown to drive tumorigenesis and tumor progression in various entities and to contribute to establish cancer hallmarks.  Furthermore, variants of CCG are associated with several cancers 30  and malignancies. 31  Activating pathogenic variants of  32 Ras  are related to an altered circadian rhythm.  Moreover, an essential component of the transcription-translation feedback loop, the CLOCK:BMAL1 heterodimer, binds to the E-box DNA sequence (CANNTG). This sequence is also recognized by the proto-oncogene myelocytomatose (MYC), which binds as a heterodimer with MYC-associated factor X (MAX), highlighting a shared regulatory motif between the circadian clock and oncogenic pathways. 33–35  In NF1, neurofibroma is a hallmark of disease arising from peripheral Schwann cells. Development of benign nerve sheath tumors that acquire a second  36 NF1  hit  (NF1 ) depend on different molecular parameters such as the haploinsufficient microenvironment ( -/- NF ), the immune system and other modifying factors, e.g. mismatch repair. ±  For malignant change into MPNST,  37 NF1  Schwann cells are supposed to underlie further mutations of cyclin-dependent kinase inhibitor 2A/B  -/- (CDKN2A/B ), SWI/SNF related, matrix associated, actin-dependent regulator of chromatin, subfamily a, member 2 ( SMARCA2 ), phosphatase and tensin homolog deleted from chromosome 10 ( PTEN ), tumor protein 53  (TP53) , and polycomb repressive complex 2 ( PRC2) , genetic instability, and/or amplifications of hepatocyte growth factor receptor ( HGF/MET ), MYC, double-strand-break repair protein  RAD21 , cluster of differentiation 117 ( CD117/KIT ), platelet-derived growth factor receptor alpha ( PDGFRA ), epidermal growth factor receptor ( EGFR ) and hepatocyte growth factor ( HGF ), as well up-regulation of bromodomain-containing 4 ( BRD4 ). In addition, Melatonin is a neurohormone primarily secreted by the pineal gland during the night, and its rhythmic release is tightly regulated by the central circadian clock located in the SCN of the hypothalamus. Acting as a key output signal of the circadian system, melatonin conveys information about environmental light-dark cycles to peripheral tissues, thereby synchronizing physiological processes to the external day-night rhythm. We hypothesize that the disruption of rhythmic gene expression is important for tumor growth and malignant change in NF1 as shown for several types of neoplasia. Studies on rhythmic gene expression in NF1-associated tumors and MPNST ( NF1 ) do not exist so far. The role of melatonin in the desynchronization of NF-1-associated tumors is also still unclear. Additionally, it is unknown if non-NF1, normal ( -/- NF1 ) Schwann cells or NF1-associated non-tumor Schwann cells ( +/+ NF1 ) show a rhythmic gene expression as described for astrocytes. As malignant progression of peripheral nerve sheath tumors is still a challenge in NF1 patient management, our data might open new avenues for the role of desynchronization in NF1-associated tumors, as well as associated therapy development including chronotherapy. ±",
  "results": "Results Rhythmic gene expression pattern in normal human Schwann cells Rhythmic RNA expression of clock genes ( ARNTL, CLOCK, CRY1, CRY2, PER1, PER2, TIMELESS ), proto-oncogenes ( MAP3K8, CCND1, MYC ), transcription factors or repressors ( CREM, DBP, NR1D1 ), growth factors ( TGFA, VEGFA ), and important kinases such as  CSNK1E  was analyzed. Normal human Schwann cells were shown to strongly express protein S100beta and to exhibit a very low proliferation both under 10% FBS medium supplementation and under starvation (Supplementary Figure S1). The heat map of transcript levels at different time-points was markedly different compared to MPNST cells ( Figure 2 ).\n Figure 2. Heatmap of NGS RNA analysis. Legend: Transcript levels of HSC (A) and MPNST cell lines, T265 (B), S462 (C) and NFS1 (D), were analyzed using a custom gene panel of 19 genes. As no transcript level of  JUN  and  PROK2  were detected, they are omitted. Subsequently, Z-score transformed transcripts per million reads (TPM) are depicted against time. Resolution to single genes demonstrated a rhythmic gene expression with a period length between 15.7 h and 41.0 h of core clock genes  ARNTL/BMAL1, CLOCK, CRY1 , and  CRY2  as well as genes  CSNK1E  and  NR1D1  ( Table 1 , Supplementary Figure S3) whereas  PER  and  TIMELESS  were not rhythmic.  Figure 3  summarizes side by side the rhythmic expression patterns for normal Schwann cells (A) and differences I rhythmicity that occurred in the cell types.\n Figure 3. Graphical representation of the results generated by CosinorPy for periodic gene expression. Legend: Periodic gene expression patterns in normal human Schwann cells (A) and, when being different in rhythmicity, in comparison to MPNST cells (B) are shown. Phase-shifted sine-shaped functions with specific periods fitted to the measured TPM data. Threshold of significance is visually highlighted in light grey. All rhythmic gene expression profiles are shown in the supplemental material. Table 1. Expressions of genes that were rhythmic after a 10% FBS serum shock in normal human Schwann cells. Gene Inducible r. Spontaneous r. Period length [h] p-value ARNTL/ BMAL1 + + 21.5 ± 0.3 2x10 − 5 CLOCK + + 41.0 ± 5.2 .018 CRY1 – + 15.8 ± 0.6 .042 CRY2 + + 26.8 ± 2.5 .041 CSNK1E + + 15.7 ± 0.4 .002 NR1D1 – + 28.8 ± 2.3 .031 Legend:All genes also demonstrated a spontaneous rhythmicity (r.) of expression. CRY1 and CSNK1E did not show an inducible rhythmic activity. All genes showed both a spontaneous and rhythmic gene expression induced by a serum shock in most of them. The log-likelihood values of  CLOCK  RNA levels were low for shorter period lengths, but they were significantly increased starting from approximately 25 h until reaching a maximum at  T  = 41 h. p-values for  CLOCK  experienced an initial short drop and then reached a peak before declining again and falling below the significance level at just under 35 h (p-value of 0.018 at the point of maximum log-likelihood). The log-likelihood of  CRY1  expression exhibited a swift rise to its maximum at  T  = 15.8 h, even for shorter period durations. Thereafter, the values decreased strongly and did not reach a significant maximum despite a minor increase. P-value drops to its minimum, resulting in an undercut of the significance level when the log-likelihood reached its maximum. Periods mimicking a circadian rhythm were assumed for core clock genes  ARNTL / BMAL1  and  CRY2  whereas other rhythmic expression patterns did not match a circadian period at all. The log-likelihood for  ARNTL  transcript levels peaks at a period length of 21.5 h, indicating the most probable periodicity. The log-likelihood decreased significantly for both shorter and longer periods. When plotting the calculated p-value as a function of the period (significance level of α = 0.05), p-value of  ARNTL  declined sharply but reached a plateau of  T  = 20 h onwards with minimal values that persisted until approximately  T  = 23 h before sharply increasing again. The log-likelihood curve of  CRY2  transcription levels showed a descending trend until reaching its minimum, followed by a distinct rise to the maximum at  T  = 26.8 h. Similarly, the p-value initially reaches its maximum, followed by a steep drop to the minimum, and then undergoes a subsequent increase. Once again, the significance level is undercut at the time of the maximum log-likelihood value for  CRY2 . An overview of all gene rhythms found is shown in Supplementary Table S1. To elucidate the value of rhythmic gene expression in normal Schwann cells, we searched databases storing that information. We only detected information on «tibial nerve» which was retrieved from the GTExPortal ( https://gtexportal.org/home/tissue/Nerve_Tibial ). These analyses from bulk tissue RNAseq included 619 samples of human individuals of different ages. A specification to a certain cell type such as the Schwann was not deposited. Altered rhythmic gene expression pattern in NF1-associated MPNST To demonstrate that serum starvation is an appropriate (negative) control for our experiments, we performed proliferation assays under 0% and 10% FBS supplementation. All three MPNST cell lines demonstrated a very low proliferation under starvation and increased proliferation under normal media supplementation. In detail, under serum starvation, the metabolic activity of MPNST cells were not changing over the time indicating growth arrest. After adding 10% serum, cells showed increased metabolic activity. MPNST cell lines T265 and S462 showed a higher proliferation compared to NFS1 (Supplementary Figure S2). Analysis of clock gene transcript levels of MPNST showed both differences comparing serum-free cell cultures (0% FBS) to serum-shocked (10% FBS) cultures and comparing normal human Schwann cells to MPNST cells ( Table 2 ). Table 2. Expressions of genes that were rhythmic after a 10% FBS serum shock in three different MPNST cell lines. Cell line Gene Period length [h] p-value T265 PER1 30.4 ± 2.0 .004   DBP 36.1 ± 4.6 .037   VEGFA 22.7 ± 1.2 .048 S462 TIMELESS 48.0 ± 5.4 .027   MYC 20.6 ± 1.1 .013   CREM 34.5 ± 2.5 .015   CSNK1E 41.7 ± 6.0 .025   CCND1 48.0 ± 4.9 .037 NFS1 CRY2 21.8 ± 1.0 .007   TIMELESS 46.0 ± 5.5 .034 Figure 3  summarizes side by side the rhythmic expression patterns when different for the cell types investigated. Protein kinase gene  CSNK1E  demonstrated a highly increased period length (from 15.7 h in HSC up to 41.7 h) in S462. In contrast, several genes that did not demonstrate a rhythmic gene expression in normal Schwann cells gained a rhythmic expression and displayed mostly prolonged (longer than 24 h) period lengths: clock output genes  PER1  and  TIMELESS , proto-oncogenes  CCND1  and  MYC , transcription factors  CREM  and  DBP , and growth factor  VEGFA .  MYC  and  CRY2  were the only genes with a period length shorter than 24 h in MPNST. Transcripts of  CREM  and  MAP3K8  were only detectable in S462 cells. Levels of  PER2  were very low in all cells. To summarize, rhythmic gene expression of core clock genes is lost in NF1-associated MPNST. Genes that encode clock output genes, oncogenes, growth and transcription factors developed a rhythmic expression in MPNST, mainly exhibiting a long period length. Melatonin reduces proliferation in NSF1 MPNST cells As MPNST cells displayed a loss of rhythmic core clock gene expression and a disturbed rhythm of those genes that support tumor progression such as  MYC , we tested the effect of melatonin at different concentrations. Only NSF1 cells demonstrated a significant response to Melatonin treatment ( p  ≤ .05). For other MPNST cells, there was no statistically significant difference compared to control BRGN cells. Nevertheless, an increase of viability at a concentration of Melatonin between c = 0.01 and 0.1x10 −6  M was seen not only for NSF1 but for the other two cell lines ( Figure 4 ).\n Figure 4. In-vitro  cell viability under melatonin treatment. Legend: Dose-dependent courses of viability in S462, NSF1, T265, and BRGN cells on Melatonin concentration in a range of 0.0025 up to 10 µM. Mean values of normalized differences in FU according to Eq. (1), and standard errors of the mean (SEM) are presented. We tested two biological replicates with three technical replicates each. Responses of the cell lines are dependent on Melatonin concentration. We additionally aimed to detect Melatonin receptor expression to improve understanding of response failures. We therefore performed quantitative PCR to detect transcription of melatonin receptor 1 and 2 ( MT1 ,  MT2 ) in normal Schwann cells as well as in all MPNST lines. Using two sets of primers and repetitive analyses including different cDNA preparations, we did not detect expression of  MT1  and  MT2 , neither in MPNST nor in normal Schwann cells, whereas house-keeping gene expression of GAPDH served a sufficient experimental control (data not shown). To summarize, only 1/3 MPNST demonstrated a significant response to Melatonin treatment probably underlining the highly differential genomic disturbances that might affect several targets at once in these malignant tumors. Investigated peripheral cells did not seem to express  MT1  and  MT2  indicating a complex influence of Melatonin on peripheral signaling.",
  "discussion": "Conclusion We demonstrated a rhythmic expression of core clock genes  ARNTL/BMAL1, CLOCK, CRY1 , and  CRY2  in normal human Schwann cells for the first time. Thus, we fill a gap of knowledge and demonstrate that human peripheral glia is also running on autonomous cycles as was suspected previously and shown for other human cell types. Furthermore, we could prove that Schwann cells’ normal rhythmic core clock gene expression is abolished in different NF1-associated MPNST. This might be a result of NF1 gene loss and/or of other genomic alterations in these highly malignant tumors. Desynchrony of rhythmic expression of clock genes and synchrony by gain of rhythmic expression of tumor driver genes such as  MYC  and  VEGF  in NF1-associated MPNST are novel findings that stimulate more detailed studies and chronotherapy approaches. In conclusion, the lack of reference data and the divergent responses observed in our study emphasize that elucidating the precise molecular pathways and the relevance of MT receptors in human Schwann cells and MPNST requires further investigation.",
  "upgrade_date": "2026-02-21 02:20:29"
}