{
  "pmid": "41001496",
  "abstract": "BACKGROUND: Myelin may represent a modifiable treatment target in neurodevelopmental disorders, however, a reliable tool for  METHODS: In this prospective study, 112 children (86 RASopathies, 26 typical developing (TD), aged 6-17 years) completed T1w and T2w MRI scans and NIH Toolbox cognitive assessments. Parent-rated mobility and strength impact scores were also acquired. T1w/T2w ratio maps were calculated at three levels of the cortex in FreeSurfer, and average values were extracted from 68 regions-of-interest (ROIs) at each level across the brain and from eight subcortical ROIs. Group differences were assessed using analyses of covariance, including a false discovery rate adjustment for multiple comparisons. As an exploratory analysis, differences in cognitive scores and parent-rated health were assessed across quartiles of whole-brain T1w/T2w ratios. RESULTS: Widespread decreases in T1w/T2w ratios were found in the RASopathies group, suggesting decreased cortical myelin content. Of the T1w/T2w ratios sampled along the midline, 63 of 68 cortical ROIs were significantly reduced in RASopathies ( CONCLUSIONS: These results support the utility of T1w/T2w ratio mapping as a sensitive tool for detecting cortical myelin alterations in genetically defined neurodevelopmental disorders. Exploratory analyses suggest a relationship between cortical myelin content and physical mobility and stamina. Future work should explore the clinical relevance of these findings for cognitive and functional outcomes and assess their potential as biomarkers for targeted therapeutic interventions.",
  "methods": "Methods In this prospective study, 112 children (86 RASopathies, 26 typical developing (TD), aged 6–17 years) completed T1w and T2w MRI scans and NIH Toolbox cognitive assessments. Parent-rated mobility and strength impact scores were also acquired. T1w/T2w ratio maps were calculated at three levels of the cortex in FreeSurfer, and average values were extracted from 68 regions-of-interest (ROIs) at each level across the brain and from eight subcortical ROIs. Group differences were assessed using analyses of covariance, including a false discovery rate adjustment for multiple comparisons. As an exploratory analysis, differences in cognitive scores and parent-rated health were assessed across quartiles of whole-brain T1w/T2w ratios. Methods and Materials Participants Participants were recruited from January 2023 through April 2025. Participants with RASopathies were recruited across the United States and Canada, while TD participants were recruited from the San Francisco Bay Area. Written informed consent was provided by legal guardians and complementary written assent was provided by participants aged over 7 years. All procedures in this work involving human subjects were approved by the Stanford University School of Medicine Institutional Review Board. Sub-groups of these participants were previously reported in prior works ( 24 – 27 ), however, this is the first study to report on the T1w/T2w ratio data. The NIH Toolbox Cognition battery (Version 2) was administered to participants ( 28 ). The yielded scores were the Fluid (i.e., information processing, speed, and learning), Crystallized (i.e., fund of knowledge), and Total (i.e., Fluid and Crystallized) Composites, all of which yield T-scores (M=50, SD=10), with higher scores reflecting stronger cognitive abilities. Additionally, the Mobility and Strength Impact portions from the Patient-Reported Outcomes Measurement Information System (PROMIS) were administered to parents ( 29 , 30 ). The Mobility portion asks the parent to report on the child’s daily gross motor functioning in the past seven days (e.g., ability to run, ride a bike, walk upstairs unassisted). The Strength Impact portion asks the parent to report on the child’s daily physical strength/stamina in the past seven days (e.g., strong enough to hold things above their head, jump up and down, open a jar by themselves). Both portions yield T-scores (M=50, SD=10), with higher scores indicating better health. Imaging Protocol Prior to the MRI, participants completed behavioral training in a mock scanner to reduce motion and anxiety during the scan. MRI data were acquired using a standard 48-channel head coil on a GE Premier 3.0 Tesla whole-body system (GE Healthcare, Milwaukee, WI). A whole-brain high-resolution T1-weighted magnetization-prepared rapid gradient-echo (MPRAGE) sequence was used to acquire structural T1 data with the following parameters: repetition time (TR)= 1992 ms; echo time (TE)= 2.8 ms; inversion time (TI)= 900 ms; flip angle=8°; matrix size= 240 × 240; slice thickness= 1.2 mm; acquisition time (TA)=4 minutes 24 seconds. A 3D isotropic fast-spin echo sequence (CUBE) was used to acquire structural T2 data: TR= 3000 ms; TE= 100 ms; matrix size= 240 × 240; 1 mm isotropic voxel size; TA=4 minutes 58 seconds. Image Analysis We ran the FreeSurfer (version 7.2,  http://surfer.nmr.mgh.harvard.edu ) default pipeline with the 3T flag. All outputs were examined and, when necessary, manual editing was conducted by author MR in accordance with FreeSurfer tutorial guidelines and re-run through the pipeline until acceptable. The FreeSurfer pipeline generated a bias-corrected T1w image (nu.mgz), and this was used as the T1w reference image (heretofore referred to simply as the T1w image) for the analysis. The T2w image was registered to the T1w image using  mri_coreg  (FreeSurfer), and intensity-normalized to the same scale using  mri_convert  with the resample-like (rl) flag. Bias-correction was conducted using the ANTS software package ( 31 ). The T1w/T2w ratio maps were created by dividing the corrected T1w volume by the T2w volume; example maps are shown in  Figure S1 . All ratio maps were subsequently quality checked by author JP. To assess the myelination gradient across the cortex, we took a similar approach to a prior T1w/T2w ratio study in healthy aging adults ( 21 ). We chose to examine the cortex at three levels: at the cortical surface, grey/white boundary, and halfway between (midline). In order to minimize partial volume effects, we sampled the cortical surface at 0.5 mm below the FreeSurfer-defined pial surface. Likewise, we sampled the grey/white boundary 0.5 mm above the FreeSurfer-defined white surface (see  Figure 1 ). The importance of this approach for minimizing partial volume effects is highlighted by  Figure S2 . We then used  mri_vol2surf  to average the T1w/T2w ratio values for each of the 68 Desikan-Killiany parcellated cortical regions-of-interest (ROIs) at each of these three levels ( 32 , 33 ). Additionally, average T1w/T2w ratios were extracted from subcortical ROIs by creating a mask for each region and subsequently eroding the label mask by 1 mm with a 2D kernel. Eight subcortical ROIs were investigated: accumbens, amygdala, caudate, hippocampus, pallidum, putamen, thalamus, and the ventral diencephalon. Statistical Analysis For cortical T1w/T2w ratio analysis, we used an analysis of covariance to assess between-groups differences (RASopathies, TD) in the average T1w/T2w ratio at each level (cortical surface, midline, grey/white boundary) for each of the 68 cortical regions, including age, sex, cortical thickness, curvature, and Euler number (as an index of motion) as covariates to control for potential confounding effects. For example, cortical thickness and curvature may be associated with myelin content ( 21 , 34 ). The false discovery rate (FDR) was used to correct for multiple comparisons. The same methods were applied to the between-groups analysis of eight subcortical regions, though cortical thickness and curvature were not included as covariates For our exploratory aim, to reduce multiple comparisons, we first examined relationships between behavioral outcomes with an average whole-brain T2w/T2w ratio. If significant results were found, we investigated further using average T1w/T2w ratios from six cortical regions aggregated from the Desikan-Killiany atlas as follows: cingulate, frontal, insula, parietal, occipital, and temporal (see  Table S1  for groupings). We focused on the midline only for this brain-behavior analyses given the exploratory nature of this aim, and because the midline is least likely to incur partial volume effects. To assess if there was a relationship between T1w/T2w and the behavioral measures, we first conducted correlations. Pearson correlations were used except in cases of non-normal residuals, in which case Spearman correlations were used. Correlations were conducted separately in each group (RASopathies, TD) and across the entire sample. A Fisher’s r-to-z transformation was used to test for differences between the slopes in RASopathies versus TD. To further probe these relationships, we performed group comparisons using a quartile-based approach. The average T1w/T2w value across the brain was calculated for each subject, and these T1w/T2 ratio values were then used to assign each participant to one of four quartiles. Quartile 1 represented the lowest T1w/T2w ratio values (indicating lower myelination) whereas Quartile 4 indicated the highest T1w/T2w ratio values (indicating higher myelination). We then compared the behavioral scores between each quartile using an ANCOVA with age, sex and RASopathy status included as factors. If appropriate, post-hoc Tukey’s pairwise t-tests were conducted. This quartile-based approach was chosen in place of a data-driven clustering method. Prior work used spectral-based clustering of the T1w/T2w ratio ( 16 ); however, our sample was too small to yield stable and generalizable clusters. Thus, this approach enabled us to test whether variation in cortical myelination was related to behavioral outcomes, within the constraints of our modest sample size.",
  "introduction": "",
  "results": "",
  "discussion": "",
  "fetched_at": "2026-02-11T23:48:41.155708",
  "abstract_length": 1599,
  "methods_length": 8220,
  "introduction_length": 0,
  "results_length": 0,
  "discussion_length": 0
}