{
  "pmid": "41022755",
  "abstract": "Neurofibromatosis type 1 (NF1) is a tumor predisposition syndrome caused by alterations in NF1 gene that lead to tumor growth throughout the nervous system, which can cause morbidity and mortality, and transform to malignancy. NF1 gene replacement therapy, though promising, is hindered by NF1 gene's large size and delivery challenges. We introduced a membrane-targeted, truncated neurofibromin comprising the GAP-related domain (GRD) fused to the KRAS4B C-terminal domain, which effectively inhibits the RAS signaling pathway and restores Schwann cell differentiation in an NF1 iPSC-derived model. For systemic application, we engineered an adeno-associated virus (AAV) vector using in vivo capsid evolution through sequential DNA shuffling and peptide library screening in a NF1 xenograft mouse model. This tailored vector, AAV-NF, exhibits greatly reduced liver uptake, enhanced tumor targeting across various NF1-related MPNST, neurofibromas and glioma models, and therapeutic efficacy in xenografts of MPNST. This study not only advances a viable AAV vector for NF1 treatment but also outlines a replicable strategy for vector and payload development in other monogenic and tumor-associated disease manifestations.",
  "methods": "Methods Ethics Methods used in all experiments including the animal studies were in accordance with standards set by the Johns Hopkins University (JHU) and the Animal Care and Use Committee (ACUC) at JHU. Cell culture Immortalized human pNF cell lines pNF9511bc and ipNF03.3, immortalized human normal Schwann cell line ipn023λ, were generated by the Wallace’s lab , and obtained from American Type Culture Collection (ATCC). Human MPNST cell line ST88-14, S462 and a patient-derived xenoline RHT92 were kindly provided by Melissa L. Fishel at the Indiana University School of Medicine 15 . ST88-14 and S462 cells were authenticated by Short Tandem Repeat (STR) profiling at the JHU Genetic Resources Core Facility. The  46 NF1 -deficient LN229 glioma cell line was kindly provided by Karisa Schreck of the Johns Hopkins University . A549, HCC4006, SW480, HCT116, MCF7 and 143B cell lines were obtained from ATCC. 2V6.11 cells were purchased from Cytion Cell Lines Services LLC. All the aforementioned cells were maintained in DMEM (ATCC) media supplemented with 10% FBS (Sigma) and penicillin/streptomycin (Gibco). If not mentioned, all cell lines were authenticated by the vendors or academic laboratories that provided us the materials, and not by our laboratory. FiPS, a WT human iPSC line derived from fibroblast, and its isogenic  47 NF1  iPSC generated by CRISPR (NF1 −/− −/−  edited FiPS Ctrl1-SV4F-7, D12, Sex: XY), as well as the pNF-derived  NF1 −/−  iPSC 3MM (3PNF_SiPSsv_MM_11, Sex: XX), were obtained from the Spanish Stem Cell Biobank ( https://www.isciii.es/es/servicios/biobancos/banco-nacional-lineas-celulares/lineas-ips ), and were cultured and differentiated to NC and SC as reported previously . 19 Reagents and antibodies Rabbit anti-NF1 antibody (A300-140A) was purchased from Bethyl Laboratories. The rabbit anti-phospho-ERK1/2 (p44/42 MAPK) (Thr202/Tyr204) antibody (#9101), anti-ERK1/2 (p44/42 MAPK) antibody (#9102) and rabbit anti-GFP antibody (#2555) were purchased from Cell Signaling Technologies. Goat anti-GFP antibody (600-101-215) was purchased from Rockland Immunochemicals, Inc. The mouse anti-βIII-tubulin antibody Tuj1 was obtained from R&D system, mouse anti-NGFR (p75) antibody (AB-N07) was purchased from Advanced Targeting System and rabbit anti-S100B antibody (Z0311) was purchased from DAKO. The anti-βActin (C-11, SC-1615HRP) HRP antibody was purchased from Santa Cruz Biotechnology and mouse anti-HA antibody (26183) was purchased from Invitrogen. Human Nuclear Antigen (HNA) recombinant rabbit Monoclonal Antibody (235-1 R) was purchased from ThermoFisher. Xenograft mouse models, AAV treatment and biodistribution studies ST88-14, S462 and RHT92 cells were transfected with lentivirus carrying luciferase and 150,000 cells in 3 µl were implanted in the sciatic nerve of NSG mice (female, 6–10 weeks old). IVIS Imaging was used to monitor the tumor growth. Two or three weeks after the ST88-14 or RHT92 implantation, respectively, 10 12  vg (viral genome) AAV-GRDC24 were injected via the tail vein. To mitigate potential side effects associated with high-dose AAV, in the treatment group with two 10 12  vg doses or one 2 × 10 12  vg dose of AAV-K55-GRDC24, dexamethasone (Dex) was injected IP shortly before AAV and 3 days per week at 5 mg/kg. In the treatment group with 10 12  vg of AAV9-GRDC24, Dex was injected IP in the same regime. To grow human plexiform NF (pNF) xenograft in mice, neurofibromaspheres were obtained by 3D culture of differentiating pNF iPSC-derived Schwann cells (SC) with pNF patient-derived  NF1  fibroblasts following the protocol established by Mazuelas et al. +/-  The neurofibromaspheres were implanted in the sciatic nerve of NSG mice. 29 JH-2-002 and JH-2-031 patient-derived xenografts (PDX) were obtained from the Johns Hopkins NF1 biospecimen repository, and were passaged as subcutaneous tumors in NSG mice . The LN229 glioma, A549 lung cancer, HCC4006 NSCLC, SKMEL2 melanoma, SW480 and HCT116 colon cancer, MCF7 breast cancer cells were implanted subcutaneously in the NSG mice. 143B osteosarcoma cells were implanted intra-tibially in NSG mice. 27 , 28 For AAV vector biodistribution studies, 5 × 10 11  vg of AAV-GFP were injected IV in the tumor-bearing NSG mice. After two weeks, tissues and tumors were harvested and vector genome was quantified by q-PCR using primers targeting CMV enhancer. Tumor size is permitted up to 2000 mm³ under the animal protocol approved by the Animal Care and Use Committee (ACUC) at the Johns Hopkins University. At no time did the tumor sizes exceed this limit. Mice were housed with a 12 h/12 h dark/light cycle, 20–23 °C ambient temperature and 40–60% humidity. AAV plasmids All the recombinant AAV vectors included the AAV2 Rep. The pscAAV plasmid was purchased from Cell Biolabs, Inc. and modified to include a CBh promoter containing CMV enhancer-chicken β-actin promoter-hybrid intron. pscAAV-GFP and pscAAV-GRDC24 (2163 bp between ITRs) were used to generate AAV-GFP and AAV-GRDC24. We obtained 13 hybrid pAAV-Rep-Cap (pAAV-RC) vectors, which encode the rep of AAV2 and variable cap genes of different serotypes. pAAV-RC3B, pAAV-RC4, pAAV-RC6 and pAAV-DJ were purchased from Cell Biolabs, pAAV2-RC was purchased from Stratagene, and pAAV2/1, pAAV2/5 JC, pAAV2/7, pAAV2/8, pAAV9n, pAAV2/rh10, pAAV2/hu11 and pAAV2/rh32.33 were obtained from Penn Vector Core of the University of Pennsylvania. The pHelper plasmid (Stratagene) and AAVpro-293T cells (Clontech) were used for AAV packaging. AAV production and purification The AAV production and purification followed the published protocol . The plasmid with transgene, pAAV-Rep-Cap, and pHelper were transfected in AAVpro-293T cells by Lipofectamine 2000 in DMEM media supplemented with 10% FBS. Supernatant was collected on day 3 and 4 post-transfection and cells were harvested on day 4, and AAV was purified by iodixanol density gradients in an Optima XE-90 ultracentrifuge. Titers were determined by Q-PCR with primers targeted on Rep2 (5’ACAAATGTTCTCGTCACGTGGG3’, 5’-GACACGGGAAAGCACTCTAAAC-3’), GRD (5’ACCAGCGGAACCTCCTTCAGA3’, 5’GGCACTTCCTACTGCACCGA3’), EGFP (5’TTCAAGGAGGACGGCAACAT3’, 5’TCGATGTTGTGGCGGATCTT3’) or the promoters (CMV promoter: CAGTACATCAATGGGCGTGGAT, 5’GTCAATGGGGCGGAGTTGTTA3’; CBh promoter: 5’GGTAAACTGCCCACTTGGCAG3’, 5’CCCATAAGGTCATGTACTGGGC3’) with the linearized ITR-containing plasmids as standard. 48 AAV capsid DNA shuffling and in vivo selection The DNA shuffling procedure followed the previously published method with modifications . Twelve capsid DNA AAV 1-11 and 32/33 were cloned into the pBluescript II SK plasmid between the SpeI and XbaI sites and amplified by PCR. A total 1 µg of the 12 capsid DNA was digested by 0.1 µl DNAse I (Roche, #04716728001) at 25 °C for 75, 90 or 115 sec, after which the reaction was stopped by adding 10 mM EDTA and heating at 75 °C for 10 min. The sample with the best digestion time was determined by running a 1% agarose gel, which showed fragments predominantly around 200-300 bp. The fragments between 100 and 500 bp were harvested and subject to the primerless 1st PCR using Phusion polymerase (NEB). After the 2nd PCR using the flanking primers, the product was cloned into pITR-Rep2 vector containing AAV ITR and AAV2 Rep (Rep2) sequences between PacI and AscI sites using the Rapid DNA Ligation Kit (Roche). The ligation product was then transformed in MegaX DH10B Competent  20 , 21 E.coli  (Thermo Fisher) via electroporation and DNA was isolated with a QIAGEN Maxiprep kit. Colonies were counted on a dilution plate and the diversity of the shuffling library was estimated. AAV libraries were produced with AAVpro-293T production cells and purified with iodixanol density gradients. Two ST88-14-luc tumor-bearing NSG mice were injected IV with 5 × 10 11  vg of AAV library and after two weeks, animals were perfused and tumors were harvested and capsid DNA from both mice was recovered by PCR and pooled together to create the next round library. In vivo biopanning of random peptide library The creation of the 7mer random peptide followed the previously established procedure with modifications . The REP_AAP plasmid containing AAV2 Rep (Rep2) and AAP from AAV9, and the Acceptor plasmid containing ITRs, a modified AAV9 construct for library creation, and the SV40-polyA sequence flanked by lox71 and lox66 (LXSV) were kindly provided by Viviana Gradinaru at California Institute of Technology. The plasmid pITR-Rep2-LXSV was created to include ITRs, Rep2 and LXSV. The 557-2 capsid sequence was cloned in the pITR-Rep2-LXSV plasmid with PacI and AscI, and an AgeI site was introduced to AA 588-589 with site-directed mutagenesis. The 7mer random peptide library DNA was constructed by PCR using a primer with randomized 21mer nucleotides and by NEBuilder HiFi DNA Assembly (NEB). In the AAV library production, 100 ng of library DNA, 15 µg REP_AAP and 25 µg pHelper were used in each 15 cm plate of AAVpro-293T cells. AAV library was purified by iodixanol density gradients. 26 Two ST88-14-luc-cre tumor-bearing NSG mice were injected IV with 2.5 × 10 11  vg of AAV library and after 2 weeks, animals were perfused and tumors were harvested and capsid DNA from both mice was recovered by PCR and pooled together to create the next round library. The AAV libraries before, after first-round and second-round selection, were subject to NGS sequencing. The frequencies of unique 7mer peptide inserts were compared and an enrichment score of (second round/first round) * (first round/before) was calculated. From the mutants that had zero counts in the 1st round, resulting in infinite enrichment scores, we selected and tested 4. Altogether, 12 candidates were further validated by testing in ST88-14-luc tumor-bearing mice with AAVs packaged with GFP (Supplementary Data  1 - 3 ). Transmission electron microscopy Recombinant AAVs were stained with uranyl formate and analyzed with a Thermo-Fisher Talos L120C G2 transmission electron microscope by Barbara Smith at the Johns Hopkins University School of Medicine Microscope Facility. Immunohistochemistry and immunofluorescence staining The immunofluorescence staining followed the procedure described previously . Cells were grown in medium on chamber slides (Nunc) and washed with PBS and fixed for 10 min with 4% paraformaldehyde solution and permeated with methanol for 2 min with three washes in PBS. The slides were first blocked by 10% goat serum in PBS for 30 min at room temperature and incubated with the first antibody and subsequently with goat or donkey AlexaFluor 488 (Green), goat AlexaFluor 594 (Red), or donkey AlexaFluor 555 (Red) secondary antibodis (Invitrogen) in 10% goat or donkey serum in PBS at room temperature. They were then washed three times in PBS and the nuclei were stained with DAPI. After staining, the slides were covered with mounting medium (Vector Laboratories) and examined on a fluorescence microscope. 49 For IHC staining, tumors were preserved in 10% formalin and paraffin sections were obtained. Paraffin sections of tumors were deparaffinized, rehydrated, quenching in 1.875% H 2 O 2  in methanol and antigen-retrieved using the Citra buffer (Biogenex) as described . Briefly, following antigen-retrieval, the sections were blocked by 10% goat serum (Sigma, G9023) for 30 min at room temperature (RT), and incubated with the rabbit anti-GFP antibody (Cell Signaling, #2555) at 1:200 dilution in 10% goat serum solution in PBS with 0.2% Brij 35 overnight. Following the wash, the sections were incubated for 25 min with biotin-conjugated goat F(ab’)2 anti-rabbit IgG (JacksonImmunoResearch, 111-066-144) at 1:500 in 10% goat serum solution. After wash, the sections were incubated with streptavidin peroxidase (Biogenex, HK330-9KT) for 15 min. The staining was visualized with 3, 3’-diaminobenzidine (DAB, BioGenex) and counterstained with hematoxylin. 50 Cell viability assay The viable cells were measured with Cell Counting Kit-8 (Dojindo Laboratories, Japan) containing WST-8 tetrazolium salt at 450 nm on a PerkinElmer NIVO plate reader. Three biological samples were measured in each experiment. Flow cytometry For apoptosis assay, ST88-14 cells were treated with AAVDJ-EGFP or AAVDJ-GRDC24 for 24 h at MOI 2000 in a six-well plate. Supernatant was collected and cells were washed by 1 ml PBS and treated by 200 µl accutase at 37 °C for 3–5 min. Cells were stained by Annexin V (FITC) following the procedure of the FITC Annexin Vi Apoptosis Detection Kit I (BD Pharmingen, #556547) and analyzed with a Beckman Coulter CytoFLEX flow cytometer. For quantification of AAV-GFP transduced xenograft tumor cells, we followed the procedure below. A dose of 10 12  vg of AAV-GFP was injected IV in a tumor-bearing mouse and after 2 weeks, the animal was euthanized and perfused. The tumor was cut into small pieces and processed by first vortexing and then shaking in a mixture of collagenase (Sigma, C7657, 10 mg/ml in PBS) and hyaluronidase (Sigma, H3506, 1.25 mg/ml in PBS) at 1:2 ratio at 37 °C/200-300 rpm for 8–12 min. The sample was then passed through a 70 µm cell strainer and rinsed with 3–5 ml PBS. If trace amount of blood was discernable, the sample would be further treated with ACK Lysing Buffer (Thermo Fisher). Tumor cells were then centrifuged and resuspended in 300–400 µl of 2% PFA and analyzed for GFP-positive cells with a Beckman Coulter CytoFLEX flow cytometer. An untreated xenograft tumor was used as negative control. Ten thousand cells were analyzed in one sample. AAV binding and neutralizing antibody assays Serum samples from healthy adults were purchased from Medix Biochemica (Maryland Heights, MO, USA) and Precision Biospecimen Solutions, Inc. (Bethesda, MD, USA). The AAV-binding antibody (B-Ab) assay was modified from the previous published methods . 10 51 , 52 10  vg AAV was coated in a 96-well ELISA plate (NEST, #504201) overnight at 4 °C in coating buffer (ThermoFisher, #CB01100). After five washes in PBS-T buffer (PBS with 0.1% Tween 20), the plate was blocked by incubating with 5% skim milk in PBS-T at RT. After three rinses in PBS-T, human serum samples diluted in 5% milk in PBS-T at the dilution factors 12.5, 25, 50, 100, 200, 400, 800, 1600, 3200, and 6400 were added and incubated at RT for 1 h. After three washes in PBS-T, wells were incubated with goat anti-human IgG conjugated with peroxidase (Jackson ImmunoResearch, #109-035-088) for 1 h at RT and washed subsequently three times. Next, the wells were incubated with 1-Step TMB ELISA Substrate Solutions (Thermo Scientific, #34028), when color reaction was observed, stopped by the stop solution, and scanned in a plate reader at 450 nm. The wells with serum without AAV were used as control. The AAV-neutralizing antibody (N-Ab) assay followed the detailed method reported previously , using 2 × 10 53 4  2V6.11 cells and 4 × 10 7  vg AAV-K55-luc per well for the assay. Statistics and reproducibility The results are presented as a mean value plus or minus the standard deviation. Data were analyzed by GraphPad Prism 8.0. The  p -values were determined by a Student’s  t  test. A  p -value under 0.05 was accepted as statistically significant. Sample sizes were chosen to achieve statistical significance. Western blotting, microscopic and TEM results were reproduced twice independently. Reporting summary Further information on research design is available in the  Nature Portfolio Reporting Summary  linked to this article.",
  "introduction": "",
  "results": "",
  "discussion": "",
  "fetched_at": "2026-02-11T23:48:53.902006",
  "abstract_length": 1220,
  "methods_length": 15499,
  "introduction_length": 0,
  "results_length": 0,
  "discussion_length": 0
}