{
  "pmid": "41023593",
  "abstract": "BACKGROUND: Treatment for patients with malignant peripheral nerve sheath tumors (MPNST) is an unmet clinical need. Loss of NF1 in MPNST leads to hyperactivation of RAS, however little is known about relevant downstream oncogenic signaling through RAF paralogs and effective targeted therapies in MPNST are still lacking. METHODS: Conditional gene expression, CRISPR-CAS9, and shRNA-mediated knockdown were used to perform gain/loss-of-function experiments to explore the effect of reconstituting the GTPase-activating protein-related domain of NF1 or knockdown of A/B/CRAF kinases on ERK signaling output and MPNST cell growth. Colony formation, cell proliferation and live cells imaging assays were performed to assess cell growth in response to genetic manipulations or drug treatments. Pathway enrichment analysis on RNA sequencing following drug perturbation, efficacy studies in cell-line-derived and patient-derived xenograft models, and immunoblotting/immunohistochemistry were conducted to assess tumor growth and ERK pathway activity in cells or in pharmacodynamic analyses of tumor xenografts. RESULTS: NF1 loss activates RAS/ERK signaling through B/CRAF, and cell growth and ERK signaling of NF1-MPNST are dependent on B/CRAF, but not ARAF. Genetic or pharmacological inhibition of B/CRAF using a paralog-selective RAF inhibitor (RAFi) significantly potentiates MEK inhibitor (MEKi) treatment through more effective suppression of ERK signaling and proliferation. This is shown in multiple traditional and patient-derived cell line and xenograft models, including those with acquired resistance to MEKi. CONCLUSIONS: These findings contribute preclinical evidence that the combination of paralog-selective B/CRAFi and MEKi is effective in NF1-MPNST and can overcome resistance to single agent MEKi. SUPPLEMENTARY INFORMATION: The online version contains supplementary material available at 10.1186/s10020-025-01353-9.",
  "methods": "Methods Conditional gene expression, CRISPR-CAS9, and shRNA-mediated knockdown were used to perform gain/loss-of-function experiments to explore the effect of reconstituting the GTPase-activating protein-related domain of NF1 or knockdown of A/B/CRAF kinases on ERK signaling output and MPNST cell growth. Colony formation, cell proliferation and live cells imaging assays were performed to assess cell growth in response to genetic manipulations or drug treatments. Pathway enrichment analysis on RNA sequencing following drug perturbation, efficacy studies in cell-line-derived and patient-derived xenograft models, and immunoblotting/immunohistochemistry were conducted to assess tumor growth and ERK pathway activity in cells or in pharmacodynamic analyses of tumor xenografts. Materials and Methods In vivo mouse studies 6- to 8-week-old NSG (NOD.Cg-Prkdc scid  Il2rg tm1Wjl /SzJ, strain #:005557, Jackson Laboratory or Johns Hopkins Oncology Animal Facility) and SCID (C.B-17/IcrHsd-Prkdc scid , Envigo) female mice were used for in vivo efficacy studies. All mouse experiments were approved by the Institutional Animal Care and Use Committee (IACUC) at Johns Hopkins (JH) and University of Texas, San Antonio. Minced patient-derived or cell-line derived tumor xenograft fragments from seed mice were implanted subcutaneously close to the sciatic nerves, into study mice (n = 7–8/ arm). Drug treatment was started when tumor size reached roughly 120–200 mm 3 , around five weeks after tumor implantation. Mice were randomized into treatment groups using the randomizr package that arranges animals to achieve the best-case distribution to ensure that each treatment group has a similar mean tumor burden and standard deviation. Vehicle, trametinib (dosed at 0.075 mg/kg and 0.3 mg/kg, QD- once daily), LXH254 (dosed at 25 mg/kg and 50 mg/kg, BID- twice daily), or their combination were administrated by oral gavage, based on mean group body weight, with continuous treatment schedule. The endpoint of the experiment for efficacy studies was considered 4–5 weeks on treatment or the longest tumor diameter of 2 cm as per the approved protocol, whichever occurred first. Mice were monitored daily, and tumors were measured once or twice weekly using calipers in two dimensions, and tumor volume was calculated by: L × W 2 (π/6), where L is the longest diameter and W is the width. Fold change in tumor growth was calculated using the formula: (day X/ day 0)-1. MPNST diagnosis was confirmed by pathologists by reviewing H&E slides from patient-derived primary tumors and mouse xenografts. Statistical analysis Student’s t-test was used to calculate statistical significance. Analyses were considered statistically significant if adjusted  P  < 0.05. Detailed materials and methods are in the Supplementary Materials and Table S1.",
  "introduction": "",
  "results": "",
  "discussion": "",
  "fetched_at": "2026-02-11T23:48:57.889428",
  "abstract_length": 1929,
  "methods_length": 2834,
  "introduction_length": 0,
  "results_length": 0,
  "discussion_length": 0
}