{
  "pmid": "41036607",
  "abstract": "Neurofibromatosis type I (NF1) is a common cancer predisposition syndrome caused by heterozygous loss-of-function mutations in the tumor-suppressor gene NF1. Individuals with NF1 develop benign tumors of the peripheral nervous system (neurofibromas), originating from the Schwann cell (SC) lineage after somatic loss of the wild-type NF1 allele, some of which progress further to malignant peripheral nerve sheath tumors (MPNST). There is only one FDA-approved targeted therapy for symptomatic plexiform neurofibromas and none approved for MPNSTs. The genetic basis of NF1 syndrome makes associated tumors ideal for using synthetic drug sensitivity approaches to uncover therapeutic vulnerabilities. We developed a drug discovery pipeline to identify therapeutics for NF1-related tumors using isogeneic pairs of NF1-proficient and NF1-deficient immortalized human SCs. We utilized these in a large-scale high-throughput screen for drugs that preferentially kill NF1-deficient cells, through which we identified 23 compounds capable of killing NF1-deficient SCs with selectivity. Multiple hits from this screen clustered into classes defined by the method of action. Four clinically interesting drugs from these classes were tested in vivo using both a genetically engineered mouse model of high-grade PNSTs and human MPNST xenografts. All drugs tested showed single-agent efficacy in these models as well as significant synergy when used in combination with the MEK inhibitor selumetinib. This high-throughput screen platform yielded novel therapeutically relevant compounds for the treatment of NF1-associated tumors and can serve as a tool to rapidly evaluate new compounds and combinations in the future.",
  "methods": "Materials and Methods Tissue culture iHSC lines were maintained and passaged at 37°C with 5% CO 2  in DMEM high-glucose media supplemented with 10% FBS and penicillin/streptomycin. If antibiotic selection was needed, puromycin was used at 500 µg/mL, as indicated below. S462-TY cells were cultured in DMEM supplemented with 10% FBS and 1% penicillin/streptomycin at 37°C with 5% CO 2 .  Mycoplasma  detection was routinely performed using the MycoAlert detection kit (Lonza Bioscience) throughout this study. Cell line authentication was performed at the Arizona Genetics Core (RRID: SCR_012429) against established reference lines using short tandem repeat profiling. All assays were conducted on cells 1 to 3 passages after thawing from banked stocks. Generation of  NF1- deficient cell lines We received iHSCs from Dr. Margaret Wallace (University of Florida). These are wild-type human SCs immortalized using the human reverse transcriptase component of telomerase and murine cyclin-dependent kinase 4 transgenesis ( 35 ). All subsequent mutations were engineered into this cell line. U6-gRNA vectors were produced as previously described ( 36 ) and introduced into iHSCs that are proficient for  NF1 . U6-gRNA vectors were engineered with unique sequences targeting a site in  NF1  to cause insertion/deletion (indel) mutations in a critical exon to introduce frameshift mutations. The target sequences can be found in  Fig. 1A . Figure 1. Characterization of  NF1- deficient iHSCs.  A,  Exon 10 of the  NF1  gene was targeted for mutagenesis using CRISPR–Cas9. The single-guide RNA target site in the wild-type  NF1  sequence is highlighted in yellow. Independent clones were recovered harboring the indicated biallelic indels at this locus which result in frameshifts and early stop codons.  B,  Immunoblot showing the iHSC lines identified as having biallelic loss-of-function mutations in  NF1  do not make neurofibromin protein.  NF1  samples come from isogenic sister clones to the  +/+ NF1- deficient cells which when sequenced did not have mutations at the guide target site in  NF1 . HSC1λ is the parental cell line and serves as a positive control. ST88-14 is an established  NF1- deficient MPNST cell line.  C, NF1- deficient human SCs form significantly more colonies in soft agar under low-serum conditions compared with isogenic-matched  NF1- proficient lines and are poised for transformation. Parental HSC1λ cells and those in which the tumor-suppressor  PTEN  has been knocked out serve as controls. **,  P  < 0.01; ***,  P  < 0.001.  D, NF1- deficient human SCs  can  form xenograft tumors in the flanks of immunodeficient athymic nude mice. Cells (1 × 10 6 ) of three  NF1- proficient and three  NF1 -deficient clones were each implanted in the flanks of four mice and monitored for tumor development.  NF1 -deficient clones showed the ability to form tumors, whereas tumor formation was not observed for  NF1 -proficient clones. All vectors were introduced via electroporation and performed using the NEON electroporation system (Invitrogen) using 100 µL electroporation tips according to the manufacturer’s protocol. One million cells were electroporated (1 pulse of 1400V for 30 ms) with 2 µg Flag-hCas9, 2 μg each U6-gRNA vector (gifts from Branden Moriarity), and 100 ng pmaxGFP plasmid (Amaxa) to assess transfection efficiency ( 36 ). To enrich for modified cells, co-transposition was performed using 500 ng of the  piggyBac  ( PB ) transposon PB-CAGG-Luciferase-IRES-GFP-PGK-Puro R  and 500 ng of CMV- PB7  transposase ( 36 ). Cells were provided fresh growth medium 1 day after electroporation and, 2 days later, were selected with puromycin (500 µg/mL; Thermo Fisher Scientific) for 1 week. Selective medium was changed every 2 to 3 days for 1 week. Limiting dilutions were then plated from the pooled cell lines, which are enriched for cells edited at the sites of interest, to obtain single-cell clones. These clones were then expanded for future work and validation. The mutations were validated by obtaining genomic DNA from the derived clones, amplifying DNA around the gRNA target/cut sites, and subjecting it to Sanger sequencing. Amplicons were generated in 50 µL reactions with GoTaq Green Master Mix (Promega) using the following PCR cycle: initial denaturation at 95°C for 5 minutes; 30 × (95°C for 30 seconds; 59°C for 35 seconds; and 72°C for 2 minutes); and final extension at 72°C for 5 minutes. Forward (AAC​AGC​TTG​TTT​GGG​AAG​GA) and reverse (CAT​TGG​TGA​TGA​TTC​GAT​GG) primers amplified a 1323 bp region flanking  NF1  exon 10. PCR products were purified and sequenced using a third primer binding in  NF1  introns 9 to 10 (TGG​CAG​CTG​GAT​TTT​ACT​GC). Clones targeted for editing of exon 10 in  NF1  were recovered with a variety of indels around the target site, verified through directed Sanger sequencing. A summary of recovered clone sequences is shown in  Fig. 1A . Western blot analysis was also done on a subset of clones of interest to validate the functional knockout of neurofibromin expression ( Fig. 1B ). \n In vivo  tumor-forming ability of iHSCs \n NF1- proficient and  NF1- deficient engineered clones were injected into the flanks of 6- to 7-week-old athymic nude mice (RRID: JAX:002019; 1.0×10 6  cells) in 50% Matrigel (BD Biosciences). Both male and female mice were used for this assay at an equal 50% ratio. Mice were monitored for tumor formation for 6 months after injection or until a tumor volume of 2,000 mm 3  was reached. Western blotting Immunoblotting was done on whole-cell lysates collected from various cell lines. After collection, cells were washed with 1x PBS, collected, pelleted, and flash-frozen. Pellets were then thawed and lysed using 1x RIPA buffer (Sigma-Aldrich) supplemented with phosphatase inhibitor cocktails 2 and 3 (Sigma-Adrich). Whole-cell lysates were vortexed at 2,000 RPM for 15 minutes before being sonicated with 30-1-second pulses using a Fisherbrand Model 50 Sonic Dismembrator. Then, 10 to 30 μg of whole-cell lysate was loaded into each well of 4% to 12% Bis-Tris NuPage polyacrylamide gels (Invitrogen). Proteins were transferred using a constant 18V overnight at 4°C onto polyvinylidene difluoride membranes using an Invitrogen NuPage electrophoresis system. Each membrane was blocked with 5% BSA in TBS–Tween-20 for 1 hour and incubated with 1:1,000 primary antibody overnight at 4°C. After rinsing away primary antibodies, membranes were incubated for 1 hour with 1:5,000 secondary antibody. WesternBright Quantum horseradish peroxidase substrate (Advansta) was added to membranes before being imaged on an Odyssey Fc imager [LI-COR Odyssey Fc Imaging System (RRID: SCR_023227)]. Primary and secondary antibodies used were from Cell Signaling Technology: neurofibromin 1 (D7R7D) rabbit mAb 14623 (RRID: AB_2798543), anti-rabbit IgG, and horseradish peroxidase–linked secondary 7074 (RRID: AB_2099233). β-Actin was probed as a loading control using β-actin (13E5) rabbit mAb #4970 (RRID: AB_2223172) at a 1:5,000 dilution. Small molecules and drug libraries All drug screening libraries used in this study were obtained from the University of Minnesota Institute for Therapeutics Design and Development collection. Validation of hits from the primary drug screening effort and all  in vivo  work was done with repurchased compounds from Selleck Chemicals. \n In vitro  combination drug testing and analysis Cells were seeded into 384-well plates at 2,000 cells/well using a Biomek 2000. After 24 hours of growth in medium supplemented with 10% FBS and penicillin/streptomycin, the drug was added in triplicate or quadruplicate wells per dose in an 8-point or 12-point dose–response manner (depending on the experiment, as indicated) using the acoustic Echo 550 liquid dispenser (Labcyte). Drug combination testing was done in a similar manner and plated in a constant ratio as indicated. After incubation with drug(s) or vehicle for 48 hours, cells were incubated with alamarBlue (Thermo Fisher Scientific) reagent, and fluorescence was read on a CLARIOstar microplate reader (BMG Labtech). Cell viability was calculated by fluorescence of experimental wells in the percent of unexposed control wells with blank values subtracted. Data were analyzed in Prism software (GraphPad Prism), and dose–response curves were generated using a nonlinear regression log(inhibitor) vs. response–variable slope model. Each point represents the mean ± SD. Combination index value determination Drug interaction values were determined using the median-effect principle of Chou–Talalay ( 37 ,  38 ). Combination index (CI) values were calculated using CalcuSyn software (BioSoft) as previously described ( 39 ). CI < 1, =1, and >1 indicate synergism, additive effect, and antagonism, respectively. Transcriptional response to therapeutics The S462TY MPNST cell line was grown under standard tissue culture conditions. Cells were exposed to vehicle (DMSO), digoxin, rigosertib, selumetinib, digoxin + selumetinib, or rigosertib + selumetinib for 2 hours or 24 hours. For drug treatments, all compounds were used at the following concentrations: selumetinib (125 μmol/L), rigosertib (0.5 μmol/L), digoxin (0.0308 μmol/L), vorinostat (2.5 μmol/L), selumetinib (15.625 μmol/L) plus vorinostat (1.56 μmol/L), selumetinib (4 μmol/L) plus digoxin (0.0308 μmol/L), and selumetinib (2 μmol/L)μΜ] plus rigosertib (0.1 μmol/L). At the indicated time point, cells were harvested, washed with cold PBS, and pelleted via centrifugation, and the pellets were frozen in LiN 2 . Cell pellets were stored at −80°C until RNA purification. RNA purification and sequencing RNA was harvested from cells using QIAGEN RNEasy mini purification kits and subjected to TURBO DNAse to remove any residual genomic DNA contamination. RNA quality was assayed via the Agilent Bioanalyzer and sequenced on an Illumina NovaSeq 6000 next-generation sequencer (RRID: SCR_016387). RNA sequencing analysis RNA sequencing (RNA-seq) data were analyzed as follows: quality trimming via Trimmomatic (v0.33; ref.  40 ), alignment via HISAT2 (v2.1.0; ref.  41 ) to the GRCh38 Ensembl assembly ( 42 ), and gene count quantification via StringTie (v1.3.4d; ref.  43 ). Differential expression analysis was performed using R statistical software (v4.3.1; ref.  44 ), tidyverse (v2.0.0; ref.  45 ), and DESeq2 (v1.42.0; ref.  46 ). Pathway analysis was performed using GeneAnalytics(v; ref.  47 ). The data discussed in this publication have been deposited in NCBI’s Gene Expression Omnibus (GE0; ref.  48 ) and are accessible through GEO series accession number  GSE262030  ( https://www.ncbi.nlm.nih.gov/geo/query/acc.cgi?acc=GSExxx ). Flow cytometry Cell-cycle stage and apoptosis were determined by staining and flow cytometry. S462-TY cells were treated with drug compounds or DMSO control for 0, 24, and 48 hours before harvest. For cell-cycle stage determination, cell supernatant and adhered cells were collected and stained for flow cytometry using a propidium iodide kit (Abcam ab139418) using the manufacturer’s protocol. Briefly, after collection, cells were washed with 1x PBS and then fixed using ice-cold 66% ethanol. Cells were then washed again with 1x PBS and stained with 1x Propidium Iodide and RNase Staining Solution before being run through a Beckman Coulter CytoFLEX Flow Cytometer (RRID: SCR_019627). The cell-cycle stage was determined with the Cell Cycle tool in FlowJo v10.7.1 software (BD Life Sciences) using the Watson (pragmatic) model. RAS–GTP level determination RAS–GTP levels were determined in S462-TY in response to drug treatment using the Active Motif RAS GTPase Chemi ELISA Kit (52097) according to the manufacturer’s protocol. Briefly, 2 × 10 6  cells were seeded into 10-cm tissue culture plates, in triplicate, for DMSO, selumetinib, digoxin, rigosertib, selumetinib + digoxin, and selumetinib + rigosertib. The following morning, the indicated drugs were added to the media at the following concentrations: 125 µmol/L selumetinib, 0.031 µmol/L digoxin, 0.5 µmol/L rigosertib, 4 µmol/L selumetinib + 0.031 µmol/L digoxin, 2 µmol/L selumetinib + 0.15 µmol/L rigosertib, or 0.1% DMSO. Twenty-four hours later, cells were harvested, and lysates were generated according to the manufacturer’s protocol. Bicinchoninic acid assays were done on all samples, and 100 µmol/L of lysate from each sample was used to assay RAS–GTP levels. Luminescence signal from the ELISA plate was read on an BioTek Cytation 5 Cell Imaging Multimode Reader (RRID: SCR_019732). \n In vivo  models and drug testing All  in  vivo procedures were approved by the Institutional Animal Care and Use Committee at the University of Minnesota. For the MPNST cell line xenograft model, S462-TY cells (1.0 × 10 6 ) in 50% Matrigel (BD Biosciences) were injected subcutaneously into the flank of 6- to 7-week-old NOD- Rag1 null  IL2rg null, NOD rag gamma, NOD-RG (NRG) mice (RRID: JAX:007799). Equal numbers of males and females were used. For the patient-derived xenograft (PDX) MPNST model, tumor tissue was implanted subcutaneously directly into NOD.Cg-Prkdc scid  Il2rg tm1Wjl /SzJ mice ( 34 ). Animals were randomized to treatment or control arms, and administration of drugs was started when tumors reached 150 to 200 mm 3 . All treatments were administered via intraperitoneal injection at the following doses: LB100 1.5 mg/kg, DMAPT 100 mg/kg, digoxin 2 mg/kg, rigosertib 100 mg/kg, and selumetinib 10 mg/kg. Digoxin and selumetinib were formulated using a 30% PEG300, 5% Tween-80 vehicle, and rigosertib was prepared in PBS. The GEMM of high-grade PNSTs was generated as described previously ( 33 ).  Dhh::Cre, Nf1 fl/fl , Pten  experimental class animals were randomized to a treatment or vehicle group at 1 week of age. All treatments were administered via intraperitoneal injection at the following doses: LB100 1.5 mg/kg, DMAPT 100 mg/kg, digoxin 0.25 mg/kg, rigosertib 35 mg/kg, and selumetinib, 10 mg/kg. Tumors develop with 100% penetrance in all experimental class offspring, and offspring were sex-segregated as expected. fl/fl",
  "introduction": "",
  "results": "",
  "discussion": "",
  "fetched_at": "2026-02-11T23:49:03.035928",
  "abstract_length": 1707,
  "methods_length": 14104,
  "introduction_length": 0,
  "results_length": 0,
  "discussion_length": 0
}