{
  "pmid": "PMID:41036607",
  "title": "Pharmacogenomic Synthetic Lethal Screens Reveal Hidden Vulnerabilities and New Therapeutic Approaches for Treatment of NF1-Associated Tumors.",
  "abstract": "Neurofibromatosis type I (NF1) is a common cancer predisposition syndrome caused by heterozygous loss-of-function mutations in the tumor-suppressor gene NF1. Individuals with NF1 develop benign tumors of the peripheral nervous system (neurofibromas), originating from the Schwann cell (SC) lineage after somatic loss of the wild-type NF1 allele, some of which progress further to malignant peripheral nerve sheath tumors (MPNST). There is only one FDA-approved targeted therapy for symptomatic plexiform neurofibromas and none approved for MPNSTs. The genetic basis of NF1 syndrome makes associated tumors ideal for using synthetic drug sensitivity approaches to uncover therapeutic vulnerabilities. We developed a drug discovery pipeline to identify therapeutics for NF1-related tumors using isogeneic pairs of NF1-proficient and NF1-deficient immortalized human SCs. We utilized these in a large-scale high-throughput screen for drugs that preferentially kill NF1-deficient cells, through which we identified 23 compounds capable of killing NF1-deficient SCs with selectivity. Multiple hits from this screen clustered into classes defined by the method of action. Four clinically interesting drugs from these classes were tested in vivo using both a genetically engineered mouse model of high-grade PNSTs and human MPNST xenografts. All drugs tested showed single-agent efficacy in these models as well as significant synergy when used in combination with the MEK inhibitor selumetinib. This high-throughput screen platform yielded novel therapeutically relevant compounds for the treatment of NF1-associated tumors and can serve as a tool to rapidly evaluate new compounds and combinations in the future.",
  "authors": "Kyle B Williams; Alex T Larsson; Bryant J Keller; Katherine E Chaney; Rory L Williams; Minu M Bhunia; Garrett M Draper; Tyler A Jubenville; Wendy A Hudson; Gunda I Georg; Christopher L Moertel; Nancy Ratner; David A Largaespada",
  "journal": "Molecular cancer therapeutics",
  "publicationDate": "2026-02-04",
  "doi": "10.1158/1535-7163.MCT-24-1053",
  "methods": "Materials and Methods Tissue culture iHSC lines were maintained and passaged at 37°C with 5% CO 2  in DMEM high-glucose media supplemented with 10% FBS and penicillin/streptomycin. If antibiotic selection was needed, puromycin was used at 500 µg/mL, as indicated below. S462-TY cells were cultured in DMEM supplemented with 10% FBS and 1% penicillin/streptomycin at 37°C with 5% CO 2 .  Mycoplasma  detection was routinely performed using the MycoAlert detection kit (Lonza Bioscience) throughout this study. Cell line authentication was performed at the Arizona Genetics Core (RRID: SCR_012429) against established reference lines using short tandem repeat profiling. All assays were conducted on cells 1 to 3 passages after thawing from banked stocks. Generation of  NF1- deficient cell lines We received iHSCs from Dr. Margaret Wallace (University of Florida). These are wild-type human SCs immortalized using the human reverse transcriptase component of telomerase and murine cyclin-dependent kinase 4 transgenesis ( 35 ). All subsequent mutations were engineered into this cell line. U6-gRNA vectors were produced as previously described ( 36 ) and introduced into iHSCs that are proficient for  NF1 . U6-gRNA vectors were engineered with unique sequences targeting a site in  NF1  to cause insertion/deletion (indel) mutations in a critical exon to introduce frameshift mutations. The target sequences can be found in  Fig. 1A . Figure 1. Characterization of  NF1- deficient iHSCs.  A,  Exon 10 of the  NF1  gene was targeted for mutagenesis using CRISPR–Cas9. The single-guide RNA target site in the wild-type  NF1  sequence is highlighted in yellow. Independent clones were recovered harboring the indicated biallelic indels at this locus which result in frameshifts and early stop codons.  B,  Immunoblot showing the iHSC lines identified as having biallelic loss-of-function mutations in  NF1  do not make neurofibromin protein.  NF1  samples come from isogenic sister clones to the  +/+ NF1- deficient cells which when sequenced did not have mutations at the guide target site in  NF1 . HSC1λ is the parental cell line and serves as a positive control. ST88-14 is an established  NF1- deficient MPNST cell line.  C, NF1- deficient human SCs form significantly more colonies in soft agar under low-serum conditions compared with isogenic-matched  NF1- proficient lines and are poised for transformation. Parental HSC1λ cells and those in which the tumor-suppressor  PTEN  has been knocked out serve as controls. **,  P  < 0.01; ***,  P  < 0.001.  D, NF1- deficient human SCs  can  form xenograft tumors in the flanks of immunodeficient athymic nude mice. Cells (1 × 10 6 ) of three  NF1- proficient and three  NF1 -deficient clones were each implanted in the flanks of four mice and monitored for tumor development.  NF1 -deficient clones showed the ability to form tumors, whereas tumor formation was not observed for  NF1 -proficient clones. All vectors were introduced via electroporation and performed using the NEON electroporation system (Invitrogen) using 100 µL electroporation tips according to the manufacturer’s protocol. One million cells were electroporated (1 pulse of 1400V for 30 ms) with 2 µg Flag-hCas9, 2 μg each U6-gRNA vector (gifts from Branden Moriarity), and 100 ng pmaxGFP plasmid (Amaxa) to assess transfection efficiency ( 36 ). To enrich for modified cells, co-transposition was performed using 500 ng of the  piggyBac  ( PB ) transposon PB-CAGG-Luciferase-IRES-GFP-PGK-Puro R  and 500 ng of CMV- PB7  transposase ( 36 ). Cells were provided fresh growth medium 1 day after electroporation and, 2 days later, were selected with puromycin (500 µg/mL; Thermo Fisher Scientific) for 1 week. Selective medium was changed every 2 to 3 days for 1 week. Limiting dilutions were then plated from the pooled cell lines, which are enriched for cells edited at the sites of interest, to obtain single-cell clones. These clones were then expanded for future work and validation. The mutations were validated by obtaining genomic DNA from the derived clones, amplifying DNA around the gRNA target/cut sites, and subjecting it to Sanger sequencing. Amplicons were generated in 50 µL reactions with GoTaq Green Master Mix (Promega) using the following PCR cycle: initial denaturation at 95°C for 5 minutes; 30 × (95°C for 30 seconds; 59°C for 35 seconds; and 72°C for 2 minutes); and final extension at 72°C for 5 minutes. Forward (AAC​AGC​TTG​TTT​GGG​AAG​GA) and reverse (CAT​TGG​TGA​TGA​TTC​GAT​GG) primers amplified a 1323 bp region flanking  NF1  exon 10. PCR products were purified and sequenced using a third primer binding in  NF1  introns 9 to 10 (TGG​CAG​CTG​GAT​TTT​ACT​GC). Clones targeted for editing of exon 10 in  NF1  were recovered with a variety of indels around the target site, verified through directed Sanger sequencing. A summary of recovered clone sequences is shown in  Fig. 1A . Western blot analysis was also done on a subset of clones of interest to validate the functional knockout of neurofibromin expression ( Fig. 1B ). \n In vivo  tumor-forming ability of iHSCs \n NF1- proficient and  NF1- deficient engineered clones were injected into the flanks of 6- to 7-week-old athymic nude mice (RRID: JAX:002019; 1.0×10 6  cells) in 50% Matrigel (BD Biosciences). Both male and female mice were used for this assay at an equal 50% ratio. Mice were monitored for tumor formation for 6 months after injection or until a tumor volume of 2,000 mm 3  was reached. Western blotting Immunoblotting was done on whole-cell lysates collected from various cell lines. After collection, cells were washed with 1x PBS, collected, pelleted, and flash-frozen. Pellets were then thawed and lysed using 1x RIPA buffer (Sigma-Aldrich) supplemented with phosphatase inhibitor cocktails 2 and 3 (Sigma-Adrich). Whole-cell lysates were vortexed at 2,000 RPM for 15 minutes before being sonicated with 30-1-second pulses using a Fisherbrand Model 50 Sonic Dismembrator. Then, 10 to 30 μg of whole-cell lysate was loaded into each well of 4% to 12% Bis-Tris NuPage polyacrylamide gels (Invitrogen). Proteins were transferred using a constant 18V overnight at 4°C onto polyvinylidene difluoride membranes using an Invitrogen NuPage electrophoresis system. Each membrane was blocked with 5% BSA in TBS–Tween-20 for 1 hour and incubated with 1:1,000 primary antibody overnight at 4°C. After rinsing away primary antibodies, membranes were incubated for 1 hour with 1:5,000 secondary antibody. WesternBright Quantum horseradish peroxidase substrate (Advansta) was added to membranes before being imaged on an Odyssey Fc imager [LI-COR Odyssey Fc Imaging System (RRID: SCR_023227)]. Primary and secondary antibodies used were from Cell Signaling Technology: neurofibromin 1 (D7R7D) rabbit mAb 14623 (RRID: AB_2798543), anti-rabbit IgG, and horseradish peroxidase–linked secondary 7074 (RRID: AB_2099233). β-Actin was probed as a loading control using β-actin (13E5) rabbit mAb #4970 (RRID: AB_2223172) at a 1:5,000 dilution. Small molecules and drug libraries All drug screening libraries used in this study were obtained from the University of Minnesota Institute for Therapeutics Design and Development collection. Validation of hits from the primary drug screening effort and all  in vivo  work was done with repurchased compounds from Selleck Chemicals. \n In vitro  combination drug testing and analysis Cells were seeded into 384-well plates at 2,000 cells/well using a Biomek 2000. After 24 hours of growth in medium supplemented with 10% FBS and penicillin/streptomycin, the drug was added in triplicate or quadruplicate wells per dose in an 8-point or 12-point dose–response manner (depending on the experiment, as indicated) using the acoustic Echo 550 liquid dispenser (Labcyte). Drug combination testing was done in a similar manner and plated in a constant ratio as indicated. After incubation with drug(s) or vehicle for 48 hours, cells were incubated with alamarBlue (Thermo Fisher Scientific) reagent, and fluorescence was read on a CLARIOstar microplate reader (BMG Labtech). Cell viability was calculated by fluorescence of experimental wells in the percent of unexposed control wells with blank values subtracted. Data were analyzed in Prism software (GraphPad Prism), and dose–response curves were generated using a nonlinear regression log(inhibitor) vs. response–variable slope model. Each point represents the mean ± SD. Combination index value determination Drug interaction values were determined using the median-effect principle of Chou–Talalay ( 37 ,  38 ). Combination index (CI) values were calculated using CalcuSyn software (BioSoft) as previously described ( 39 ). CI < 1, =1, and >1 indicate synergism, additive effect, and antagonism, respectively. Transcriptional response to therapeutics The S462TY MPNST cell line was grown under standard tissue culture conditions. Cells were exposed to vehicle (DMSO), digoxin, rigosertib, selumetinib, digoxin + selumetinib, or rigosertib + selumetinib for 2 hours or 24 hours. For drug treatments, all compounds were used at the following concentrations: selumetinib (125 μmol/L), rigosertib (0.5 μmol/L), digoxin (0.0308 μmol/L), vorinostat (2.5 μmol/L), selumetinib (15.625 μmol/L) plus vorinostat (1.56 μmol/L), selumetinib (4 μmol/L) plus digoxin (0.0308 μmol/L), and selumetinib (2 μmol/L)μΜ] plus rigosertib (0.1 μmol/L). At the indicated time point, cells were harvested, washed with cold PBS, and pelleted via centrifugation, and the pellets were frozen in LiN 2 . Cell pellets were stored at −80°C until RNA purification. RNA purification and sequencing RNA was harvested from cells using QIAGEN RNEasy mini purification kits and subjected to TURBO DNAse to remove any residual genomic DNA contamination. RNA quality was assayed via the Agilent Bioanalyzer and sequenced on an Illumina NovaSeq 6000 next-generation sequencer (RRID: SCR_016387). RNA sequencing analysis RNA sequencing (RNA-seq) data were analyzed as follows: quality trimming via Trimmomatic (v0.33; ref.  40 ), alignment via HISAT2 (v2.1.0; ref.  41 ) to the GRCh38 Ensembl assembly ( 42 ), and gene count quantification via StringTie (v1.3.4d; ref.  43 ). Differential expression analysis was performed using R statistical software (v4.3.1; ref.  44 ), tidyverse (v2.0.0; ref.  45 ), and DESeq2 (v1.42.0; ref.  46 ). Pathway analysis was performed using GeneAnalytics(v; ref.  47 ). The data discussed in this publication have been deposited in NCBI’s Gene Expression Omnibus (GE0; ref.  48 ) and are accessible through GEO series accession number  GSE262030  ( https://www.ncbi.nlm.nih.gov/geo/query/acc.cgi?acc=GSExxx ). Flow cytometry Cell-cycle stage and apoptosis were determined by staining and flow cytometry. S462-TY cells were treated with drug compounds or DMSO control for 0, 24, and 48 hours before harvest. For cell-cycle stage determination, cell supernatant and adhered cells were collected and stained for flow cytometry using a propidium iodide kit (Abcam ab139418) using the manufacturer’s protocol. Briefly, after collection, cells were washed with 1x PBS and then fixed using ice-cold 66% ethanol. Cells were then washed again with 1x PBS and stained with 1x Propidium Iodide and RNase Staining Solution before being run through a Beckman Coulter CytoFLEX Flow Cytometer (RRID: SCR_019627). The cell-cycle stage was determined with the Cell Cycle tool in FlowJo v10.7.1 software (BD Life Sciences) using the Watson (pragmatic) model. RAS–GTP level determination RAS–GTP levels were determined in S462-TY in response to drug treatment using the Active Motif RAS GTPase Chemi ELISA Kit (52097) according to the manufacturer’s protocol. Briefly, 2 × 10 6  cells were seeded into 10-cm tissue culture plates, in triplicate, for DMSO, selumetinib, digoxin, rigosertib, selumetinib + digoxin, and selumetinib + rigosertib. The following morning, the indicated drugs were added to the media at the following concentrations: 125 µmol/L selumetinib, 0.031 µmol/L digoxin, 0.5 µmol/L rigosertib, 4 µmol/L selumetinib + 0.031 µmol/L digoxin, 2 µmol/L selumetinib + 0.15 µmol/L rigosertib, or 0.1% DMSO. Twenty-four hours later, cells were harvested, and lysates were generated according to the manufacturer’s protocol. Bicinchoninic acid assays were done on all samples, and 100 µmol/L of lysate from each sample was used to assay RAS–GTP levels. Luminescence signal from the ELISA plate was read on an BioTek Cytation 5 Cell Imaging Multimode Reader (RRID: SCR_019732). \n In vivo  models and drug testing All  in  vivo procedures were approved by the Institutional Animal Care and Use Committee at the University of Minnesota. For the MPNST cell line xenograft model, S462-TY cells (1.0 × 10 6 ) in 50% Matrigel (BD Biosciences) were injected subcutaneously into the flank of 6- to 7-week-old NOD- Rag1 null  IL2rg null, NOD rag gamma, NOD-RG (NRG) mice (RRID: JAX:007799). Equal numbers of males and females were used. For the patient-derived xenograft (PDX) MPNST model, tumor tissue was implanted subcutaneously directly into NOD.Cg-Prkdc scid  Il2rg tm1Wjl /SzJ mice ( 34 ). Animals were randomized to treatment or control arms, and administration of drugs was started when tumors reached 150 to 200 mm 3 . All treatments were administered via intraperitoneal injection at the following doses: LB100 1.5 mg/kg, DMAPT 100 mg/kg, digoxin 2 mg/kg, rigosertib 100 mg/kg, and selumetinib 10 mg/kg. Digoxin and selumetinib were formulated using a 30% PEG300, 5% Tween-80 vehicle, and rigosertib was prepared in PBS. The GEMM of high-grade PNSTs was generated as described previously ( 33 ).  Dhh::Cre, Nf1 fl/fl , Pten  experimental class animals were randomized to a treatment or vehicle group at 1 week of age. All treatments were administered via intraperitoneal injection at the following doses: LB100 1.5 mg/kg, DMAPT 100 mg/kg, digoxin 0.25 mg/kg, rigosertib 35 mg/kg, and selumetinib, 10 mg/kg. Tumors develop with 100% penetrance in all experimental class offspring, and offspring were sex-segregated as expected. fl/fl",
  "cache_level": "full",
  "has_fulltext": true,
  "fetch_date": "2026-02-19 09:31:27",
  "introduction": "Introduction Neurofibromatosis type I (NF1) is a cancer predisposition syndrome and one of the most prevalent autosomal dominant genetic disorders, occurring in one in every 2,500 individuals, with more than 100,000 affected people in the United States alone ( 1 ,  2 ). Individuals with NF1 exhibit a wide variety of manifestations, including tumors, café-au-lait macules, freckling, vasculopathy, skeletal dysplasia, and learning disabilities. Importantly, individuals with NF1 are at an increased risk of cancer in general, with a recent study showing the lifetime risk of all cancers for NF1 patients at ∼60% ( 3 ). The wide range of disease manifestations and diverse range of severity of NF1 presentation among individuals make NF1 a complex whole-body disorder that is difficult to study. NF1 is characterized by mutations in the tumor-suppressor gene  NF1 , causing patients to develop benign Schwann cell (SC) tumors of the peripheral nervous system called neurofibromas ( 1 ,  4 ). These can progress to malignant peripheral nerve sheath tumors (MPNST), a deadly soft tissue sarcoma ( 5 ). In fact, MPNSTs are the most common cause of disease-associated death in NF1 ( 6 ,  7 ). Current treatment options for MPNSTs show limited efficacy, with the only curative treatment being complete surgical resection ( 8 ,  9 ). MPNSTs often show local recurrence and frequently metastasize ( 10 ). Although traditional cytotoxic chemotherapeutics are used to treat MPNSTs, they do not reduce mortality and offer only modest delays in disease progression or death ( 11 ,  12 ). The genetic basis of NF1 syndrome makes it an ideal candidate for using synthetic lethal genetic and therapeutic approaches to uncover unique variabilities specific to  NF1 -deficient cells. Identification of new molecular targets for therapeutics effective against both benign tumors and MPNSTs will be critical for improved patient outcomes and quality of life. Understanding cellular adaptations and new molecular vulnerabilities that accompany the loss of both copies of the  NF1  gene in relevant cell types is predicted to reveal novel therapeutic opportunities. Therefore, we chose to utilize synthetic drug lethality to uncover novel therapeutic vulnerabilities found exclusively in  NF1- deficient human Schwann lineage cells (Supplementary Figure 1A). One copy of the  NF1  gene harbors a loss of function mutation in every cell of an NF1 patient; both neurofibromas and MPNSTs result from loss of heterozygosity for the second copy of  NF1  ( 13 ). This presents a scenario analogous to  BRCA1/2 -mutated cancers, such as breast and ovarian carcinomas ( 14 ,  15 ), in which synthetic lethality has been established as a clinically relevant paradigm that reveals PARP inhibitors exploit the DNA repair pathway vulnerability intrinsic to those cells ( 16 ). Several drug screening projects have been previously undertaken for NF1, with some success. Those projects relied on using mouse embryonic fibroblasts mutated for the  NF1  gene, or yeast cells, or MPNST cell lines ( 17 – 20 ). These approaches each have limitations. For instance, if cell type and context are important for drug sensitives and synthetic lethal interactions, SC lineage cells may be critical to identify relevant targets ( 21 – 24 ). MPNST cell lines are of the relevant lineage. Still, there are few MPNST cell lines in use by the research community so the available lines may not reflect the genetic heterogeneity of patients’ tumors. Also, each MPNST cell line likely has many passenger mutations, copy-number variants, and varying degrees of aneuploidy, even for the “same” cell line depending on how long it has been in culture, as noted in other cancer models ( 25 ). Moreover, cancer cell lines are fast growing and are generally susceptible to death by traditional chemotherapeutics, drugs that have limited effectiveness against MPNSTs ( 12 ). Cell type and context can also be important for drug sensitives and synthetic lethal interactions ( 21 ,  22 ,  24 ); these are lost if not working with the cell type of origin for NF1-associated tumors. Given that both plexiform neurofibromas (PN) and MPNSTs arise within the SC lineage, we developed a drug discovery pipeline to identify targeted therapeutics for NF1-related neoplasia, including MPNSTs. In our study, we used CRISPR–Cas9 genome editing techniques to introduce specific  NF1  mutations into immortalized human SCs (iHSC). Then, we screened a large and diverse library of drugs to identify those that can selectively kill the  NF1- deficient cells (Supplementary Fig. S1B). This approach allowed us to identify drugs that target the specific genetic mutations found in NF1-associated tumors, making them effective against these tumors while minimizing the toxicity to normal cells ( 26 ). Using high-throughput drug screening (HTS), we identified several compounds and drug classes that are selective against  NF1- deficient human SCs. Of these, two were of particular clinical interest, as they are either FDA-approved for other indications or are in late-stage clinical development with some phase III data available. Digoxin, a long-used cardiac glycoside ( 27 ,  28 ), was particularity potent against  NF1- deficient human SCs and MPNST cell lines. Moreover, digoxin synergized with the MEK inhibitor selumetinib, which is FDA-approved for the treatment of symptomatic NF1-associated PNs ( 29 ,  30 ). Rigosertib, a small molecule originally developed as a polo-like kinase 1 inhibitor ( 31 ) but later shown to be a microtubule-destabilizing agent ( 32 ), showed similar specificity and efficacy both alone and in combination with selumetinib in this study. Both drug combinations exhibited efficacy in a genetically engineered mouse model (GEMM) of high-grade PNSTs ( 33 ) and in xenograft models of MPNST ( 34 ), showing the ability to both dramatically shrink some established tumors and give complete responses in other animals. These results identify novel combination drug therapies that target NF1-related neoplasia, including MPNSTs, using drugs that can be rapidly tested for efficacy in patients with NF1.",
  "results": "Results Cell line characterization Exon 10 of the  NF1  gene was targeted for CRISPR/Cas9-mediated mutagenesis in the iHSC line HSC1λ. Clones were recovered harboring biallelic loss-of-function indel mutations with the sequence indicated in  Fig. 1A . A number of sister clones that also went through the mutagenesis process were also recovered in which no identifiable mutations in  NF1  were found. These  NF1- proficient clones produce full-length neurofibromin, whereas the  NF1 -deficient clones lack detectible neurofibromin expression ( Fig. 1B ).  NF1 -deficient clones also show increased basal RAS–GTP levels, as expected, when compared with the isogenic-matched  NF1- proficient sister clones (Supplementary Fig. S2). The  NF1- deficient cell lines exhibit similar growth dynamics to their  NF1- proficient sister clones (Supplementary Fig. S3) over a short-term  in vitro  growth assay. The  NF1 -deficient clones N0(5) and N0(32) showed a slight trend toward faster growth over the course of a 3-day assay, but this did not reach statistical significance. This suggests that although the RAS pathway is elevated in the  NF1- deficient cells, the growth kinetics are largely dictated by the immortalization method used in the parental cell line. The similar growth rates of the  NF1- proficient and  NF1- deficient lines, as seen over a 2- to 3-day time period, should provide well-matched tools for comparative assays such as drug response screening. \n NF1- deficient human SCs exhibit an increase in transformed phenotypes. Under low-serum conditions,  NF1- deficient cells showed a significantly greater capacity for anchorage-independent growth. Parental HSC1λ and  NF1- proficient cells form limited numbers of colonies when grown in low-serum soft agar. All  NF1 -deficient lines tested exhibited robust colony formation in these conditions, similar to the phenotype of an HSC1λ cell line in which the tumor-suppressor  PTEN  has been knocked out ( Fig. 1C ). The  NF1- deficient cell lines are poised for transformation. Three  NF1 -proficient and three  NF1- deficient human SC lines were tested for the ability to grow as xenografts in the flanks of immunodeficient athymic nude mice. Each line was injected into the flanks of four mice and monitored for signs of tumor formation for 16 weeks. Tumor formation was never observed for the  NF1- proficient cell lines. In contrast, all  NF1- deficient lines showed the ability to form tumors upon xenograft, with 50% penetrance ( Fig. 1D ). When the same lines were tested in the less stringent NRG mouse strain, the  NF1- deficient lines developed tumors with 100% penetrance (Supplementary Table S1). \n In vitro  HTS A panel of 11,085 small molecules was screened in an HTS pipeline. Candidates for testing were chosen from existing drug/small molecule libraries enriched for FDA-approved drugs, drugs with some level of clinical development, and drug like compounds to aid in translation of promising findings to the clinic. Libraries screened and total compounds tested are listed in Supplementary Table S2. All 11,085 compounds were tested in triplicate against the  NF1  cell line N0 (5) at a single concentration of 10 μmol/L. Approximately 650 compounds were identified as active against this cell line by inhibiting viability ≥50% after 48 hours of growth ( −/− Fig. 2A ). These primary screening hits were then tested across an 8- or 12-point dose–response range against an  NF1- proficient, N1 (10), and an  NF1- deficient, N0 (5), cell line. This secondary screening step identified 27 drugs that were selectively lethal to the  NF1 -deficient cell line. Many of these drugs are grouped in classes with similar methods of action, including topoisomerase inhibitors, endoplasmic reticulum (ER) stress/unfolded protein response (UPR) stimulation, NF-κB pathway modulation, cytoskeletal perturbation, MEK inhibition, and intracellular calcium modulators ( Fig. 2B ). Figure 2. HTS of small molecule libraries identifies compounds selectively lethal to  NF1 -deficient human SCs.  A,  More than 11,000 compounds were used for primary screening against  NF1 -deficient clones to identify active molecules. This was done in triplicate at a single dose of 10 µmol/L. Compounds showing a reduction in viability of ≥50% were considered hits. Approximately 650 hits from primary screening were then tested in dose–response assays against both  NF1 -proficient and  NF1 -deficient isogenic lines to identify selective lethal compounds. This identified 27 compounds found to be selective against  NF1 -deficient SCs that were advanced for validation and  in vivo  testing.  B,  Twenty-seven drugs and classes found to be selectively lethal to  NF1 -deficient iHSCs. Compounds indicated in bold were advanced for additional  in vitro  and  in vivo  testing in various preclinical models. PLK-1, polo-like kinase 1.  C,  Dose–response curves for four clinically interesting compounds identified in this screen. Each drug was tested against  NF1 -deficient and -proficient isogenic-matched clones across a wide range of concentrations. Large shifts in IC 50  values and overall efficacy are observed among these candidates. Assays ran in triplicate with the mean ± SD plotted. Drug selectivity for  NF1  cells was defined as lower IC −/− 50  concentrations and/or increased overall efficacy (reduced cell viability) compared with effects in wild-type cells. The small molecules digoxin, rigosertib, cantharidin, and parthenolide represent hits from four of the key target classes identified in the primary screen that show selectivity toward the  NF1- deficient cells ( Fig. 2C ). Many compounds capable of increasing intracellular calcium were also selective against  NF1 −/−  cells ( Fig. 2B ). For example, the cardiac glycoside digoxin, which is clinically used to treat congestive heart failure, exhibited both a marked shift in IC 50  concentration (∼1 log) and increased potency (∼40%) toward  NF1 −/−  cells. Two of the highly selective and potent drugs (digoxin and rigosertib) from the HTS effort had clinical translatability. To verify applicability for the treatment of these malignancies, we tested these drugs against a panel of MPNST cell lines. When digoxin was used against  NF1- deficient iHSCs, a shift of more than 1 log was seen in the IC 50  concentration when comparing the MPNST cell line S462-TY with  NF1- proficient iHSCs, with a near doubling of potency ( Fig. 3A ). The microtubule destabilizing agent rigosertib showed a 50% increase in potency against S462-TY cells. Rigosertib showed an IC 50  concentration in the nmol/L range for S462-TY cells but was ineffective against  NF1- proficient iHSCs ( Fig. 3A ). Figure 3. Selected drugs shown to be effective and selective against  NF1  show effectiveness against human MPNST cell lines and synergize with MEK inhibition.  −/− A,  Twelve-point dose–response curves of digoxin (left) and rigosertib (right) against several human MPNST cell lines.  NF1 -proficient HSC1λ serves as a control. Assays ran in triplicate with the mean ± SD plotted.  B,  Cell-cycle analysis of the S426-TY MPNST cell line treated with selumetinib, rigosertib, and digoxin as single agents and in combination at 24 and 48 hours.  C,  Treatment with selumetinib alone for 24 hours results in significant feedback activation of the RAS pathway as detected by RAS–GTP levels. Combination treatment with either digoxin or rigosertib allows for the use of lower concentrations of selumetinib, whereas maintaining robust cell killing and significantly reduces feedback activation of RAS compared with selumetinib alone. *,  P  < 0.05; **,  P  < 0.005; ****,  P  < 0.0001. RLU, realtive light units. Synergy with MEK inhibition Rigosertib and digoxin demonstrated significant selective killing of  NF1 -deficient human SCs and MPNSTs and significant efficacy ( Fig. 3A ). Rigosertib is currently in multiple late-stage clinical trials for cancer therapy ( 49 ,  50 ), and digoxin has been FDA-approved for other indications for many years ( 51 ,  52 ). These clinically interesting drugs were tested in combination with the MEK inhibitor selumetinib as we hypothesized there would be synergistic killing effects with the combinations. Experiments to determine the CI values of selumetinib + rigosertib and selumetinib + digoxin were conducted against a panel of cell lines, including  NF1- proficient HSC1λ, an  NF1- deficient iHSC cell line, and two MPNST cell lines (S462-TY and ST88-14). The combination therapies were found to show synergy against  NF1  cells across a wide range of effective dose ranges (Supplementary Table S3). Interestingly, the selumetinib + digoxin combination showed positive CI values, suggesting an antagonistic interaction and reduced killing ability against the  −/− NF1- proficient line, particularly at the ED 90  level (CI, 2.498). This suggests increased selectivity toward  NF1 -mutant SCs of the combination and perhaps predicts fewer toxic effects on normal tissues. Effects of rigosertib and digoxin on the cell cycle of S462-TY MPNST cells, alone and in combination with selumetinib, were determined via flow cytometry ( Fig. 3B ; Supplementary Fig. S4). S462-TY MPNST cells show limited sensitivity to MEK inhibition. At 24 hours, 125 µmol/L selumetinib alone results in ∼65% of the cells showing an accumulation in the S-phase, with only 8.7% in the G 0 /G phase. Vehicle-treated cells display 42.7% in the S-phase and 36.2% in the G 0 /G 1- phase. At 24 hours, 0.5 µmol/L rigosertib causes a G 2 /M arrest in the MPNST cell line ( Fig. 3B ). When selumetinib and rigosertib are combined, the predominant effect was a G 2 /M arrest with 39.2% of the cells residing in the G 2 /M population. However, this is achieved using much-reduced drug versus single agents (2 µmol/L vs. 125 µmol/L of selumetinib and 0.1 µmol/L rigosertib vs. 0.5 µmol/L) to achieve similar cell-cycle arrest and cell killing ( Fig. 3B ). MEK inhibitors such as selumetinib can show significant side effects in patients. Hence, opportunities to reduce the dose of a drug that could be a lifelong treatment are important to explore. At 48 hours of drug exposure, the synergistic effects of the rigosertib + selumetinib combination were further increased. Although 125 µmol/L selumetinib alone produced the anticipated G 2 /M-phase arrest, single-agent treatment with rigosertib at 0.5 µmol/L shows a dramatic shift of the population to <G 1  (47.1%) and >G 2  (31.1%) phases along with dramatic cell loss/killing. This suggests that most of the remaining cells are having significant problems dividing or are in the process of dying. The combination treatment shows increased percentages of cells in these <G 1  and >G 2  populations after treatment with the reduced drug concentrations. Digoxin is highly potent against S462-TY. Only 31 nmol/L was used in the 24- and 48-hour cell-cycle analysis assays. At the 48-hour exposure, digoxin alone caused extensive cell loss, and >50% of the remaining cells shifted to a >G 2  population or a <G 1  population. When used in combination with 4 µmol/L selumetinib, this same trend is seen, with an increase in the <G 1  population to 29.5% of the cells. To assess the direct effects of these therapeutics on the RAS pathway, we determined the levels of RAS–GTP (active RAS) in MPNST cells (S462-TY) at steady state upon treatment of the single agents and combinations. Treatment of S462-TY cells with selumetinib alone for 24 hours resulted in significant ( P  < 0.0001) feedback activation of the RAS pathway as detected by RAS–GTP levels ( Fig. 3C ). This suggests a buildup in the RAS–MAPK pathway due to the strong MEK inhibition or signs of adaptation to therapy ( 53 ). Single-agent treatment with either digoxin or rigosertib showed no increase in RAS–GTP levels. Combination treatment with either digoxin or rigosertib allowed for the use of lower concentrations of selumetinib while maintaining robust cell killing and significantly reduced feedback activation of RAS compared with selumetinib alone ( Fig. 3C ). The single agents [selumetinib, digoxin, LB100, rigosertib, dimethylamino parthenolide (DMAPT)] and the combinations of selumetinib + digoxin and selumetinib + rigosertib were also assayed against an  NF1  heterozygous iHSC line. These assays were carried out over a 12-point dose–response range as in the other  in vitro  drug studies. Selumetinib, DMAPT, rigosertib, and LB100 had responses indistinguishable from an  NF1 -proficient iHSC line (Supplementary Fig. S5). Digoxin showed slight preferential inhibition of the  NF1  heterozygous cells at very low doses. However, this was not statistically significant, and at the IC 50  range, the response was indistinguishable. Combinations of selumetinib + digoxin or selumetinib + rigosertib yielded response curves in the  NF1- proficient and  NF1  heterozygous lines that were essentially overlapping (Supplementary Fig. S6). These data suggest that off-target toxicities in  NF1  ± nontumor cells found in normal tissues of a person with NF1 syndrome should be minimized. Novel cellular responses occur in human MPNST cells when exposed to combination therapy To determine how the transcriptional profile of human MPNST cells changes when exposed to the drugs identified in this study, S462-TY MPNST cells were exposed to compounds for 24 hours, after which RNA was harvested and subjected to RNA-seq. The gene expression fold change at 24 hours for each of the single agents (selumetinib, digoxin, and rigosertib) and the combinations (selumetinib + digoxin and selumetinib + rigosertib) versus the time-matched vehicle control identified distinct transcriptional profiles of each treatment ( Fig. 4A ). Each treatment condition resulted in many genes being upregulated or downregulated, and importantly, new genes were regulated in response to the drug combination treatments, genes unchanged in the monotherapy responses. These emergent regulated genes represent the novel cellular response and can give insight into the observed drug synergies. Figure 4. Cellular responses to single-agent and combination drug therapies.  A,  mRNA expression profile of S462TY cells treated for 24 hours with digoxin, rigosertib, selumetinib, digoxin + selumetinib, and rigosertib + selumetinib.  B,  Combination drug treatment results in unique emergent cellular responses not seen in single-agent therapies. Pathway enrichment as determined by SuperPath analysis on RNA-seq data obtained from S462-TY cells subjected to drug treatment for 24 hours (single and combination). Gene set enrichment analysis was performed on the transcriptome data to distill the biological responses observed in each drug treatment condition, identifying shared and uniquely affected pathways ( Fig. 4B ). Column 3 of  Fig. 4B  corresponds to the selumetinib + digoxin combination treatment. A large cluster of unique enriched pathways can be seen in the center of the plot. These pathways include G protein-coupled receptors, AKT signaling, further enrichment of ERK signaling components, members of the cardiac conduction pathway (likely driven by an increased calcium channel perturbation in the combination treatment), the cAMP-responsive element–binding protein pathway, IL-10 signaling, and others (Supplementary Figs. S7C and S9). Interestingly, selumetinib treatment alone resulted in dysregulation of ion channel transporters, including calcium and potassium transporters (Supplementary Fig. S7A). Digoxin inhibits the Na+/K+-ATPase pump, thus leading to an increase in intracellular calcium, and digoxin-treated cells upregulated potassium channel transcripts, likely as a compensatory mechanism in response to this insult (Supplementary Fig. S7B). The ion channel homeostasis dysregulation driven by selumetinib, combined with the direct inhibition of the Na+/K+-ATPase pump by digoxin, could partially explain the synergy seen with this drug combination against MPNSTs. The combination treatment of selumetinib + rigosertib also elicited novel enriched pathways not observed in the corresponding single-drug treatments ( Fig. 4B , column 5; Supplementary Fig. S8C). Enriched, regulated pathways of note include several immune system response components such as IL-9 signaling, cytotoxic T cell–mediated apoptosis, antigen presentation, CD28 costimulation, and other immune response signatures (Supplementary Figs. S8C and S9). These responses suggest that the selumetinib + rigosertib combination might perform even better in an immune-competent  in vivo  model or in the clinic, in which the host immune system could be engaged. \n In vivo  activity of small molecules identified in the HTS We tested the efficacy of four top hits from our HTS and the MEK inhibitor selumetinib in a GEMM of high-grade PNSTs. Using a  Cre  recombinase driven by the desert hedgehog promoter with  Nf1  and  fl/fl Pten , this model develops multifocal disease in all major peripheral nerves, including dorsal root ganglia, brachial plexus, sciatic, and trigeminal nerves, with 100% penetrance ( fl/fl 33 ). Untreated animals develop severe ataxia and become moribund prior to weaning at roughly 18 days of age. For  in vivo  testing to have increased translation relevance, two of the small molecules identified in the initial screening work were substituted for derivatives that have undergone further clinical development to increase their drug-like properties. The protein phosphatase 2A (PP2A) inhibitor LB100 is a cantharidin derivative currently undergoing multiple clinical trials, and DMAPT is an orally bioavailable parthenolide analog ( 54 ,  55 ). All of the single-agent drugs significantly extended the lifespan of the animals in  DhhCre ; Nf1 fl/fl , Pten  mice ( fl/fl Fig. 5A ; Supplementary Table S4). Vehicle-treated animals had a median survival of 18 days, whereas the cohorts treated with rigosertib (22 days), LB100 (24 days), digoxin (27 days), DMAPT (27.5 days), and selumetinib (24 days) showed increased survival. Figure 5. Drugs identified in our HTS are effective at prolonging life in a rapidly progressing GEMM of high-grade PNSTs.  A, Dhh::Cre, Nf1 fl/fl , Pten  mice were randomized to control or treatment at 7 days of age. All single-agent therapies increased survival in this model.  fl/fl B,  Combining digoxin or rigosertib with the MEK inhibitor selumetinib significantly increased overall survival compared with both control and monotherapies. *,  P  < 0.05; **,  P  < 0.01; ***,  P  < 0.001. Given that digoxin is FDA-approved for other indications and rigosertib is currently in several late-stage clinical trials, and due to the strong  in vitro  synergy of their combination effects in MPNST cell lines, these agents were deemed of particular interest. Therefore, combination therapy in conjunction with the MEK inhibitor selumetinib was used in the  DhhCre ; Nf1 fl/fl , Pten  mice GEMM. The rigosertib + selumetinib and digoxin + selumetinib combinations each showed dramatic increases in median survival when compared with their single-agent results (22 to 47 days and 27 to 47.5 days, respectively,  fl/fl P  < 0.001;  Fig. 5B ; Supplementary Table S4). These increases in survival are among the largest observed in this  in vivo  model. These compounds were well tolerated, with none of the single agents or combinations tested in this model eliciting signs of toxicity in the mice, including therapy-related lethargy or gastrointestinal issues. To determine the suitability of the drugs identified in this screening effort for potential use against MPNSTs  in vivo , the same five compounds used in the GEMM were tested against a human MPNST cell line xenograft (S462-TY) grown as flank tumors in immunodeficient NRG mice. Tumors in vehicle-treated mice progressed rapidly after reaching the study size enrollment of ∼200 mm 3 , with tumors reaching endpoint size criteria of 2,000 mm 3  in about a week. All the single agents improved survival significantly in this model ( Fig. 6A ). However, DMAPT significantly underperformed compared with the other single agents when tested against this MPNST xenograft. Whereas all the single agents tested slowed tumor growth, some of the drugs were able to shrink established tumors, with digoxin and LB100 having the strongest tumor lytic activity ( Fig. 6B ). In fact, digoxin was able to rapidly shrink some tumors to a nearly undetectable size. However, the xenograft tumors eventually escaped each of the tested monotherapies and progressed to the endpoint, necessitating euthanasia. Similar to observations in the GEMM, all compounds mentioned above were well tolerated in the human MPNST xenograft model, with no signs of toxicities, including lethargy, gastrointestinal distress, or rapid weight loss. Figure 6. Drugs identified in our HTS are effective against human MPNST xenograft models, increasing survival and causing tumor regression. S462-TY-MPNST xenografts were established in NRG immunodeficient mice. Animals were randomized into control and treatment groups when tumors reached ∼200 mm 3 . Animals were euthanized when tumors reached 2,000 mm 3 .  A,  Single-agent therapy controlled tumor growth and prolonged overall survival.  B,  Log 2  fold change of tumor volume in control and treated tumors. All monotherapies controlled tumor growth, with digoxin reliably able to significantly shrink tumors. **,  P  = 0.0097; ***,  P  = 0.0007; ****,  P  = <0.0001 ( C ). Digoxin and selumetinib combination treatment dramatically increased survival compared with single-agent therapy, with long term survivors at the trial end.  D,  Nearly all tumors treated with digoxin/selumetinib combination showed tumor regression, with some having a complete response. *,  P  = 0.0326; **,  P  = 0.0013; ****,  P  = <0.0001 ( E ). Rigosertib and selumetinib combination treatment dramatically increased survival compared with single-agent therapy, with long-term survivors at the trial end.  F,  Tumors treated with rigosertib/selumetinib combination showed tumor regression, whereas single-agent treatment largely results in stable disease. ***,  P  = 0.0005; ****,  P  = <0.0001. The combination of digoxin + selumetinib, which showed synergy when tested in the GEMM, was therefore tested in the S462-TY MPNST cell line xenograft. A dramatic effect was seen when combination therapy was tested in this model. Not only did the combination significantly outperform either of the single agents, but we also observed long-term survivors at the conclusion of the study ( Fig. 6C ). Some animals had no detectable tumors at the conclusion of the study, suggesting a durable response. Moreover, whereas digoxin alone shrank some of the tumors, the majority of the tumors treated with the digoxin + selumetinib combination showed rapid shrinkage with a marked reduction in tumor size ( Fig. 6D ). Tumors from mice treated with this combination also showed extensive TUNEL positivity and cleaved caspase-3 via IHC (Supplementary Fig. S10). We also tested the selumetinib + digoxin combination in an MPNST PDX grown in NRG mice. In the PDX, an increase in survival and reduction in tumor growth was also observed (Supplementary Fig. S11), although it was not as robust as the response seen in the GEMM or MPNST cell line xenograft. Because the combination of rigosertib + selumetinib showed promise as a synergistic combination in the  in vitro  models tested in this study and the GEMM model of high-grade PNST described earlier, it was also tested as combination therapy in the MPNST cell line xenograft. Much like the combination of digoxin + selumetinib, a dramatic improvement in survival was seen in tumor-bearing animals treated with this combination ( Fig. 6E ). The response was improved over each matched monotherapy, and long-term survivors were observed at the end of the study. This combination was also not simply tumor static; all but one tumor-bearing animal showed tumor shrinkage during the therapeutic trial ( Fig. 6F ). Likewise, when the selumetinib + rigosertib combination was tested in the MPNST PDX mentioned, control of tumor growth was superior to either monotherapy, and there was a corresponding increase in overall survival (Supplementary Fig. S12). The response of this combination in the PDX model was significantly better than the selumetinib + digoxin combination.",
  "discussion": "Discussion The management of NF1-associated MPNSTs remains a difficult clinical challenge, necessitating innovative therapeutic strategies. Recent breakthroughs in cancer research underscore the potential of synthetic drug sensitivity and combination therapy approaches in addressing the intricacies of NF1-associated tumors, particularly the dysregulation of the Ras–MAPK pathway. The identification and exploitation of synthetic lethality relationships within these tumors could pave the way for precision medicine tailored to the specific molecular vulnerabilities of NF1-associated MPNSTs ( 13 ,  56 ). MEK inhibitors, such as selumetinib, have demonstrated efficacy in targeting the aberrant Ras–MAPK signaling pathway observed in NF1-associated PNs but have not been useful for treating most MPNSTs ( 29 ,  57 ). Synthetic drug sensitivity, grounded in the concept of exploiting cancer cell–specific vulnerabilities, could become a critical element in optimizing therapeutic interventions like MEK inhibition ( 58 ). However, tumors can evolve avenues to bypass MEK dependency, such as upregulation of receptor tyrosine kinases ( 53 ). Our results corroborate those findings, as MEK inhibitor alone could not control MPNSTs  in  vivo and showed strong feedback activation of RAS  in vitro  ( Fig. 3C ). So, although important, MEK inhibition is not sufficient on its own for MPNST treatment, motivating our search for new drugs useful in  NF1 -deficient tumors. In this study, we report several novel drugs and mechanisms of action that are selectively lethal to  NF1 −/−  human SCs and MPNSTs. Some classic chemotherapeutic agents did show selective killing against  NF1- deficient cells, particularly topoisomerase inhibitors, which have been used in the clinic for the management of MPNSTs ( 59 ). Although we did identify some small molecules with targets in the Ras–MAPK pathway, most of the hits were for targets outside of this signaling axis that would have been difficult to predict before screening. These include modulators of the NF-κB pathway, agents that contribute to ER stress and the UPR, and a large set of compounds that increase the intracellular levels of calcium. The unexpected classes of selective agents are particularly interesting as most have not been pursued for clinical translation for  NF1 -deficient tumors and can provide insight into their underlying biology. Thus, our screening methodology shows the strength of using a diverse collection of small molecules to uncover druggable  NF1- related synthetic lethal interactions. The class of molecules identified which impose ER stress upon treatment are of note ( Fig. 2B ). Cantharidin is a blister agent and poison at high doses, but a derivative has been developed clinically as an inhibitor of the serine/threonine phosphatase, PP2A ( 60 ). PP2A was originally considered a tumor-suppressor because of its role in counteracting kinase-driven signaling pathways and maintaining intracellular homeostasis and the fact it is found mutated in cancers driven by oncogenic kinases, such as chronic myelogenous leukemia ( 61 ). However, inhibition of the phosphatase with the small molecule LB100 has been found effective in numerous preclinical models of a diverse set of cancers, including nervous system tumors and sarcomas ( 55 ,  60 ,  62 ). Cantharidin was also identified in a previously reported medium-throughput drug screening project to identify compounds selective against  Nf1- deficient mouse embryonic fibroblasts ( 20 ). However, the effect of the compound in that system was modest  in vitro,  and it was not tested by  in vivo  validation. This previous report corroborates our findings, and we see a moderate  in vivo  response to PP2A inhibition in both a GEMM of high-grade PNST and in MPNST cell line xenografts. LB100 has been clinically developed and is in phase I and II clinical trials for both solid tumors and myelodysplastic syndrome ( NCT03886662 ; ref.  63 ). This class of compound is likely providing a therapeutic benefit in NF1-associated models via two mechanisms. First, there is already heightened Ras–MAPK and Ras–PI3K signaling fluxes in these PNSTs. Inhibiting an important phosphatase responsible for keeping the pathways in check could lead to their hyperactivation and induction of apoptosis, or cell-cycle arrest, as has been described in other contexts ( 64 ). PP2A inhibition with LB100 is also a strong chemosensitizer and radiosensitizer in many cancer models ( 60 ). Second, cantharidin and LB100 are known to cause ER stress and induce the UPR in cells. The UPR and ER stress is already activated in neurofibromagenesis through Runx1/3-driven adaptive response ( 65 ). Given that the UPR can easily tip from supporting cell survival to inducing apoptosis, additional ER and UPR stress in these cells, induced by LB100 treatment, could drive this pathway toward cell death. Several small molecules influencing the NF-κB pathway were also identified in this screening effort, with one subsequently followed up with  in vivo  testing. Parthenolide is a sesquiterpene lactone natural product from plants with high anti-inflammatory and antitumor bioactivity ( 66 ,  67 ). Although parthenolide has poor bioavailability, several analogs have been developed to be orally bioavailable and show promise as  bona fide  drugs for cancer treatment ( 54 ,  68 ). This class of compounds has been shown to target the NF-κB pathway, resulting in downregulation of transcriptional targets ( 69 ,  70 ). This pathway is emerging as important for neurofibroma development, with a report showing NF-κB dysregulation in multiple  Nf1  SC populations in a GEMM of PN development ( −/− 71 ). Parthenolide also induces reactive oxygen species (ROS)-mediated apoptosis in cancer models ( 72 ). Other drugs identified in this study, including calcium level modulators, can increase cellular ROS levels. Catastrophic oxidative stress has been demonstrated as a vulnerability in RAS-driven cancers, including MPNSTs ( 73 ), supporting the idea that compounds we have identified as converging on this cellular stress axis have a biological rationale. Most of the small molecules identified in this study target pathways outside of the canonical MAPK signaling axis, and some show marked evidence of synergy when combined with MEK inhibition. Two novel drug combinations exhibit high synergism with the MEK inhibitor selumetinib, significantly enhancing its therapeutic efficacy in multiple models of MPNSTs. Given that MEK inhibition is widely used for the treatment of symptomatic PNs and that most MPNSTs arise from preexisting PNs, compounds identified to work well when combined with MEK inhibition are of high translational interest ( 13 ,  30 ,  74 ). The first synergistic combination we explored comprises the MEK inhibitor selumetinib and digoxin, a cardiac glycoside with emerging anticancer properties. The rationale for this combination is grounded in the potential of digoxin to modulate cellular signaling, particularly by targeting the Na+/K+-ATPase pump. Digoxin may disrupt the cellular microenvironment, rendering MPNST cells more susceptible to the inhibitory effects of selumetinib ( 75 – 77 ). The increased intracellular calcium resulting from digoxin treatment can add mitochondrial and oxidative stress to the cells, to both of which  NF1 -deficient cells show an increased susceptibility ( 73 ). Other hits from our  in vitro  HTS, such as LB100 and brefeldin A, also affect ROS levels and oxidative stress to the cells, giving additional strength to this mechanism of action. Furthermore, pathway analysis of RNA-seq data in this study shows that human MPNST cells treated with the MEK inhibitor selumetinib have altered expression of ion channel genes (Supplementary Fig. S7A). This suggests that dysregulated ion homeostasis is already occurring upon MEK inhibition. The addition of further ionic stress by digoxin to this already dysregulated state could push the cells over a tipping point, resulting in the strong therapeutic response we see both  in vitro  and  in vivo  with combination selumetinib/digoxin treatment. Interestingly, contemporaneously with our study, another group working on a therapeutics discovery platform for cutaneous neurofibromas also reported digoxin as able to reduce the viability of patient-derived organoids  in vitro  ( 78 ). So, this selectivity seems to be robust across multiple models. There are potential safety concerns when using a cardiac glycoside, such as digoxin, for cancer therapy. However, this class of drugs has been used for decades, and the clinical management is very well described in both the pediatric and adult populations ( 79 ,  80 ). There is also a fast-acting antibody-based antidote to reverse the acute effects of digoxin ( 81 ). The combination of digoxin plus the MEK inhibitor trametinib has been shown to achieve disease control in patients with metastatic melanoma in a phase II clinical trial ( 76 ). The synergy seen in our current study, combined with the success seen using this combination in other cancer types, suggests combination treatment with an MEK inhibitor and digoxin to be a viable option for the treatment of NF1-associated PNSTs. The second combination involves the MEK inhibitor selumetinib paired with rigosertib, which was developed as a dual polo-like kinase 1 and PI3K inhibitor ( 31 ). The rationale behind this combination lies in the complementary inhibition of multiple signaling pathways implicated in MPNST progression. The combined inhibition of both the Ras–MAPK and PI3K pathways may lead to a more comprehensive blockade of prosurvival signals, potentially overcoming compensatory mechanisms that limit the effectiveness of single-agent therapies ( 82 ). There is some uncertainty about the true cellular target of rigosertib at achievable human doses, with strong evidence suggesting that it is a microtubule-destabilizing agent ( 32 ). One well-designed study reports rigosertib’s ability to induce mitotic arrest in RAS-mutated sarcomas and neuroblastoma through its impact on the mitotic spindle. In that study, rigosertib also behaved synergistically when used in combination with the MEK inhibitor trametinib ( 83 ), as in our models of NF1-associated tumors, which also have hyperactive Ras signaling. Using pathway enrichment analysis on MPNST cells treated with the MEK inhibitor selumetinib and rigosertib, we determined there are a marked number of immune-responsive components modulated in response to this combination, including antigen presentation. This is intriguing as it could provide a way to engage the host immune system against MPNSTs, in addition to the direct tumor cell–killing effect of the combination. To date, rigosertib has undergone extensive clinical testing, including phase I and phase III trials, for a variety of malignancies in which it has shown efficacy ( 49 ,  84 ). The strong activity and synergy seen in our models would suggest that this is a prime candidate for the treatment of NF1-associated tumors, particularly MPNSTs, when combined with MEK inhibition. The establishment of a validated cell type–specific screening platform that can identify small molecule hits that show effectiveness across several models of NF1-associated neoplasia is an exciting and adaptable development for the field. Although this current iteration of the system introduces loss-of-function mutations in  NF1  into human SCs that were immortalized with human  TERT  and expression of an activated murine cyclin-dependent kinase 4 (thus mimicking an atypical-like neurofibroma genotype), known mutations associated with progression to MPNSTs could be engineered into these cell line models and further emergent synthetic drug sensitivities could be identified. Candidates for this next step would be introducing loss-of-function mutations in the polycomb repressor complex 2 components, such as  EED  or  SUZ12 , as ∼80% of MPNSTs are polycomb repressor complex 2–deficient ( 85 ,  86 ). The same platform can also be adapted to conduct synthetic lethal genetic screens for  NF1  synthetic lethal partners using genome-wide CRISPR knockout libraries ( 13 ,  26 ,  87 ). Studies such as these would provide a further unbiased approach to discover novel drug targets and new biology about the function of  NF1  in SCs. The identification of novel drug combinations, selumetinib with rigosertib and selumetinib with digoxin, represents a promising avenue for the treatment of NF1-associated PNSTs, including PNs, atypical neurofibromas, and MPNSTs. These combinations offer a synergistic approach by concurrently targeting distinct signaling pathways, thereby potentially enhancing the therapeutic efficacy and overcoming limitations associated with single-agent treatments. Moreover, when combined with the MEK inhibitor selumetinib, these newly identified agents showed reduced RAS pathway feedback activation while maintaining strong  in vitro  and  in vivo  responses. This suggests that combination therapeutic approaches such as these could possibly mitigate adaptation or acquired resistance to MEK inhibition, which is frequently seen in MPNSTs ( 53 ). Further preclinical and clinical investigations are warranted to validate the safety and efficacy of these combinations, with the goal of improving outcomes for patients with this aggressive and challenging malignancy.",
  "upgrade_date": "2026-02-20 07:30:50"
}