{
  "pmid": "41053414",
  "abstract": "Understanding the heterogeneity of Neurofibromatosis type 1 (NF1)-associated tumors and delineating the natural historical evolution of cell signaling are essential for interpreting tumor initiation, preventing tumor progression from benign plexiform neurofibromas (pNFs) to malignant peripheral nerve sheath tumors (MPNSTs), and engineering effective treatments. The neural crest-derived Schwann cell precursor (SCP)-like tumor population interacts with different cells in the tumor microenvironment (TME), particularly macrophages, continually shaping the intrinsic and extrinsic NF1 tumor heterogeneity. Through integrated analyses of single-cell RNA-seq (scRNA-seq) and spatial transcriptomics, we reveal that SPP1-CD44 signaling is initiated by SCP-like tumor cells in pNF, operating through autocrine mechanisms. However, in MPNST, a distinct subset of macrophages becomes the dominant SPP1 signaling source while the SCP-like cells maintain autocrine signaling. The role of SPP1 in tumorigenesis is validated by the significantly extended survival in the MPNST mouse model with cisNf1",
  "methods": "Methods Bulk RNA sequencing analysis and solid sarcoma survival analysis The bulk sequencing data from 54 different NF1 tumors were originally generated by the NF Therapeutic Acceleration Program. The whole dataset is standardized by CBioPortal , and SPP1 expression was retrieved for comparison. 35 Mouse  cisNf1 +/- ;Trp53 ; +/- Spp1  model and survival curve -/- Spp1  strain was purchased from Jax lab with strain#:004936, and then bred with  -/- cisNf1 +/- ;Trp53  configuration to obtain the  +/- cisNf1 +/- ;Trp53 ; +/- Spp1 . The survival of the mouse was documented and compared with the survival data of  -/- cisNf1 +/- ;Trp53 . The mice were maintained according to the approved protocol AUA7457 by the Institutional Animal Care and Use Committee of the Medical College of Wisconsin. Log-rank-based survival analysis was performed with GraphPad Prism v10. +/- Single-cell RNA sequencing analysis Human PN and MPNST scRNA-seq datasets were downloaded from GEO ( GSE179043 ). Mouse PN scRNA-seq datasets were downloaded from GEO ( GSE181985 ). Seurat (version 5.1.0) was used for quality control, normalization, dimensionality reduction, and clustering . Cells with fewer than 250 UMIs and genes expressed in fewer than 10 cells were filtered out. Doublet detection was performed using scDblFinder (version 1.18.0) 64  with default parameters using the cluster-agnostic method. Doublets were filtered out, and cells with over 20% mitochondrial genes were filtered out. Harmony (version 1.2.1) 65  was used for batch effect removal to integrate multiple datasets. Seurat’s SCTransform was used for normalization, scaling, and identification of highly variable genes. Highly variable genes were subsequently used to perform linear dimensionality reduction using principal component analysis (PCA). Unsupervised clustering and non-linear dimension reduction using Uniform Manifold Approximation and Projection (UMAP) were performed to visualize the clusters. 66 Cell type identities were assigned to clusters based on expression of canonical markers. Data integration and batch correction Harmony (version 1.2.1) was used to integrate scRNA-seq datasets and correct for batch effects. SCTransform normalization was performed independently on each sample to integrate. Highly variable features across samples were identified using Seurat’s function SelectIntegrationFeatures. The samples were merged then linear dimensionality reduction was performed using PCA. Harmony was used to correct PCA embeddings for batch effects, generating batch-corrected embeddings. The Harmony embeddings were then used for unsupervised clustering and non-linear UMAP dimensionality reduction. Intercellular signaling analysis CellChat (version 2.1.2)  was used to evaluate intercellular signaling in the scRNA-seq datasets. For analysis of individual datasets, the Seurat object with annotated cell types was converted to a CellChat object, and then intercellular signaling networks were computed. For a comparative analysis of intracellular signaling between tumor types or conditions (human PN vs. human MPNST and control mouse vs. mouse PN), the respective datasets were integrated using Harmony and jointly clustered. Then, they were split back into two Seurat objects using the Seurat function, SplitObject. The two Seurat objects were used to create CellChat objects, which were used to infer intercellular signaling independently. The two CellChat objects were merged and then used for quantitative comparative analysis. 67 scRNA-seq pseudotime analysis Pseudotime analysis was performed using Monocle3 (version 1.3.7) . Seurat (version 5.1.0) 68  was used for quality control, normalization, dimensionality reduction, clustering, and clusters were visualized using UMAP. The Seurat objects were converted to CellDataSet objects, transferring expression data, UMAP cell embeddings, and cluster identities. The principal graph was constructed from the reduced dimension space to represent developmental trajectories. A principal graph node was selected as the root node, then cells were ordered by pseudotime based on position in the principal graph. 64 Spatial transcriptomics Spatial sequencing data (10X Visium) of plexiform neurofibroma were downloaded from GEO ( GSM3484259 ) . Giotto Suite (version 4.1.5) 6  was used for quality control, normalization, dimensional reduction, and clustering. Spots with fewer than 500 detected genes and genes detected in fewer than 10 spots were filtered out. The expression data was normalized for total library size and scaled by a factor of 6000. Highly variable genes were computed and used to perform linear dimensionality reduction using PCA. Non-linear dimensionality was performed using UMAP, and unsupervised clustering was performed using Leiden clustering. Cell type deconvolution was performed using Spatial Dampened Weighted Least Squares (DWLS) within Giotto Suite 69 . The human PN scRNA-seq data were used as the reference data. A signature matrix was created using the normalized expression data, cluster identities, and signature genes as computed using the FindAllMarkers function in Seurat. The signature matrix was then used to perform DWLS deconvolution. 70 Survival analysis Survival data were queried through the Cbioportal using TCGA TCGA Soft Tissue Cancer. Source data from GDC and generated in Jul 2024 using ISB-CGC BigQuery tables. Log-rank test is applied. SPP1 normalized expression is used. SPP1 > 0.8 is defined as high expression, and SPP1 < −0.8 is low expression. Statistical analysis Data presentation and statistical analyses are described in the figure legends. The statistical significance was set at  p  < 0.05. Normality was validated for all Student’s  t -tests; otherwise, nonparametric Mann–Whitney  U -tests or Kruskal–Wallis tests were applied. When evaluating Spearman’s correlations, the R package was utilized to compute a  p -value test for noncorrelation.",
  "introduction": "",
  "results": "",
  "discussion": "",
  "fetched_at": "2026-02-11T23:49:07.139002",
  "abstract_length": 1091,
  "methods_length": 5942,
  "introduction_length": 0,
  "results_length": 0,
  "discussion_length": 0
}