{
  "pmid": "PMID:41064487",
  "abstract": "Neurofibromatosis type 1 (NF-1) is associated with vascular fragility, potentially leading to aneurysm and rupture. We report a rare case of a 48-year-old male with NF-1 who presented with a chronic rupture of a celiac artery aneurysm located at the aortic origin. The aneurysm was successfully managed using a combined endovascular approach, including aortic fenestrated stent grafting, celiac artery stent grafting, and coil embolization of the aneurysm. It ensured aneurysmal exclusion, preserved the celiac artery pathway, and maintained an access for subsequent endovascular interventions.",
  "methods": "",
  "introduction": "",
  "results": "",
  "discussion": "Discussion NF-1 is an autosomal dominant genetic disorder characterized by multiple cutaneous neurofibromas and pigmented skin lesions. It can affect various organs, including the nervous system, bones, eyes, and vascularity.  Due to vascular fragility, patients with NF-1 develop arterial stenosis and aneurysms. 3  Arterial rupture occurs in 0.4% to 6.4% of cases, making the vascular diseases the second leading cause of death in NF-1. 2 2 NF-1 most frequently affects the renal arteries ; however, vascular involvement can also occur in the aorta, as well as the mesenteric and peripheral arteries. Celiac artery aneurysms are infrequently reported in the literature, with rupture being an exceedingly rare occurrence. According to the Society for Vascular Surgery guidelines, asymptomatic celiac artery aneurysms measuring 2 cm or larger are considered candidates for surgical intervention, and pseudoaneurysms are recommended for treatment regardless of size. 1  There is no clear evidence that patients with NF-1 have a higher risk of visceral artery aneurysm rupture compared with patients without NF-1, and some reports suggest that treatment indications are generally similar between the two groups. 4  A reported mortality rate of arterial rupture in NF-1 exceeds 50%. 5  Despite the rarity of celiac artery aneurysm in NF-1, a higher mortality rate is associated with its rupture, given the complexity and technical challenges of both endovascular and open surgical repair. 6 The choice of treatment depends on factors such as anatomical location, aneurysm size, the presence of symptoms, and associated comorbidities. Given its safety and efficacy, endovascular treatment is regarded as the first-line approach and is recommended by Society for Vascular Surgery guidelines.  In this case, the aneurysm involved the aortic origin of the celiac artery, making endovascular treatment challenging due to the insufficient proximal sealing zone required for secure celiac stent graft fixation. To mitigate the risk of proximal endoleak, a fenestrated stent graft was utilized as a part of the endovascular strategy. Fenestrated stent grafts are associated with a very low risk of type IIIc endoleak, 4  and indeed, adequate sealing was able to be achieved even with a short proximal neck. Moreover, a notable advantage of this approach is the preservation of the celiac artery pathway, thereby facilitating the option of future endovascular interventions for peripherally located aneurysms, such as the splenic aneurysm in this case, for which there is limited evidence supporting early intervention. 7 A limitation of this approach is the uncertainty regarding its long-term durability. Robust evidence supporting endovascular treatment for vasculopathy in NF-1 is currently lacking. Follow-up has been planned at 6- to 12-month intervals to ensure careful monitoring. Conclusions We report a rare case of a chronic ruptured celiac artery aneurysm in a patient with NF-1, successfully managed with a fenestrated stent graft-assisted endovascular approach. This approach offers a viable treatment option for complex visceral aneurysms in patients with NF-1 and may provide a durable solution while preserving access for potential future endovascular interventions.",
  "fetched_at": "2026-02-11T01:45:19.955302",
  "abstract_length": 594,
  "methods_length": 0,
  "introduction_length": 0,
  "results_length": 0,
  "discussion_length": 3271
}