{
  "pmid": "PMID:41078618",
  "abstract": "INTRODUCTION: RASopathies are genetic disorders linked to the RAS/MAPK signaling pathway, including Noonan syndrome and related conditions. These disorders have overlapping features and variable phenotypes, making diagnosis challenging. This study examines the clinical and genetic characteristics of RASopathies in pediatric patients to improve diagnostic accuracy and identify novel pathogenic variants. METHODS: A total of 23 patients, who were not related to each other and were clinically diagnosed with RASopathy, participated in the study. Patients underwent next-generation sequencing (NGS) panel analyses of 14 RASopathy genes. RESULTS: Pathogenic variants were found in 18 out of 23 patients (78%). The most common variants were in  CONCLUSION: Targeted NGS panels improve diagnosis of RASopathies, with a variant detection rate of 78%. Including the",
  "methods": "Methods A total of 23 patients, who were not related to each other and were clinically diagnosed with RASopathy, participated in the study. Patients underwent next-generation sequencing (NGS) panel analyses of 14 RASopathy genes.",
  "introduction": "Introduction RASopathies are genetic disorders linked to the RAS/MAPK signaling pathway, including Noonan syndrome and related conditions. These disorders have overlapping features and variable phenotypes, making diagnosis challenging. This study examines the clinical and genetic characteristics of RASopathies in pediatric patients to improve diagnostic accuracy and identify novel pathogenic variants.",
  "results": "Results Pathogenic variants were found in 18 out of 23 patients (78%). The most common variants were in  PTPN11  and  SOS1 . Novel variants were identified in  KRAS  and  NF1  expanding the known genetic spectrum. Frequent clinical features included distinctive facial features, growth delays, and heart defects, notably pulmonary stenosis. Intellectual disability was more common in patients with  PTPN11  variants, while  SOS1  variants were associated with unique features such as previously unreported polydactyly and choanal atresia.",
  "discussion": "Conclusion Targeted NGS panels improve diagnosis of RASopathies, with a variant detection rate of 78%. Including the  NF1  gene, even without signs of neurofibromatosis, enhances diagnostic success. This study adds to our understanding of genotype-phenotype relationships in RASopathies and highlights new clinical features tied to  SOS1  variants. Comprehensive genetic testing supports earlier and more personalized care for patients with RASopathies.",
  "fetched_at": "2026-02-11T01:44:36.077101",
  "abstract_length": 860,
  "methods_length": 229,
  "introduction_length": 404,
  "results_length": 538,
  "discussion_length": 453
}