{
  "pmid": "PMID:41149489",
  "title": "Small Extracellular Vesicles Derived from NF2-Associated Schwannoma Cells Modulate Tumor Progression and Immunity via HSP90.",
  "abstract": "In-depth exploration of tumor immune suppression mechanisms may provide new therapeutic options for NF2-associated tumors. In this study, we found that sEVs secreted by NF2-associated schwannomas (NF2-EVs) facilitate the conversion of CD14",
  "authors": "Ying Wang; Yuan Ren; Qi Zhang; Chao Zhang; Minjun Yan; Xin Ma; Bo Wang; Peng Li; Pinan Liu",
  "journal": "Current oncology (Toronto, Ont.)",
  "publicationDate": "2025-10-13",
  "doi": "10.3390/curroncol32100569",
  "methods": "2. Materials and Methods 2.1. Patients The study protocols received approval from Beijing Tiantan Hospital’s institutional review boards, and written consent was obtained from all participating patients. Patient samples were collected from individuals diagnosed with NF2-SWN, as confirmed by neuropathologists at Beijing Tiantan Hospital. For more details about the NF2-SWN patients, refer to  Table 1 . 2.2. Primary Schwannoma Cells Isolation and Culture Primary cells were isolated using the methods described by Rosenbaum et al. [ 18 ]. Schwannoma tissues were dissected into smaller fragments and enzymatically digested with dispase grade II (1.25 U/mL, Roche, Basel, Switzerland) and collagenase type I (160 U/mL, Sigma, St. Louis, MO, USA). The resulting cells were suspended in DMEM supplemented with 10% FBS (Sigma), Pen/Strep (200 U/mL, Invitrogen, Carlsbad, CA, USA), forskolin (0.5μM, Tocris Bioscience, Bristol, UK), β1-heregulin (10 nM, R&D System, Minneapolis, MN, USA), and insulin (2.5 μg/mL, Sigma). These cells were then seeded into poly-L-lysine-coated (1 mg/mL, Sigma) and laminin-coated (4 μg/mL, Life Technologies, Carlsbad, CA, USA) 24-well plates. The medium was changed every four days, and the cells were passaged when reaching a confluence level of 70~80%. 2.3. SEVs Isolation The cells were cultured in DMEM supplemented with 10% FBS until they reached 80% confluence. Once the desired confluence was achieved, the culture medium was carefully removed, and the cells were rinsed once with PBS. They were then incubated in serum-free medium for 48 h. Following this incubation period, the collected medium underwent a series of centrifugation steps. Initially, it was centrifuged at 300×  g  for 10 min at 4 °C, followed by a second centrifugation at 2000×  g  for 10 min at the same temperature. The supernatant obtained from this step was then subjected to further centrifugation at 10,000×  g  for 10 min at 4 °C. Finally, the resulting supernatant underwent centrifugation at an impressive 110,000×  g  for 2 h at 4 °C, yielding purified sEVs. These sEVs were subsequently resuspended in pre-cooled PBS. 2.4. Transmission Electron Microscopy The morphology and approximate size of the isolated sEVs were assessed using Transmission Electron Microscopy (TEM, Gatan Inc., Pleasanton, CA, USA). The isolated sEVs were suspended in PBS and carefully applied to Formvar-coated copper grids. The prepared samples were then affixed to metal stubs and gold-coated to a thickness of 15 nm. The exosome sample was analyzed under a TEM microscope. 2.5. Nanoparticle Tracking Analysis (NTA) The ZetaView (Particle Metrix, version 8.04.02) was utilized to perform a detailed absolute size distribution analysis of the sEVs. Illuminated by a laser, the sEVs scattered light, which was captured by a camera, creating a video file that showcased their Brownian motion. The ZetaView meticulously tracked and analyzed individual particles ranging from 10 to 1000 nm in size. Each sample underwent three recordings to ensure comprehensive analysis. 2.6. Analysis of MDSC Percentages in Co-Culture The CD14 +  monocytes were collected after being exposed for 24 h to NF2-EVs, and then filtered using 70 µm cell strainers (BD Falcon, BD Biosciences, San Jose, CA, USA). The resulting single-cell suspension was then re-suspended in FACS staining buffer, and stained with anti-HLA-DR Percp-cy5.5 (eBioscience, 0.015 µg/test, San Diego, CA, USA), anti-CD33 APC (eBioscience, 0.125 µg/test), and anti-CD11b FITC antibodies (eBioscience, 0.5 µg/test), along with corresponding isotype controls. Flow cytometry analysis was conducted using a (BD Biosciences, San Jose, CA, USA), and the data were processed with FlowJo software (version X10.0.7). 2.7. Detection of Intracellular ROS Generation For the detection of intracellular ROS levels, ROS-sensitive probe DCFH-DA is used. Monocytes, both control and NF2 EV-treated, are resuspended in PBS, incubated with 5 µM of DCFH-DA in the dark for 30 min at 37 °C, and immediately analyzed with a flow cytometer. 2.8. Cell Viability Assay Cell viability was evaluated using the Cell Counting Kit-8 (CCK8, Dojindo Laboratories, Kumamoto, Japan). In this process, cells were plated at a density of 1 × 10 4  cells per well in 96-well plates and treated with either PBS or NF2-EVs for periods of 0, 24, or 48 h. At the conclusion of each treatment interval, 10 µL of CCK8 solution was added to each well and incubated for 2 h at 37 °C. The resulting color intensity was then measured at 450 nm using the SpectraMax M5 microplate reader (Molecular Devices, San Jose, CA, USA). Cell viability was expressed as a percentage relative to control cells cultured in NF2-exosome-free medium, which was designated as 100%. Each assay was conducted in triplicate to ensure reliability and accuracy. 2.9. Luminex Liquid Suspension Chip Detection For the Luminex assay, the conditioned medium from stimulated MDSCs was collected. Wayen Biotechnologies facilitated the Luminex liquid suspension chip detection. We utilized the Bio-Plex Pro Human Cytokine Group I Panel 27-plex, following the manufacturer’s instructions meticulously to ensure optimal results. 2.10. Mass Spectrum Analysis An Orbitrap Fusion Lumos mass spectrometer (Thermo Fisher Scientific Inc., Waltham, MA, USA), paired with the EASY-nLC 1000 liquid chromatography system (Thermo Fisher Scientific Inc.) was employed for a comprehensive analysis of proteins, encompassing both qualitative and quantitative dimensions. The dried samples were rehydrated using 0.1% formic acid (FA) and then separated on a custom-made analytical column measuring 75 μm I.D. × 25 cm, packed with C18 resin (C18, 1.9 μm, 120 Å, Maisch GmbH, Ammerbuch, Germany). The flow rate was meticulously set to 300 nL/min. Full scans were conducted over a mass-to-charge ratio (m/z) range of 350 to 1800, achieving a remarkable mass resolution of 60,000 (FWHM). Precursor ions were fragmented through high-energy collision dissociation (HCD) at a normalized collision energy (NCE) of 30%, ensuring precise and detailed analysis. 2.11. Western Blot Total proteins from different treated cells were extracted using Radio immunoprecipitation assay lysis buffer. After measuring the protein concentration, 20–40 μg of protein per sample were separated by 10% SDS-polyacrylamide gel electrophoresis (SDS-PAGE) and then transferred to polyvinylidene difluoride membrane. The membranes were then blocked at room temperature for 2 h with 5% non-fat milk and incubated at 4 °C overnight with diluted (1:1000) primary antibodies against CD9 (Proteintech, 60232-1-Ig, Wuhan, China), CD81 (Proteintech, 66866-1-Ig), TOMM20 (Proteintech, 11802-1-AP), HSP90 (Proteintech, 13171-1-AP), AKT (CST, #9272S, Danvers, MA, USA), p-AKT (CST, #4051S), ERK (CST, #4695), p-ERK (CST, #9101S), following by incubation with appropriate HRP-conjugated secondary antibody and detection by Western-Light Chemiluminescent Detection System. The Image J software (version 1.51) was used to analyze the relative density of immunoreactive bands. The densitometry data for all Western results can be found in  Table S1 . 2.12. PPI Regulatory Network Analysis We used the STRING database (version 11.0) ( https://cn.string-db.org/ ) to construct a PPI network to show the relationships of the DeMiRNAs. A comprehensive score over 0.9 was used to indicate statistical significance, and we hid nodes that were not connected with other entities in the network. Cytoscape (version 3.7.2) was used to construct the network, and the hub genes in the PPI network were analyzed using cytohubba in Cytoscape (version 3.7.2). 2.13. Statistical Analysis Differences in quantitative normally distributed variables between 2 groups were tested with Student’s  t -test and  p  values less than 0.05 were considered to indicate statistical significance. Data are expressed as the Mean ± SD, and analyses were performed using GraphPad Prism (version 9.5.0).",
  "cache_level": "minimal",
  "has_fulltext": true,
  "fetch_date": "2026-02-19 09:31:28"
}