{
  "pmid": "PMID:41168866",
  "title": "Artificial intelligence-based tools for precision diagnosis and treatment of neurofibromatosis type 1 associated peripheral and central glial tumors.",
  "abstract": "Modern Artificial Intelligence (AI) has demonstrated its effectiveness by achieving human-level performance in various complex tasks, including the biomedical field. Cancer research, adapting to a fast-changing world, is leveraging AI as a promising framework to better understand tumor development. Moreover, current AI methods can help predict more suitable and personalized treatment strategies for specific types of tumors. We explored AI methods applied to Neurofibromatosis Type 1, focusing on glial tumors. Additionally, we have reviewed all publicly available datasets to date. Discussion of future challenges is highly desirable since Neurofibromatosis Type 1 is one of the most common hereditary tumor syndromes and is associated with an increased rate of glial tumors as well as a reduced life expectancy due to malignancy. Not applicable.",
  "authors": "Fabio Hellmann; Inka Ristow; Lennart Well; Swanhild Lohse; Maxim Anokhin; Michaela Kuhlen; Elisabeth André; Anja Harder",
  "journal": "Orphanet journal of rare diseases",
  "publicationDate": "2025-10-30",
  "doi": "10.1186/s13023-025-04093-5",
  "methods": "Review methodology This narrative review integrates clinical and technical dimensions of AI applications in NF1-associated glial tumors. The methodology was designed to address the heterogeneity of AI approaches across pathology, imaging, and molecular diagnostics while maintaining reproducibility. Search strategy A comprehensive search strategy was deployed across the databases: PubMed/MEDLINE and Google Scholar. The search period spanned from the database’s inception through February 2025, with the final query executed on June 27, 2025. Keywords focused on the intersection of NF1, glial tumors, and AI techniques, e.g., specifically: \n \n Filters restricted results to human studies, English-language publications, and peer-reviewed articles/conference abstracts. Inclusion/exclusion criteria Inclusion criteria only considered primary research, clinical trials, and reviews addressing AI applications in NF1-associated peripheral/central glial tumors. Exclusion criteria removed animal studies, non-computational methods, and purely biological investigations. The study selection process included a two- to three-fold independent screening, as well as manual additions from SYNAPSE, the CTF data portal, and BioArchives, to collect technical reports and preprints. Quality assessment Technical studies underwent rigorous quality assessment using reproducibility metrics (code availability, hyperparameter documentation).",
  "cache_level": "minimal",
  "has_fulltext": true,
  "fetch_date": "2026-02-19 09:31:29"
}