{
  "pmid": "PMID:41168866",
  "abstract": "Modern Artificial Intelligence (AI) has demonstrated its effectiveness by achieving human-level performance in various complex tasks, including the biomedical field. Cancer research, adapting to a fast-changing world, is leveraging AI as a promising framework to better understand tumor development. Moreover, current AI methods can help predict more suitable and personalized treatment strategies for specific types of tumors. We explored AI methods applied to Neurofibromatosis Type 1, focusing on glial tumors. Additionally, we have reviewed all publicly available datasets to date. Discussion of future challenges is highly desirable since Neurofibromatosis Type 1 is one of the most common hereditary tumor syndromes and is associated with an increased rate of glial tumors as well as a reduced life expectancy due to malignancy.",
  "methods": "Review methodology This narrative review integrates clinical and technical dimensions of AI applications in NF1-associated glial tumors. The methodology was designed to address the heterogeneity of AI approaches across pathology, imaging, and molecular diagnostics while maintaining reproducibility. Search strategy A comprehensive search strategy was deployed across the databases: PubMed/MEDLINE and Google Scholar. The search period spanned from the database’s inception through February 2025, with the final query executed on June 27, 2025. Keywords focused on the intersection of NF1, glial tumors, and AI techniques, e.g., specifically: \n \n Filters restricted results to human studies, English-language publications, and peer-reviewed articles/conference abstracts. Inclusion/exclusion criteria Inclusion criteria only considered primary research, clinical trials, and reviews addressing AI applications in NF1-associated peripheral/central glial tumors. Exclusion criteria removed animal studies, non-computational methods, and purely biological investigations. The study selection process included a two- to three-fold independent screening, as well as manual additions from SYNAPSE, the CTF data portal, and BioArchives, to collect technical reports and preprints. Quality assessment Technical studies underwent rigorous quality assessment using reproducibility metrics (code availability, hyperparameter documentation).",
  "introduction": "Background and rationale In recent years, clinical and research interest in Artificial Intelligence (AI) has increased dramatically. This has also had an impact on Neurofibromatosis (NF). NF comprises the genetic disorders Neurofibromatosis Type 1 (NF1) and Schwannomatosis (SWN). SWN is classified according to the specifically involved gene harboring a pathogenic variant, such as  NF2 -related SWN,  SMARCB1 -related SWN,  LZTR1 -related SWN, 22q-related SWN, and SWN-NOS (not otherwise specified) or SWN-NEC (not elsewhere classified). They all share the development of glial tumors of the Central Nervous System (CNS) and/or Peripheral Nervous System (PNS). Autosomal dominant inherited NF1 is the most prevalent of these neurocutaneous disorders and is associated with manifestations in the skin, ophthalmic, musculoskeletal, nervous system, bone, vascular, and other systems. Those patients are prone to develop neurofibromas, dominating the disease. Neurofibromas mainly consist of Schwann cells and fibroblasts, and the Schwann cell represents the peripheral counterpart of the CNS glia. It is important to note that NF1 patients have an increased risk of about 20% of CNS tumors, particularly glial tumors [ 1 – 3 ]. Diagnosing NF1-associated tumors can be challenging due to their diverse clinical manifestations and unpredictable growth patterns. Conventional diagnostic tools, such as biopsy, are invasive. Using imaging, a definitive diagnosis may not be possible. AI-based tools, particularly those employing Machine Learning (ML) and Deep Learning (DL) algorithms, have shown promising results in both detecting and diagnosing various tumors. These tools can analyze large volumes of data, identify subtle patterns that may be overlooked by human observers, and provide real-time predictions. Still, most research relies on more comprehensible and transparent ML algorithms such as decision trees, random forest regression, or similar [ 4 – 6 ]. The literature is very sparse, considering the previous research on NF1 and DL. Ho et al. showed that DL was successfully applied in a semi-automated process with a neural network to generate volume maps based on 35 Magnetic Resonance Imaging (MRI) scans [ 7 ]. Furthermore, the team of Artzi et al. combined ML and DL methods for automatic segmentation and classification of chiasmatic Optic Pathway Gliomas (OPG) based on 202 conventional MRI scans from 29 patients [ 8 ]. Another approach to an interactive DL model for segmenting neurofibroma on Whole-Body (WB) MRI was proposed by Zhang et al., which was solely based on 3 MRI scans [ 9 ]. The amount of data available in the majority of DL studies is very limited, which hinders research on NF1 using DL. However, this limitation can be overcome through more intense collaborations with clinical partners, as it is imperative to utilize DL very early in diagnosing NF1 and its associated manifestations. Methods that utilize AI support already play a role in many fields associated with NF1, similar to other oncologic, neurocutaneous, or chronic diseases (Fig.  1 ). This might include large language models, assistants for writing, presenting, analyzing, and designing medical and scientific work, decision-augmenting software to improve diagnostics (e.g., MoleAnalyzer Pro for dermatoscopy  [ 10 ], Face2Gene  [ 11 ] or GestaltMatcher [ 12 ] for phenotypes, NFsimplified  [ 13 ] to translate scientific literature into patient-friendly summaries, or enhancing decision-making in molecular precision therapy). More than 500 AI-based medical applications are currently listed by the US Food and Drug Administration (FDA). However, this does not accurately reflect the current status of medical applications in Europe. In this paper, we focus on applications explicitly associated with new developments in the field of NF1, particularly peripheral glial (Schwann cell-derived) and central glial tumors (astrocytomas), which are typically linked to the disease. We look at two major fields that are rapidly developing: AI-based pathological diagnostics and related decisions, and imaging of tumors associated with NF1. We briefly introduce the terminology of the AI field and NF1-associated glial tumors (Fig.  2 ). Afterwards, we focus on diagnostics of NF1-associated glial tumor manifestations, challenges, datasets, and review the current state of NF1 in Imaging to propose future directions with AI. Fig. 1 Potential applications of AI in NF1 concerning glial tumors - current state and challenges. Created in BioRender. Lohse, S. (2025)  https://BioRender.com/g8ep4zo  (SI28VREM38, 16.10.2025) Fig. 2 Subfields and applications of artificial intelligence. Created in BioRender. Lohse, S. (2025)  https://BioRender.com/45gpcix  (UO288KVOQA, 7.5.2025) Background on artificial intelligence Artificial Intelligence is an essential tool in precision medicine, and its subfields - Machine Learning, Deep Learning, and Explainable Artificial Intelligence - are displayed in Fig.  2 . AI refers to the development of computer systems that can perform tasks typically requiring human intelligence, such as perception, reasoning, learning, and decision-making. Machine learning Machine Learning is a subset of AI that involves the development of algorithms that can learn from data and improve their performance over time without being explicitly programmed. ML algorithms can identify patterns in data and make predictions based on those patterns. However, before it is possible to identify those patterns accurately, it is crucial to engineer the features for training the ML algorithms. Feature engineering is the process - executed by a person or group of persons - of selecting, transforming, and extracting relevant features from raw data to improve the performance of ML models. It involves identifying and creating new informative, discriminative, and useful features for the learning task. Feature engineering aims to represent the data in a way that captures the underlying patterns and relationships, enabling the model to make accurate predictions or classifications. Feature engineering often requires domain expertise, creativity, and experimentation to achieve optimal results. After manually engineering the features, the ML algorithm learns in a supervised or unsupervised way. Supervised learning algorithms learn from labeled data by identifying the optimal output for each input. The algorithm uses this labeled data to learn a function that can map new inputs to the correct output. On the other hand, unsupervised learning algorithms do not rely on labeled data. Instead, they identify patterns and structures in the data to uncover hidden relationships or groupings. Generally, these types of models can be utilized for classification and segmentation tasks. Traditional segmentation techniques involve thresholding, region growing, and edge-based methods. These methods use simple intensity or gradient-based rules to partition images into distinct areas. ML-based methods can also be used for segmentation tasks, including decision trees, random forests, and support vector machines. These techniques leverage handcrafted features and trained models to classify pixels or voxels into different classes. Deep learning Deep Learning is a subset of ML that involves the development of neural networks, which are computational models inspired by the structure and function of the human brain. Deep Neural Networks consist of multiple layers, each processing the input from the previous layer. The first layer processes raw input data, such as an image or audio file or manually engineered features, and subsequent layers extract increasingly complex features from the input. The output of the final layer is the prediction made by the network. The feature engineering step is embedded into the DL algorithm itself. Accordingly, the DL algorithm extracts the relevant features from the raw data that seem fit to match the provided output labels. DL has proven to be particularly effective in tasks that require recognizing complex patterns, such as image and speech recognition. Like in ML, DL can also be used for segmentation by utilizing architectures like U-Net  [ 14 ], Fully Convolutional Networks  [ 15 ], and DeepLab  [ 16 ]. These networks can learn complex spatial patterns and have demonstrated remarkable success across various medical imaging tasks. While many segmentation methods focus on 2D images [ 8 ], medical applications often require segmenting volumetric data in three dimensions. Techniques such as 3D convolutional networks and volumetric extensions of 2D architectures address the challenges of 3D segmentation [ 7 ,  9 ]. DL approaches offer increased accuracy, reduced human intervention, and the potential for real-time applications. Volumetric analysis and 3D imaging enable a comprehensive understanding of complex anatomical structures and pathologies. Techniques like 3D convolutional networks and region-based methods extend traditional 2D segmentation approaches to volumetric data, accounting for spatial context and continuity. Networks like 3D U-Net  [ 17 ] and V-Net  [ 18 ] leverage volumetric information to enable accurate segmentation, detection, and classification tasks. An emerging trend indicates that volumetric analysis involves integrating AI with virtual and augmented reality for immersive visualization. Explainable artificial intelligence Explainable Artificial Intelligence (XAI) is a field that seeks to make AI algorithms more transparent and understandable to humans by providing insights into how AI systems arrive at decisions. XAI is particularly important in fields such as healthcare, where it is essential to understand the reasoning behind an AI system’s diagnosis or treatment recommendation [ 19 ]. One approach to XAI is to develop inherently interpretable models, such as decision trees or linear regression models [ 20 ]. These models are relatively simple and easy to interpret, allowing for a clear understanding of how they arrive at their decisions. Another approach to XAI is to develop post-hoc explanations for black-box models, such as DL networks [ 20 ]. These explanations seek to provide insights into why a particular decision was made by examining the weights and activations of the network. For example, in image classification, an XAI technique could highlight the image’s most influential parts in the network’s decision. An up-and-coming line of work in medical XAI involves the generation of counterfactual explanations, which aim to explain which minimal changes in the input would have led to a different diagnosis [ 21 ]. Such approaches can help both clinicians and patients better understand the model’s behavior and its decision boundaries. Glial tumors in neurofibromatosis type 1 Neurofibromas comprise both haploinsufficient ( NF1  +/-) and neoplastic ( NF1  -/-) Schwann cells, accompanied by immune and perineurial-like cells, neurons, various types of vessel cells, fibroblasts and collagen. They arise during Schwann cell maturation depending on intrinsic and extrinsic factors [ 22 ]. Neurofibromas comprise plexiform, localized cutaneous, diffuse cutaneous, localized intraneural (subcutaneous), and other subtypes of tumors [ 23 ]. The localized cutaneous neurofibroma represents a well-known, benign key feature. The Plexiform Neurofibroma (PNF) exhibits complex biological behavior and is prone to atypical and malignant transformation. Although primarily benign, PNF can cause considerable pain, disfigurement, and life-threatening complications. Standard surgical treatment is now being accompanied by new targeted therapies, such as with MEK1/2 (Mitogen-activated protein kinase kinase 1/2) inhibitors (MEKi) and multireceptor tyrosine kinase inhibitors [ 24 – 28 ]. In 2020, selumetinib became the first medication approved by the US FDA to treat pediatric patients with symptomatic, inoperable PNF associated with NF1. Recently, mirdametinib was approved to treat adult patients with incompletely resected PNFs [ 29 ]. Identifying a change towards atypia in NF1-associated peripheral glial tumors is challenging [ 23 ]. Those atypical neurofibromas (or Atypical Neurofibromatous Neoplasm with Uncertain Biological Potential, ANNUBP) might already accumulate  CDKN2A/B  alterations. Still, it might demonstrate only subtle histological differences or borderline imaging features, or might not be biopsied adequately. Here, AI-based technologies could be beneficial in making diagnostics much safer and independent of the observer. Apart from neurofibromas, the most frequent neoplasms in children with NF1 are low-grade gliomas (mainly pilocytic astrocytomas), typically located in the optic pathway and brainstem [ 30 ]. Although these tumors often display a benign clinical course, treatment is necessary for patients with a threat to vision and progressive disease. The standard of treatment for low-grade glioma is surgical resection. However, surgical resection is not an option in many cases due to the predominant localization of the optic pathway and brainstem in NF1 patients. Conventional therapeutic approaches comprise vincristine and carboplatinum-based chemotherapy regimens. In a phase II study in 25 pediatric NF1 patients with recurrent, refractory, or progressive low-grade glioma, 40% of the patients had   tumor reduction with selumetinib, and only one patient had progressive disease [ \\documentclass[12pt]{minimal}\n\t\t\t\t\\usepackage{amsmath}\n\t\t\t\t\\usepackage{wasysym} \n\t\t\t\t\\usepackage{amsfonts} \n\t\t\t\t\\usepackage{amssymb} \n\t\t\t\t\\usepackage{amsbsy}\n\t\t\t\t\\usepackage{mathrsfs}\n\t\t\t\t\\usepackage{upgreek}\n\t\t\t\t\\setlength{\\oddsidemargin}{-69pt}\n\t\t\t\t\\begin{document}$$\\geq 50\\%$$\\end{document} 31 ]. Malignant glial tumors pose a particular challenge. Malignant Peripheral Nerve Sheath Tumors (MPNST) are highly aggressive sarcomas that represent the most frequent malignancy in patients with NF1 and the leading cause of mortality. MPNSTs are refractory to conventional chemotherapy and radiation. Here, too, surgical resection is the mainstay of therapy. However, the outcome is dismal in incompletely resected MPNSTs or cases of metastases. Novel treatment approaches, such as everolimus and bevacizumab, or sirolimus and ganetespib, exploring molecular pathways implicated by mutations in NF1, have not yet yielded any additional benefit [ 32 ,  33 ]. Results of a study evaluating the combination of mTOR and MEK inhibition by using selumetinib and sirolimus are pending ( NCT03433183 ). Malignant CNS tumors are discussed in more detail in the next chapter. Nevertheless, they generally show a worse prognosis in NF1 compared to non-NF1 patients. As in peripheral tumors, complete loss of function of the  NF1  gene product, neurofibromin, is mandatory for CNS tumor initialization. Still, other genetic aberrations such as  TP53  loss,  ATRX  mutations,  CDKN2A/B  homozygous loss or mutation,  PIK3CA  or  PIK3R1  mutation,  SUZ12  deletion, as well as the  NF1  haploinsufficient environment and immune system, are drivers for tumor development. NF1-associated CNS gliomas, therefore, typically arise from consequences of RAS/MAPK pathway alterations and show the absence of alterations of other genes that are associated with glial tumor development outside of NF1, such as  BRAF, TERT, EGFR, IDH,  and histone H3 mutations [ 34 ]. Glial CNS tumors arising in NF1 are specified in Table  1  concerning the current World Health Organization (WHO) classification system [ 35 ]. Beyond this professionally binding textbook, there are some new reports addressing other CNS tumor types not covered so far concerning NF1, such as embryonal tumors [ 36 ,  37 ], e.g., embryonal tumor with multilayered rosettes, diffuse low-grade astrocytoma (WHO grade 2–3), SEGA-like astrocytomas, diffuse midline glioma H3K27M mutant, and low-grade astrocytoma with interdeterminate subtype [ 1 ,  37 ]. Lucas et al. [ 34 ] suggested two subgroups arising from molecular testing: indolent / primarily childhood gliomas with biallelic  NF1  inactivation of the  NF1  gene (epigenetically “pilocytic astrocytoma, arising in the setting of NF1”), and aggressive / primarily adult gliomas with further genetic alterations such as  CDKN2A  homozygous deletion or  ATRX  mutation (epigenetically mostly high-grade astrocytoma with piloid features or subclasses of IDH-wildtype glioblastoma). Other studies have shown that a percentage of childhood low-grade gliomas exhibit further alterations, such as those involving  FGFR1  [ 38 ]. Among NF1-associated gliomas, pilocytic astrocytomas of the optic pathway are the most common and primarily affect young children, necessitating a thorough diagnostic workup. Glioblastomas that harbor  NF1  variants show a specifically poor outcome [ 39 ]. Table 1 Glial central nervous system tumors in neurofibromatosis type 1 according to the current world health organization (WHO) classification [ 35 ] Tumor type / subtype  (WHO grading, if reported) Aberrations of genes involved other than biallelic NF1 loss Circumscribed astrocytoma  Pilocytic astrocytoma (grade 1)   High grade astrocytoma with piloid features ATRX   Pilomyxoid astrocytoma Pediatric-type diffuse low-grade astrocytoma  Diffuse low-grade glioma, MAPK pathway-altered Pediatric-type diffuse high-grade astrocytoma  Glioblastoma, IDH wild-type (grade 4) TP53 ,  CDKN2A/B ,  ATRX Glioneuronal tumor (different types) Since NF1-associated optic gliomas exhibit specific growth dynamics during childhood, decisions regarding diagnostics and treatment are challenging. Gliomas other than pilocytic astrocytomas, also associated with NF1, display a worse prognosis. Therefore, specific solutions for this group of patients are also required and differ from those for other cancer patients. Reevaluating existing datasets and utilizing AI for secure histological diagnosis may enhance subtype identification and the specification of therapies for NF1. Background on artificial intelligence Artificial Intelligence is an essential tool in precision medicine, and its subfields - Machine Learning, Deep Learning, and Explainable Artificial Intelligence - are displayed in Fig.  2 . AI refers to the development of computer systems that can perform tasks typically requiring human intelligence, such as perception, reasoning, learning, and decision-making. Machine learning Machine Learning is a subset of AI that involves the development of algorithms that can learn from data and improve their performance over time without being explicitly programmed. ML algorithms can identify patterns in data and make predictions based on those patterns. However, before it is possible to identify those patterns accurately, it is crucial to engineer the features for training the ML algorithms. Feature engineering is the process - executed by a person or group of persons - of selecting, transforming, and extracting relevant features from raw data to improve the performance of ML models. It involves identifying and creating new informative, discriminative, and useful features for the learning task. Feature engineering aims to represent the data in a way that captures the underlying patterns and relationships, enabling the model to make accurate predictions or classifications. Feature engineering often requires domain expertise, creativity, and experimentation to achieve optimal results. After manually engineering the features, the ML algorithm learns in a supervised or unsupervised way. Supervised learning algorithms learn from labeled data by identifying the optimal output for each input. The algorithm uses this labeled data to learn a function that can map new inputs to the correct output. On the other hand, unsupervised learning algorithms do not rely on labeled data. Instead, they identify patterns and structures in the data to uncover hidden relationships or groupings. Generally, these types of models can be utilized for classification and segmentation tasks. Traditional segmentation techniques involve thresholding, region growing, and edge-based methods. These methods use simple intensity or gradient-based rules to partition images into distinct areas. ML-based methods can also be used for segmentation tasks, including decision trees, random forests, and support vector machines. These techniques leverage handcrafted features and trained models to classify pixels or voxels into different classes. Deep learning Deep Learning is a subset of ML that involves the development of neural networks, which are computational models inspired by the structure and function of the human brain. Deep Neural Networks consist of multiple layers, each processing the input from the previous layer. The first layer processes raw input data, such as an image or audio file or manually engineered features, and subsequent layers extract increasingly complex features from the input. The output of the final layer is the prediction made by the network. The feature engineering step is embedded into the DL algorithm itself. Accordingly, the DL algorithm extracts the relevant features from the raw data that seem fit to match the provided output labels. DL has proven to be particularly effective in tasks that require recognizing complex patterns, such as image and speech recognition. Like in ML, DL can also be used for segmentation by utilizing architectures like U-Net  [ 14 ], Fully Convolutional Networks  [ 15 ], and DeepLab  [ 16 ]. These networks can learn complex spatial patterns and have demonstrated remarkable success across various medical imaging tasks. While many segmentation methods focus on 2D images [ 8 ], medical applications often require segmenting volumetric data in three dimensions. Techniques such as 3D convolutional networks and volumetric extensions of 2D architectures address the challenges of 3D segmentation [ 7 ,  9 ]. DL approaches offer increased accuracy, reduced human intervention, and the potential for real-time applications. Volumetric analysis and 3D imaging enable a comprehensive understanding of complex anatomical structures and pathologies. Techniques like 3D convolutional networks and region-based methods extend traditional 2D segmentation approaches to volumetric data, accounting for spatial context and continuity. Networks like 3D U-Net  [ 17 ] and V-Net  [ 18 ] leverage volumetric information to enable accurate segmentation, detection, and classification tasks. An emerging trend indicates that volumetric analysis involves integrating AI with virtual and augmented reality for immersive visualization. Explainable artificial intelligence Explainable Artificial Intelligence (XAI) is a field that seeks to make AI algorithms more transparent and understandable to humans by providing insights into how AI systems arrive at decisions. XAI is particularly important in fields such as healthcare, where it is essential to understand the reasoning behind an AI system’s diagnosis or treatment recommendation [ 19 ]. One approach to XAI is to develop inherently interpretable models, such as decision trees or linear regression models [ 20 ]. These models are relatively simple and easy to interpret, allowing for a clear understanding of how they arrive at their decisions. Another approach to XAI is to develop post-hoc explanations for black-box models, such as DL networks [ 20 ]. These explanations seek to provide insights into why a particular decision was made by examining the weights and activations of the network. For example, in image classification, an XAI technique could highlight the image’s most influential parts in the network’s decision. An up-and-coming line of work in medical XAI involves the generation of counterfactual explanations, which aim to explain which minimal changes in the input would have led to a different diagnosis [ 21 ]. Such approaches can help both clinicians and patients better understand the model’s behavior and its decision boundaries.",
  "results": "",
  "discussion": "Conclusion Among the discussed applications, radiomics-based classification is the most promising current application of Artificial Intelligence (AI) in the management of Neurofibromatosis Type 1 (NF1) tumors. Molecular genetic AI-based tumor classifiers are already in everyday use, but are not explicitly established for NF1-associated glial tumors. The same is true for AI-based classification from histological slides, which is rapidly growing in pathology; however, data on NF1-associated tumors are currently missing. There is also a gap in validated clinical AI applications for NF1, making this an important area of research for the future. To date, imaging heterogeneity, variable Magnetic Resonance Imaging (MRI) protocols, and small cohort sizes limit reproducibility and model generalizability. Moreover, ethical concerns such as data privacy and patient consent further complicate the issue of broad data-sharing. Model explainability and clinical trust are additional concerns, as clinicians must understand and validate AI-generated decisions to integrate them confidently into patient care. Future research should focus on developing multi-center, prospective trials incorporating AI tools into clinical workflows. Such studies should explore the longitudinal predictive value of imaging biomarkers, investigate delta radiomics (tracking feature changes over time), and integrate multi-omics data to support a truly personalized approach. Emphasis should also be placed on Explainable Artificial Intelligence (XAI) systems to ensure clinicians understand and trust the outputs. We strongly recommend fostering interdisciplinary collaboration between clinicians, data scientists, and AI developers to drive these advancements. Collaborative data platforms (e.g., SYNAPSE, CTF Data Portal) should be leveraged to harmonize datasets and annotation standards. Clinician input is vital for developing clinically relevant features and validating model outputs, while AI experts can ensure technical robustness and scalability. Establishing shared goals, communication protocols, and iterative development cycles will be essential for translational success. Additionally, developing interpretable AI systems is a challenging task. As more interpretable models may sacrifice accuracy, more complex models may be difficult to interpret. It will require clinicians and computer scientists to work closely to bring XAI to the clinical field and their domain perspective on explanations. Amann et al.  [ 113 ] stated that the explanations must be suitable in their respective field of use. Several factors (e.g., time-critical, user knowledge) influence the need for explanations before actions are required.",
  "fetched_at": "2026-02-11T01:43:14.948500",
  "abstract_length": 834,
  "methods_length": 1429,
  "introduction_length": 23987,
  "results_length": 0,
  "discussion_length": 2712
}