{
  "pmid": "41185817",
  "abstract": "Neurofibromatosis type 1 (NF-1) is the most common phakomatosis with autosomal dominant inheritance, caused by mutations in the NF-1 gene on chromosome 17q11.2, which codes for neurofibromin protein, a negative regulator of the RAS/MAPK pathway. A defect in this can lead to altered cellular growth and tumor development. NF-1 is a complex multi-system neurocutaneous disorder with some of the common manifestations being café au lait macules, axillary/inguinal freckling, and neurofibromas. Musculoskeletal manifestations include scoliosis, sphenoid wing dysplasia, tibial pseudoarthrosis, and, rarely, calvarial defects resulting from dysplastic bone. Central nervous system manifestations range from focal areas of signal intensities (FASIs), optic pathway gliomas, dural ectasia, and meningoceles. We report the case of a 24-year-old male who presented with a progressively enlarging swelling over the posterior scalp and left side of the neck since childhood, which on examination led to suspicion of underlying calvarial defect, and along with general examination findings of multiple cafe-au-lait macules and cutaneous neurofibromas fulfilled the diagnostic criteria for NF-1. Examination revealed a palpable calvarial defect. Cross-sectional imaging (MRI and CT) of the occipital swelling revealed a large plexiform neurofibroma, associated with a bony defect involving the occipital bone and lambdoid suture with herniation of dysplastic posterior fossa structures into the neurofibroma in the form of meningoencephalocele. Our case not only highlights the rare occurrence of neurofibroma associated with rare location of calvarial defect and underlying meningoencephalocele, it identifies the role of imaging in evaluating the extent and characterization of the neurofibromas for management and surveillance.",
  "methods": "",
  "introduction": "Introduction Neurofibromatosis type 1 (NF-1) is the most common phakomatosis with an autosomal dominant inheritance pattern. Its incidence is approximately one in 2500 to 3000 live births. The affected gene, NF-1, located on chromosome 17q11.2, causes a defective encoding of neurofibromin, a tumor suppressor protein. This leads to unchecked activation of the RAS/MAPK pathway (RASopathy), resulting in altered cellular growth progressing to tumor formation [ 1 , 2 ]. It presents as a complex multi-system disorder having a wide range of manifestations, affecting the skin (café au lait spots, axillary and inguinal freckling, pigmented iris hamartomas), the central nervous system (neurofibromas involving spinal nerves, plexiform neurofibromas (PNFs), non-neoplastic hamartomas of the white matter and basal ganglia, gliomas or astrocytomas affecting the optic-chiasmatic-hypothalamic pathway and brainstem), and the skeletal system [ 1 , 2 ]. Skeletal manifestations often include scoliosis, long bone dysplasia, tibial pseudoarthrosis, short stature, and skull abnormalities such as macrocephaly, hydrocephalus, and calvarial bone dysplasia. The latter most commonly affects the sphenoid wing, orbit, frontal, parietal bones, and sagittal suture, often with associated meningoencephaloceles. A key diagnostic feature of NF-1 is a distinctive osseous lesion such as sphenoid dysplasia, pseudoarthrosis, or anterolateral bowing of the tibia [ 1 , 2 ]. Although calvarial dysplasias are a distinctive feature of NF-1 and often seen involving the sphenoid wing, they rarely involve the occipital bone and lambdoid suture, especially as a single large defect. Only limited case reports and literature are available on this topic to the best of our knowledge [ 1 , 3 - 7 ]. Here we report a rare case of a 24-year-old male with a large plexiform neurofibroma in the occipital region, accompanied by a bony defect involving the occipital bone and lambdoid suture, with underlying meningoencephalocele. A brief discussion and review of the literature on the calvarial manifestations of NF-1 and its pathogenesis are also provided.",
  "results": "",
  "discussion": "Discussion Neurofibromatosis is a multisystem disorder with a wide range of clinical features. The musculoskeletal signs include scoliosis, posterior vertebral scalloping, short stature, various bone dysplasias, macrocephaly, and multiple non-ossifying fibromas [ 1 , 2 ]. Common bone dysplasias in NF-1 include anterolateral bowing of the tibia, which can lead to fractures and pseudoarthrosis, as well as calvarial dysplasias, most often affecting the sphenoid wing. Our patient had a large defect in the occipital bone. Calvarial defects are rare in NF-1, with only a few cases reported in the literature. The most common location for these defects is along the lambdoid suture, followed by the parietal and temporal bones, and rarely in the occipital bone. Patients with these defects often remain asymptomatic despite their size, with vague complaints like headache. These defects are frequently associated with a large overlying PNF and, in some cases, accompanied by defects in the posterior arch of the cervical spine. The origin of these bony defects remains unclear, with many hypotheses described in the literature. One suggests abnormal bone development caused by a deficiency of the neurofibromin protein. Previous studies have connected NF-1 loss to increased RAS-GTP levels, which stimulate osteoblast proliferation and hinder differentiation [ 3 ]. Additionally, heightened RAS activity has been linked to increased osteolytic activity and bone resorption. This results in progressive ectodermal and mesodermal dysplasia, producing deficient and dysplastic bone. In calvarial bones, this can lead to brain herniation and exposure to external stress, increasing the risk of infection. This explanation accounts for calvarial defects occurring without overlying large PNFs [ 4 , 5 ]. The other hypothesis attributes the condition to prolonged external stress caused by large overlying plexiform neurofibromas. As these tumors grow in size, the pressure they exert on the underlying bone may cause bone remodeling. Over time, this results in the expansion of the defect, which is further worsened by pressure transmitted from CSF pulsations, especially at the sutures [ 4 , 6 , 7 ]. The CNS manifestations of NF-1 include FASI, optic pathway gliomas, non-optic pathway intracranial gliomas, dural ectasias and meningoceles, and nerve sheath tumors such as plexiform neurofibromas. Our case involved a large PNF over the occipital and neck regions, along with an underlying meningoencephalocele and FASI in the corpus callosum. Malignant peripheral nerve sheath tumors (PNSTs) are highly aggressive soft-tissue sarcomas that can develop from any neurofibroma. They can invade surrounding soft tissue, cause infiltrative edema, and are often found in the extremities and trunk. Patients may present with persistent pain, rapid growth, a new hard texture, or new or unexplained neurologic deficits related to a neurofibroma. There are two forms of PNF: the diffuse form, with margins that are not well demarcated, and the nodular form, which is well circumscribed. Dural ectasia and meningoceles occur due to weakness in the overlying bone [ 5 ]. They are typically seen along the course of spinal nerve roots and the posterior vertebral arch. In cases with calvarial defects, the brain tissue within the meningocele is usually dysplastic and gliotic, as observed in our case. Imaging is crucial in identifying the range of systemic manifestations and in ensuring timely management. CT accurately shows the size and location of bony defects. Contrast MRI is the preferred modality for imaging and characterizing PNFs, especially for detecting malignant transformation. On MRI, malignant degeneration is indicated by heterogeneous signal intensity on T1-weighted images. Key imaging features that help distinguish malignant PNST from benign neurofibroma include a large mass size, peripheral enhancement, a peri-lesional edema-like zone, and intratumor cystic changes. Additional signs that suggest malignant PNST include ill-defined margins, intratumor lobulation, and nearby bone destruction [ 2 ]. Managing calvarial defects and PNFs is complex and requires careful consideration of multiple factors, especially in children. The preferred option is dura/cranioplasty; however, repairing bone defects with grafts or titanium prostheses is complicated and often results in poor outcomes, frequently failing due to weak surrounding bone [ 1 , 3 , 5 ]. Conclusions This case highlights a rare calvarial manifestation of NF-1 presenting as a large occipital-lambdoid defect linked to plexiform neurofibroma and meningoencephalocele. Recognizing such unusual skeletal involvement is crucial for accurate diagnosis, pre-operative planning, and multidisciplinary management. Awareness of these uncommon presentations adds to the growing literature on calvarial dysplasias in NF-1.",
  "fetched_at": "2026-02-11T01:42:24.419700",
  "abstract_length": 1818,
  "methods_length": 0,
  "introduction_length": 2128,
  "results_length": 0,
  "discussion_length": 4884
}