{
  "pmid": "PMID:41210219",
  "abstract": "Radiation therapy is now well tolerated and associated with few side effects. However, people with certain germline genetic variants may be more sensitive to radiation, increasing their risk of experiencing adverse effects from treatment. Increased sensitivity to radiation can be tested in various ways; chromosomal aberrations, which are mutations, are particularly useful for this purpose. Many genetic variants only cause a slight increase in radiation sensitivity such as heterozygous pathogenic variants in the breast cancer risk genes",
  "methods": "",
  "introduction": "Introduction When treating a tumour with ionising radiation (IR) therapy, sufficiently high doses of IR must be used to ensure that all tumour cells are unable to divide. However, this also carries a risk of undesirable side effects in the surrounding normal tissue. Thanks to modern radiation equipment, improved software, and greater computing power, IR can now be targeted more precisely at tumours, sparing normal tissue and reducing the size of radiation fields. Consequently, late side effects in normal tissue caused by radiation are now rare  [2] . This highlights other factors that increase the risk of undesirable treatment consequences, one of which is increased radiation sensitivity. Increased radiation sensitivity means that cells are unable to adequately process DNA damage. This involves repairing the damage, transducing signals, and regulating the cell cycle and cell death. If these functions are impaired, a greater number of errors will accumulate, causing the cells to recognise the problem and experience stress. Once a certain trigger value is exceeded, therapy side effects occur. Radiation sensitivity refers to both the stochastic event of cancer development and the more deterministic event of undesirable treatment consequences, with the latter being our main focus. Cancers develop through ionising radiation (IR) when an initial mutation is caused by IR. This increases the probability of further mutations in the cell and its daughter cells. Consequently, the likelihood of mutations being caused by environmental factors increases. Since many mutations must be present in a cell for a tumour to develop, this process can take several years or even decades. However, these two events are inextricably linked. Late side effects can occur within months of treatment or long afterwards, and they are progressive. Radiation sensitivity can be caused by medication, autoimmune diseases, and germline genetic changes [9, 16]. Germline genetic variants that influence radiation sensitivity primarily affect genes involved in DNA repair, signal transduction, and cell cycle regulation  [4] . Due to the large number of genes associated with radiosensitivity and the lack of knowledge about the pathogenicity of individual variants, it is not possible to determine radiosensitivity based on germline genetic screening and curation of variants  [15] . Therefore, functional tests with endpoints occurring as late as possible are required to determine radiosensitivity. Cell death and radiation induced mutations are late endpoints because they provide information about the processing of DNA damage, the transfer of information within the cell, the regulation of the cell cycle and the control of cell death  [18] . Information about radiosensitivity can be obtained either from epidemiological findings, such as an increased incidence of side effects following radiotherapy, or from targeted examinations using functional tests  [8] . We outline the testing procedure and provide examples of radiation-sensitive cohorts and the relevant radiation sensitivity syndromes. Additionally, we describe the dose adaptation in radiation therapy for genetic variants. Background of ionizing radiation-induced DNA damage Ionising radiation causes a wide range of DNA damage, such as base damage and loss, single- and double-strand breaks, and DNA-protein crosslinks. However, this damage can usually be repaired reliably. Complex DNA damage, in which several of the above-mentioned types of damage are present in a small area, is difficult to repair  [7] . This damage is specifically caused by IR (Figure 1A). Evidence suggests that limited repair can actually increase a person’s sensitivity to radiation. Moreover, limited signal transduction via the existing damage and impaired cell cycle regulation may also play a role.",
  "results": "Results Background of ionizing radiation-induced DNA damage Ionising radiation causes a wide range of DNA damage, such as base damage and loss, single- and double-strand breaks, and DNA-protein crosslinks. However, this damage can usually be repaired reliably. Complex DNA damage, in which several of the above-mentioned types of damage are present in a small area, is difficult to repair  [7] . This damage is specifically caused by IR (Figure 1A). Evidence suggests that limited repair can actually increase a person’s sensitivity to radiation. Moreover, limited signal transduction via the existing damage and impaired cell cycle regulation may also play a role. Which method is suitable for measuring radiation sensitivity? A suitable assay for studying radiation sensitivity is the colony formation test, which shows that cell survival decreases with increasing radiation dose and that different cells differ in their radiation sensitivity  [17] . The colony formation assay demonstrates that cells with homozygous mutations in the Nijmegen Breakage Syndrome (NBS) and Ataxia-Telangiectasia Mutated (ATM) genes are extremely sensitive to IR (Figure 1B). The disadvantage is that blood cannot be used for this method and the cultivation of patient-derived skin fibroblasts, which probably could serve as material for a colony formation assay, is too time-consuming to provide timely results for therapy. Alternatively, double-strand break repair can be tested for the determination of radiation sensitivity using blood. But highly radiosensitive  NBS -/– cells rejoin DNA ends so efficiently that they cannot be distinguished from healthy cells (Figure 1C). When detecting γH2AX foci as a marker for double-strand breaks, a difference between  NBS -/- and healthy cells can be detected, but the difference underestimates the extreme radiation sensitivity of  NBS -/– (Figure 1D). We have therefore chosen to use the occurrence of mutations in the form of chromosomal aberrations for detecting radiation sensitivity. It is beneficial that it can be performed with blood, which is easy to obtain and ship. All lymphocytes are naturally present in G0 when irradiated with 2 Gy, which prevents variation in radiation sensitivity due to the cell cycle. Afterwards, the cells are stimulated to divide, can process the DNA damage and migrate once through the entire cell cycle until they are arrested in metaphase by colcemid. In the metaphase, the three largest chromosomes 1, 2 and 4 are stained with fluorescence in situ hybridisation (Figure 1E) and images of the metaphases are recorded (Figure 1F, G). This assay determines radiation sensitivity by counting chromosomal aberrations in approximately 200 metaphases in order to calculate breaks per metaphase (B/M). After 2 Gy irradiation, there are clear differences between healthy individuals and  NBS -/- and  ATM -/- individuals (Figure 1H).",
  "discussion": "Conclusion In children, young people, and other risk groups with tumours, a careful evaluation should be carried out and genetic testing for germline variants should be performed. Patients with genetic variants that are suspected to significantly increase radiation sensitivity should undergo testing for radiation sensitivity before receiving radiation therapy.",
  "fetched_at": "2026-02-11T01:42:09.879767",
  "abstract_length": 541,
  "methods_length": 0,
  "introduction_length": 3841,
  "results_length": 2897,
  "discussion_length": 362
}