{
  "pmid": "41211508",
  "abstract": "Cancer is the second leading cause of death in the United States, and with ongoing population growth and aging, its annual incidence continues to rise. Glioma is a malignant tumor of the brain and central nervous system (CNS). Neurosurgical tumor resection is a critical component of glioma treatment, significantly affecting patient prognosis. However, due to the diffuse nature of gliomas, achieving gross total resection is challenging, and residual tumor cells often lead to recurrence and disease progression following surgery. Intraoperative cancer diagnosis using rapid and sensitive techniques, such as ambient ionization mass spectrometry (AIMS), can provide crucial molecular insights to guide surgical decision-making and potentially improve patient outcomes. AIMS techniques, including desorption electrospray ionization-mass spectrometry (DESI-MS), require minimal or no sample pretreatment, making them particularly advantageous for intraoperative applications where time efficiency is essential. Several AIMS methods have been investigated in brain cancer studies, either intraoperatively or offline, to analyze molecular alterations in cancerous tissues. Among these, DESI-MS is the most extensively reported AIMS technique in brain cancer research. This review focuses on the developments and applications of DESI-MS in both offline and intraoperative brain cancer diagnosis. Additionally, other AIMS methods employed in brain cancer research are discussed. The potential impact of AIMS techniques on glioma diagnosis is also explored. Abbreviations: 5-ALA, 5-Aminolevulinic Acid; 2HG, 2-Hydroxyglutaric Acid; AIMS, Ambient Ionization Mass Spectrometry; AI, Artificial Intelligence; Arg, Arginine; AUC, Area Under the Curve; BWH, Brigham and Women's Hospital; CBS-MS, Coated Blade Spray Mass Spectrometry; CL, Cardiolipins; CNS, Central Nervous System; CT, Computed Tomography; CUSA, Cavitron Ultrasonic Surgical Aspirator; CUSA/SSI-MS, Cavitron Ultrasonic Surgical Aspiration/Sonic Spray Ionization Mass Spectrometry; DESI, Desorption Electrospray Ionization; DSC, Direct Sampling Cartridge; e.e.%, Enantiomeric Excess %;ESI, Electrospray Ionization; Extraction-nESI, Extraction-Nanoelectrospray Ionization; FA, Fatty Acid; FAIMS, High-Field Asymmetric Ion Mobility Spectrometry; GABA, Higher Gamma-Aminobutyric Acid; GalCer, Galactoceramides; GBM, Glioblastoma; Glu, Glutamate; PC, Glycerophosphocholines; PI, Glycerophosphoinositols; PG, Glycerophosphoglycerols; PS, Glycerophosphoserines; H&E, Hematoxylin and Eosin; HLB, Hydrophilic-Lipophilic Balance; HRMS, High Resolution Mass Spectrometry; HT, High-Throughput; ICE, Inline Cartridge Extraction; IC, Ion Counts; IDH, Isocitrate Dehydrogenase; IDH-mut, IDH-Mutant; IDH-wt, IDH-Wildtype; iKnife, Intelligent Knife; LASSO, Least Absolute Shrinkage and Selection Operator; LC, Liquid Chromatography; LDA, Linear Discriminant Analysis; LIT, Linear Ion Trap; LMJ-SSP, Liquid Micro-Junction Surface Sampling Probe; MALDI, Matrix-Assisted Laser Desorption Ionization; MB, Medulloblastoma; ML, Machine Learning; MRI, Magnetic Resonance Imaging; MRM, Multiple Reaction Monitoring; MRS, Magnetic Resonance Spectroscopy; MS, Mass Spectrometry; MS/MS, Tandem Mass Spectrometry; MSI, Mass Spectrometry Imaging; NAA, N-Acetyl-Aspartic Acid; NF2, Neurofibromatosis Type 2; NSCLC, Non-Small Cell Lung Cancer; OCT, Optical Coherence Tomography; PCA, Principal Component Analysis; PCA-LDA, Principal Component Analysis/Linear Discriminant Analysis; PE, Plasmenylethanolamines; PESI-MS, Probe Electrospray Ionization Mass Spectrometry; PG, Phosphatidylglycerol; PI, Phosphatidylinositol; PIRL-MS, Picosecond Infrared Laser Mass Spectrometry; Plasmenyl-PE, Plasmenyl Glycerophosphoethanolamines; PLS-DA, Partial Least Squares-Discriminant Analysis; PLSR, Partial Least Squares Regression; PMMA, Polymethylmethacrylate; POC, Point-of-Care; PS, Phosphatidylserines; PTFE, Polytetrafluoroethylene; REIMS, Rapid Evaporative Ionization Mass Spectrometry; SIMS, Secondary Ion Mass Spectrometry; SM, Sphingomyelins; SPME, Solid-Phase Microextraction; SSI, Sonic Spray Ionization; ST, Sulfatides; SVM, Support Vector Machine; TCP, Tumor Cell Percentage; TQ, Triple Quadrupole; TS, Touch Spray.",
  "methods": "Brain cancer diagnosis using other AIMS methods In addition to DESI-MS, other AIMS techniques have been explored for brain cancer diagnosis. Notably, REIMS has shown promise in lipidomic profiling. In one study, REIMS was applied to analyze 37 GBM and 19 control brain biopsies ( Fig. 6A ) [ 17 ]. During method development, 24 GBM and 13 control samples were used to train a partial least squares-discriminant analysis (PLS-DA) model capable of distinguishing GBM from non-cancerous tissues. Discriminative ions in the fatty acid (FA) region included  m / z  119.0, 169.1, 183.1, 281.2 (oleic acid), 255.2 (palmitic acid), 325.2, and 303.2 (arachidonic acid), while key diagnostic phospholipids were observed at  m / z  699.5 (phosphatidylethanolamine (PE)), 718.5 (PC), 742.5 (PC), 744.6 (PC), 750.5 (PE), and 766.5 (PE). Model validation with 13 GBM and six control samples across five locations yielded 94.7 % accuracy and an area under the curve (AUC) of 0.968 [ 17 ]. Fig. 6 A) Schematic representation of REIMS tissue analysis. B) Graphical illustration of CUSA/SSI-MS, after ultrasonic water aspiration, the tissue debris is transferred to venturi pump for SSI and MS analysis. C) Sample collection and ionization using CBS for brain cancer analysis. Figures adapted from references with permission [ 17 , 24 , 87 ]. Hese et al. further employed REIMS to rapidly classify glioma subtypes and assess TCP across 36 brain samples [ 80 ]. Using bipolar forceps in coagulation mode, aerosols were generated for REIMS analysis. The resulting lipid data were evaluated using PCA followed by linear discriminant analysis (PCA-LDA). The glioma subtype model achieved 87.9 % accuracy overall, with higher performance for GBM classification and lower accuracy for oligodendroglioma and astrocytoma. A separate TCP model targeting high-grade gliomas demonstrated 97 % accuracy, with misclassifications limited to samples with TCP < 5 %. A color-coded visualization scheme for TCP was also introduced, showcasing the utility of REIMS to assist intraoperative decision-making. Classification of lower-grade gliomas achieved a more modest accuracy of 75 % [ 80 ]. Beyond REIMS, other surgical instruments have been integrated with MS to support intraoperative brain cancer diagnostics. One example is the CUSA, ( Fig. 6B ), which was paired with SSI-MS for lipid and peptide analysis of metastatic brain tissues using both positive and negative ion modes [ 24 ]. Although the tumors studied were brain metastases originating from non-small cell lung cancer (NSCLC), the findings demonstrated the potential of CUSA/SSI-MS for intraoperative applications. Agar et al. extended this work by performing DESI-MS intraoperatively to measure tumor cell concentrations at resection margins, mapping MS predictions onto preoperative 3D MRI images [ 81 ]. Tissue specimens collected using forceps and CUSA were analyzed in negative ion mode for lipid profiling. Multivariate statistical analysis estimated TCP values ranging from 5 % to 95 % [ 81 ]. Another particularly promising tool is the MasSpec Pen, which was used in one study to analyze 44 normal brain biopsies and 42 glioma samples. A LASSO model was trained on the MS data to distinguish glioma from normal brain tissue. The model achieved 96.9 % sensitivity, 93.9 % specificity, and 95.4 % accuracy based on five-fold cross-validation. Remarkably, testing data yielded 100 % accuracy [ 82 ]. Woolman et al. demonstrated the rapid diagnostic capabilities of PIRL-MS by classifying subgroups of 72 medulloblastoma (MB) samples in under 15 s for each measurement, achieving 98.9 % accuracy through PCA-LDA [ 20 ]. PIRL-MS was also used to classify other pediatric cancers, based on lipidomic profiles, with individual measurements made in less than 10 s [ 83 ]. Further insights were gained through PIRL-MS and DESI-MSI analyses of orthotopic xenografts of human MB. These studies revealed metabolic abnormalities in adjacent normal brain regions, resembling cancer-associated alterations. However, no histological evidence of tumor infiltration was found in these areas during pathological examination [ 84 ]. In a further extension of MS technology, SpiderMass was employed to analyze glioma biomarkers in 30 samples previously studied using MALDI-MSI. In SpiderMass, endogenous water molecules are excited by an IR laser allowing desorption and ionization of the sample. PCA-LDA yielded classification rates of 91.85 % with the “leave 20 % out” method and 77.78 % with the more stringent “one-patient-out” approach [ 85 ]. Additionally, use of the SpiderMass instrument enabled the generation of 2D and 3D topographical lipid distribution maps in mouse brains, highlighting its capability for spatially resolved molecular analysis [ 86 ]. Solid-phase microextraction (SPME)-based techniques, such as coated blade spray MS (CBS-MS), ( Fig. 6C ) have also been explored for brain cancer diagnostics. In one study, C18-coated blades were employed for untargeted lipid profiling, while hydrophilic–lipophilic coated probes facilitated targeted metabolic analysis, both with 15-minute extraction times [ 87 ]. Additionally, the same research group used CBS-MS to evaluate neurofibromatosis type 2 (NF2) mutation status in meningioma by detecting acetylcarnitines — making measurements within approximately six minutes [ 25 ]. Inline cartridge extraction (ICE) has likewise been investigated as a rapid technique for estimating TCP in glioma samples, offering another promising approach for intraoperative assessment [ 88 , 89 ]. Suzuki et al. integrated PESI-MS with machine learning (ML) algorithms to predict several key diagnostic and prognostic markers in brain tumors, including WHO grade, MIB-1 labeling index (LI), IDH mutation status, 5-aminolevulinic acid (5-ALA) fluorescence positivity, and radiological characteristics [ 90 ]. The study assessed the accuracy of PESI-MS ML predictions by comparing them with pathological diagnoses. PESI-MS analyses were performed in positive ion mode on 88 homogenized tissue samples, encompassing both glioma and non-glioma brain tissues. The authors utilized partial least squares regression (PLSR) and logistic regression (LR) for classification modeling. The predictive performance was notably high for tumor grading and 5-ALA fluorescence positivity, achieving accuracies of 90 % and 95 %, respectively. Predictions for IDH mutation status reached 87 % accuracy, while MIB-1LI ≥ 10 % had a prediction rate of 82.5 % [ 90 ]. In a move towards point-of-care (POC) instrumentation, miniature MS systems have been employed for glioma diagnosis. Brown et al. conducted intraoperative tandem MS using a mini MS system to assess IDH mutation status in 25 glioma biopsies. The study utilized extraction-nESI, a technique functionally similar to touch spray (TS), for sample collection and ionization [ 21 ]. Another method, direct sampling cartridge (DSC) miniature MS, has also been reported for intraoperative IDH mutation assessment in human gliomas [ 16 , 91 ]. In one such study, 172 biopsies from 74 patients were analyzed intraoperatively using DSC-mini MS, applying the previously described ratiometric method during MS/MS experiments [ 16 ]. Similar to results obtained with DESI-MS, DSC-mini MS achieved 100 % accuracy in predicting IDH mutation status, effectively distinguishing between IDH-wt and IDH-mut glioma samples (Mann–Whitney test,  p  < 0.001) [ 16 ]. In another move towards simpler, POC compatible operations, Pirro et al. employed swab TS for the analysis of 29 human glioma biopsies, using medical swabs to collect tissue by direct contact, followed by solvent application and high-voltage ionization to facilitate MS analysis in negative ion mode [ 22 ]. Both single-stage and tandem MS experiments were performed in the intraoperative study. Lipidomic profiles allowed differentiation between white and gray matter, while product ion scanning for NAA was utilized to estimate TCP. Additionally, the quantification of 2HG enabled assessment of IDH mutation status. These examples illustrate how the value of AIMS techniques in advancing clinical diagnostics, particularly in the field of cancer treatment.",
  "introduction": "",
  "results": "",
  "discussion": "",
  "fetched_at": "2026-02-11T23:49:25.795521",
  "abstract_length": 4239,
  "methods_length": 8215,
  "introduction_length": 0,
  "results_length": 0,
  "discussion_length": 0
}