{
  "pmid": "41223283",
  "abstract": "There is currently no effective treatment for malignant peripheral nerve sheath tumors (MPNSTs), half of which result from malignant progression of neurofibromas (NFs) in patients with neurofibromatosis type 1 (NF1). NFs are due to biallelic loss-of-function of NF1, which negatively regulates the RAS pathway, in the Schwann cell lineage. We generated a conditional Nf1-mutant mouse model where NFs spontaneously transform into MPNSTs, faithfully recapitulating the human situation. Single-cell transcriptomic profiling demonstrated progression of NFs into MPNSTs, with a glial-to-mesenchymal transition.",
  "methods": "MATERIALS AND METHODS Animals Only male mice were considered in this study. Sex was not considered as a biological variable. Male mice used in this study were housed in a temperature- and humidity-controlled vivarium on a 12-hour dark-light cycle with free access to food and water. We bred  Prss56 ,  Cre/Cre Rosa26 ,  tdTom/tdTom Nf1  mice with the  fl/fl Nf1  or  fl/fl Nf1  mice to obtain  +/− Prss56 ,  Cre/+ Rosa26 ,  tdTom/+ Nf1  or  fl/fl Prss56 ,  Cre/+ Rosa26 ,  tdTom/+ Nf1  mutants, respectively. Genotyping strategies were described earlier ( flox/− ). Information regarding mouse age and tumor stage is available in table S1. All animal manipulations were approved by a French Ethical Committee (APAFIS #19581) and were performed according to French and European Union regulations. 7 Human samples Tumor specimens were provided by NF1 patients undergoing surgical resections at Henri Mondor Hospital, Créteil, following written informed consent. Histopathology and immunohistochemistry Tumors were dissected, immersion-fixed in 4% paraformaldehyde overnight at 4°C, and processed for paraffin embedding or cryo-embedding. Paraffin sections were cut at 5 μm and stained with hematoxylin and eosin (H&E) for histopathological evaluation. Cryosections were cut at 14 μm and immunolabeled with the following primary antibodies: rat anti-tdTomato (1:1000, Kerafast), rabbit anti–red fluorescent protein (RFP) (1:1000; Rockland), rabbit anti-S100B (1:500, Dako), rabbit anti-SOX10 (1:200, LSBio), rabbit anti-IBA1 (1:400, Wako), rabbit anti-CD3 (1:100, Abcam), rabbit anti-PH3 (1:200, Merck), rabbit anti-NGFR (1:500, Merck), rat anti-L1CAM (1:100, Merck), goat anti-CHL1 (1:100, R&D Systems), goat anti-PDGFRA (1:100, R&D Systems), goat anti-PDGFRB (1:100, R&D Systems), rabbit anti-SOX9 (1:500, Abcam), goat anti-CD34 (1:50, R&D Systems), rabbit anti-SPP1 (1:100, Abcepta), rabbit anti-CRABP1 (1:100, Merck), rabbit anti-H3K27me3 (1:1000, Cell Signaling), and rabbit anti-MIF (1:100, Abcam). Fluorophore-conjugated secondary antibodies were from Jackson ImmunoResearch. Briefly, sections were blocked/permeabilized for 1 hour at room temperature with immunoblock (IB) solution [4% bovine serum albumin (BSA)/0.3% Triton X-100 in phosphate-buffered saline (PBS)], then incubated overnight with the primary antibodies in IB at 4°C, washed, and incubated with the secondary antibodies for 2 hours at room temperature. Cell nuclei were counterstained with Hoechst (Life Technologies). Images were acquired on Zeiss LSM 900 confocal microscope and then processed and assembled using ImageJ and Photoshop. Sample processing and single-cell RNA sequencing Mice were euthanized via isoflurane inhalation and perfused with PBS to remove circulating immune cells. Tumors were dissected and sampled for immunohistological and genomic analyses. Remaining tissue was minced into a slurry and digested in RPMI 1640 medium (Gibco, #42401-018) containing Liberase HD (0.25 mg/ml) (Roche, #05401089001) for 30 min at 37°C. Enzymatic digestion was halted by adding 10% fetal bovine serum (FBS) in RPMI (Gibco #10270106), and TC suspensions were collected by centrifugation (1200 rpm for 5 min). After mechanical dissociation and filtering (30 μm MACS SmartStratiners, Miltenyi Biotec, #130-098-458), single-cell suspensions were labeled with 4′,6-diamidino-2-phenylindole (DAPI) (Invitrogen, #D1306) and subjected to fluorescence-activated cell sorting (FACS) to recover viable cells. NF1 patient tumor samples were excised from three ANNUBP and one MPNST, placed in ice-cold RPMI, and transported immediately to our laboratory for further processing. Information regarding patient datasets is provided in table S4. Human tumors were processed immediately after surgical resection using the same procedure as described above. Live murine or human cells were isolated by FACS, and around 20,000 cells were loaded into one channel of the Chromium system using the V3 and V3.1 single-cell reagent kit (10x Genomics) to generate single-cell Gel Beads-in-emulsions (GEM). Following capture and lysis, cDNAs were synthesized and then amplified by PCR for 12 cycles as per the manufacturer’s protocol (10x Genomics). The amplified cDNAs were used to generate Illumina sequencing libraries that were each sequenced on one flow cell Nextseq500 Illumina. Bioinformatic analysis BCL files were processed using 10x Genomics Cell Ranger software (version 2 or 3). For mouse PNSTs, reads were mapped onto a custom mouse transcriptome based on GRCm38 transcriptome, in which we added tdTomato sequence. For original human PNSTs, mapping was made on GRCh37 transcriptome. Raw count matrices were used for subsequent analyses. Publicly available scRNA-Seq datasets from human PNSTs were downloaded as filtered count matrices. Count matrices were processed using RStudio and R Markdown to generate fully traceable notebooks, including the figures included in this article. To ensure version stability, a Singularity container containing R (version 3.6.3) and all packages required for the analyses was developed and used to compile notebooks (table S5). HTML reports, including the parameter values of all functions, and code to make the analyses and the figures, are available in a GitHub repository and duplicated on Zenodo (see the “Data and materials availability” section). From the count matrices, datasets were analyzed individually using Seurat V3 package ( ). Cells having less than exp(6) (403) Unique Molecular Identifiers (UMI) or less than 600 genes were filtered out. Doublets were removed using the scDblFinder tool ( 32 ) and scds in hybrid mode ( 33 ). Then, cells having more than 50% of UMI related to mitochondrial genes or more than 30% related to ribosomal genes were filtered out. The UMI count matrix for remaining cells was log-normalized using the Seurat::NormalizeData function. Cell cycle annotation was made using Seurat::AddCellCycle. Single cells were annotated for cell type using the Seurat::AddModuleScore function, and cell type–specific marker gene sets were listed in table S6 when annotating all cells or in table S7 for the Fb dataset. 34 The same annotation procedure was applied to the human datasets, with an additional analysis of CNVs using the infercnv package to assess the annotation of TCs, using macrophages as reference. Individual datasets were merged to generate combined datasets. For the human PNST atlas, the intersection of Ensembl gene identifiers between original and published datasets was used to homogenize count matrices. For each individual dataset, cells were extracted based on cell type annotation and then merged to generate the TC- and Fb-specific datasets. Seurat::PCA and harmony ( ) or FastMNN ( 35 ) was used to remove batch effect. Cell projections were made using Seurat::RunUMAP, Seurat::RunTSNE, or DM from the destiny package ( 36 ). Batch-effect correction and projection methods are summarized in  37 Table 1 . Table 1. Batch-effect correction method and projection for each dataset. The first column corresponds to the name of the dataset, as mentioned in the main text. The batch-effect correction method and projection depends on the cell types present in the dataset. Dataset Cell type Batch-effect correction Projection Pan-PNST atlas All PCA—harmony tSNE Pan-PNST atlas Tumor cells FastMNN DM—UMAP Pan-PNST atlas Fibroblasts FastMNN UMAP MPNST atlas All PCA—harmony tSNE Primary/transplanted Tumor cells FastMNN UMAP Human PNST atlas All PCA—harmony tSNE Human PNST atlas Tumor cells FastMNN UMAP Trajectory inference was made using two distinct methods: slingshot ( ) and TinGa ( 14 ), using cells from the pNF datasets as trajectory root. For the functional analysis, the TCs were divided into three subsets using  38 k -means function from the stats base package, on the batch-effect corrected space. Differential expression was conducted using Seurat::FindMarkers. Heatmaps were made using the ComplexHeatmap package ( ). Functional enrichment analyses were conducted using the msigdbr package ( 39 https://CRAN.R-project.org/package=msigdbr ) for the gene set database, and clusterProfiler package for the analyses ( ). 40 Whole-exome sequencing Raw sequences were demultiplexed to FASTQ, taking care of UMIs, with bcl2fastq v2.20.0.422 using default parameters. Raw reads were trimmed for bad quality bases, adapter content, and polymere tracks using fastp v0.23.2. General reads QC were assessed using fastqc v0.12.1, sample contamination with FastQ_Screen v0.15.3, and results were aggregated with multiQC v1.13. Mapping against the murine genome UCSC mm10 was performed with bwa-mem2 v.2.2.1 with default parameters, except for “-A 2 -E 1.” Mapped reads QC was performed using samtools stats/flagstat/idxstats v1.18, and coverage was assessed using mosdepth v0.2.6. Deduplication of reads because of UMIs was performed using umi_tools v1.1.2. PCR and optical duplicate marking were performed using Picard tools v2.23.5. Somatic variant calling was performed using the GATK mutect2 v4.2.6.1 with recommended guidelines ( ). Variant annotation and filtering were performed using snpEff/snpSift v4.3.1t ( 41 ). Copy number analysis of tumor/normal pairs was performed using EaCoN v0.2.8 using the ASCAT2 segmentation method, with default parameters ( 42 ). 43 TC culture Cells dissociated from mouse MPNST were frozen in 90% FBS/10% DMSO and stored at −150°C. Once needed, vials were thawed by gentle agitation in a water bath at 37°C, DMSO was removed, and cells were resuspended and cultured in Dulbecco’s modified Eagle’s medium (DMEM), 10% FBS, and 1% penicillin/streptomycin in T75 flask (Thermo Fisher Scientific). As soon as the primary cells reached confluence, they were subcultured in a new T75 flask by 1:10 dilutions, twice a week. shRNA-mediated  Sox9  KD Lentivirus encoding shRNA targeting  Sox9  (TRCN0000321420),  Cxcl12  (TRCN0000184347),  Pdgfra  (TRCN0000321928),  Pdgfrb  (TRCN0000321931),  Crabp1  (TRCN0000011959), and  Mif  (TRCN0000067344) was obtained from Sigma-Aldrich. Viral infection was carried out as described by the manufacturer (MISSION Lentiviral Transduction Particles) at MOI (multiplicity of infection) 5. Briefly, murine primary MPNST cells were seeded at 5 × 10 3  in 96-well plates and transduced 24 hours later when wells became 50% confluent. Incubation with the virus was carried out overnight in 110 μl of DMEM containing 10% FBS, 1% penicillin/streptomycin, and hexadimethrine bromide (8 μg/ml). Transduced cells were selected in medium containing puromycin (3 μg/ml) for 72 hours and then cultured in the presence of puromycin (1.5 μg/ml) during clones’ expansion. Nontargeting lentivirus (SHC201V and SHC201V, Sigma-Aldrich) was used as control. Tumor grafting Approximately 10,000 of Tom +  TCs from each primary tumor were subcutaneously grafted into nude female recipients under isoflurane anesthesia. After monitoring for 2 weeks, tumors were extracted and dissociated, and a fraction (10,000 cells) were regrafted using the same procedure. siRNA-mediated Sox9 KD For siRNA KD targeting  Sox9  (ON-TARGETplus Mouse Sox9 siRNA, L-059108-01-0005, Horizon Discovery) in MPNST cultured cells, we used Lipofectamine RNAiMAX (Life Technologies) following the manufacturer’s instructions. Nontargeting siRNA (ON-TARGETplus Non-targeting Pool, D-001810-10-05) was used as control. RNA preparation and qRT-PCR Total RNAs were isolated using the RNAqueous-micro kit (Ambion). After deoxyribonuclease treatment, concentration of RNA was determined using NanoDrop and QuBit technology. cDNA was synthesized using the Maxima First Strand cDNA Synthesis Kit, and qRT-PCR was performed using the Maxima SYBER green/ROX qPCR Master Mix X2 (both from Thermo Fisher Scientific) and amplified using the StepOnePlus Real-Time PCR (Applied Biosystems). The relative abundance values of each amplification product were normalized to the internal controls (cyclophilin, tubulin, and actin). Dedicated PCR primers are reported in  Table 2 . Table 2. PCR primer sequences. F, forward; R, reverse. \n Actin \n F TGTTACCAACTGGGACGACA R GGGGTGTTGAAGGTCTCAAA \n Tubulin \n F CGGGTCTCCAGGGCTTCT R GGGCTGGGTAAATGGAGA \n Cyclophilin \n F CCATCGTGTCATCAAGGACTT R TTGCCATCCAGCCAGGAGGTC \n Sox9 \n F AGGAAGTCGGTGAAGAACGG R GGACCCTGAGATTGCCCAGA \n Cxcl12 \n F GCCAACGTCAAGCATCTGAA R TGGGCTGTTGTGCTTACTTG \n Pdgfra \n F ACTTCGTGGACAGTTTTGGC R ATCACCAACAGCACCAACAC \n Pdgfrb \n F ATCGCGCCACTTAATAAC R TCCCTCATGATGTCTCGAGC \n Mif \n F GTGAACACCAATGTTCCCCG R TGCACTGCGATGTACTGTGC \n Crabp1 \n F GGACGCAAATGCAGGAGTTT R AGCTCTCGGGTCCAGTAAGT High-content drug screening \nCompound annotated set library\n The Annotated Set library is composed of the following individual compound libraries: CLOUD (CeMM Library of Unique Drugs, Enamine), Prestwick Chemical Library (Prestwick Chemical), Tocriscreen Plus (Tocris), and SGC Chemical Probes. Compounds were stored in Echo 384-LDV plates (LP-0200) as 10 mM stock solutions in DMSO. All compounds are listed in table S8. \nCompound screening\n MPNST cells were seeded at a concentration of 800 cells per well onto 384-well PhenoPlate microplates (6057302, Revvity) and incubated for 24 hours at 37°C, 5% CO 2  before compound treatment. Compounds were dispensed onto cells using an Echo acoustic dispenser (Beckman Coulter Life Sciences) at a final concentration of 10 μM for the primary screen and incubated for 12 hours. Dose-response experiments were performed at 8 concentrations: 30 nM, 100 nM, 300 nM, 1 μM, 3 μM, 6 μM, 10 μM (repeat of the primary screen concentration), and 30 μM. Treatment was followed by fixation by addition of equal volume of 8% paraformaldehyde (Sigma-Aldrich) and 20-min incubation, blocking, and permeabilization (0.3% Triton X-100, 4% BSA in PBS), incubation with anti-Sox9 primary antibody (1:1000 in blocking buffer, ab185230, Abcam), and further incubation with secondary antibody [1:1000, Goat anti-Rabbit IgG (H+L) Cross-Adsorbed Secondary Antibody, Alexa Fluor 488, A11008, Thermo Fisher Scientific] and DAPI (1:1000, Thermo Fisher Scientific) in blocking buffer. All incubations of the staining protocol were carried out at room temperature for an hour unless otherwise specified. Wells were washed using PBS in between staining solutions. Plates were imaged using an IN Cell Analyzer 2200 (GE Healthcare Life Sciences). Six fields of view were acquired per well, using the 20× objective (0.45 numerical aperture). Images were imported into an OMERO Plus database and analyzed using CellProfiler. Data were normalized to DMSO control wells (16 per plate) within the same plate. Two independent experiments were performed for both the primary screen (single technical replicate) and dose-response confirmation test (two technical replicates). Compounds were considered potential hits if reducing SOX9 intensity under 80% of the DMSO control in one of the two replicates of the primary screen with more than 50 cells analyzed, or in both replicates with an average ≥100 cells analyzed per independent experiment. Hit reconfirmation was determined by similar reduction of SOX9 intensity at screening concentration (10 μM) in the dose-response experiment. Data and materials availability: scRNA-Seq data are available as FASTQ files and raw count matrices and whole-exome sequencing data as FASTQ files in ArrayExpress repository, under the accession number E-MTAB-14222. Regarding the processing of scRNA-Seq data, detailed methodological steps, exhaustive parameter settings, along with intermediate figures, for the whole count matrices to figure process are available in HTML reports, shared through a GitHub repository ( https://github.com/audrey-onfroy/Radomska_et_al_2025_Science_Advances ). The version of the scRNA-Seq analysis associated with this manuscript is hosted on Zenodo, under record ID 15592073 ( https://zenodo.org/records/15592073 ). Supplementary Materials The PDF file includes: Figs. S1 to S6 Legend for tables S1 to S8 Other Supplementary Material for this manuscript includes the following: Tables S1 to S8",
  "introduction": "",
  "results": "",
  "discussion": "",
  "fetched_at": "2026-02-11T23:49:30.117918",
  "abstract_length": 605,
  "methods_length": 16067,
  "introduction_length": 0,
  "results_length": 0,
  "discussion_length": 0
}