{
  "pmid": "41284083",
  "abstract": "The three major schwannomatosis genes, NF2, LZTR1 and SMARCB1, are all located within approximately 9 megabases on chromosome 22 and cause three genetically distinct conditions with significant clinical phenotypic overlap. All forms of schwannomatosis predispose to the development of multiple schwannomas, but display differences in tumour location and long-term prognosis. In addition, high levels of mosaic disease can complicate clinical diagnosis. Genetic diagnosis can be critical for distinguishing between the three conditions to optimise clinical management, especially in cases of mosaic disease. This review summarises the distinctions between the clinical and genetic characteristics of each form of schwannomatosis and discusses the genetic analytic tools that are typically used to detect the variants found in these conditions.",
  "methods": "",
  "introduction": "Introduction The schwannomatoses are a group of genetically distinct autosomal dominant tumour predisposition syndromes with overlapping clinical presentations [ 1 ]. The three main genes associated with schwannomatosis are  NF2 ,  SMARCB1  and  LZTR1 . All forms of schwannomatosis (SWN) predispose to the development of multiple nerve sheath tumours that may occur throughout the nervous system, on cranial, spinal and/or peripheral nerves.  NF2 -related schwannomatosis ( NF2 -SWN) is the most common form (with a prevalence of 1 in 60,000 according to UK data [ 2 ]) and is characterised by a predisposition to multiple schwannomas, meningiomas and ependymomas. Almost everyone with non-mosaic  NF2 -SWN will develop bilateral vestibular schwannomas, which confer a high risk of profound hearing loss requiring hearing aids or auditory brainstem implants. Over 50% of people with  NF2 -SWN will develop at least one meningioma and approximately 30% will develop an ependymoma. Meningiomas are a marker of disease severity due to their location-dependent morbidity.  NF2 -SWN also confers characteristic ocular features including retinal hamartoma, lenticular opacities and epiretinal membranes. The non- NF2 -related schwannomatoses normally manifest multiple non-intradermal peripheral schwannomas, and spinal schwannomas [ 3 ]. These tumours are frequently associated with a substantial amount of pain that does not respond to medication, and it has been suggested that pain may differ depending on the predisposing gene i.e.  SMARCB1  or  LZTR1  [ 4 ,  5 ]. Although painful schwannomas have generally been shown to express higher levels of inflammatory cytokines, such as interleukin-6, interleukin-8 and vascular endothelial growth factor (VEGF) than non-painful schwannomas, the secretomes of schwannomas associated with a pathogenic  SMARCB1  variant differ from those with a pathogenic  LZTR1  variant [ 5 ,  6 ]. Non-vestibular cranial schwannomas are less common than peripheral schwannomas. Meningiomas have not been reported in  LZTR1 -SWN, but have been observed in approximately 5% of people with  SMARCB1 -SWN [ 3 ,  7 ]. In contrast, vestibular schwannomas have not been definitively associated with  SMARCB1 -SWN, but have been observed in approximately 5% of  LZTR1 -SWN [ 8 ]. Each form of schwannomatosis has a different prognosis, e.g. a reduced life expectancy in  NF2 -SWN. They also have different clinical management requirements e.g. Bevacizumab therapy for  NF2 -SWN [ 9 ] and pain medication or surgery for painful schwannomas in non- NF2 -SWN. Accurate genetic diagnosis is critical to distinguish between these different conditions, for provision of accurate assessment of genetic risk for individuals who may have mosaic disease, and for optimal clinical management and monitoring. It has been demonstrated that in the  NF2 -SWN population there is a 6% 20-year risk of malignancy following radiation therapy for benign tumours in comparison to < 1% risk for tumours that have not undergone irradiation, so radiotherapy is not recommended as a first line treatment for people with a germline pathogenic  NF2  variant [ 10 ]. The importance of genetic testing is highlighted by the inclusion of genetic diagnosis as a criterion to distinguish between each form of schwannomatosis in current clinical diagnostic guidelines [ 1 ]. Here, the distinctions between these conditions are summarized and the genetic analytic tools that are typically used to detect the variants found in these conditions are discussed.",
  "results": "",
  "discussion": "",
  "fetched_at": "2026-02-11T01:38:49.305491",
  "abstract_length": 842,
  "methods_length": 0,
  "introduction_length": 3544,
  "results_length": 0,
  "discussion_length": 0
}