{
  "pmid": "PMID:41289058",
  "abstract": "STUDY QUESTION: How do the genetic complexities of neurofibromatosis type 1 (NF1) impact reproductive counseling, preimplantation genetic testing (PGT) design, and PGT treatment? SUMMARY ANSWER: We established association between both incidence and tissue mosaicism with multiple exon deletions and specific single-nucleotide variants (SNVs) in neurofibromin 1 (NF1), a clinical actionable finding that we structured as a flowchart outlining challenges in and an approach for reproductive counseling, PGT design, and PGT treatment for NF1. WHAT IS KNOWN ALREADY: NF1 has a prevalence of 1 in 2500-3000 and is one of the most frequently requested autosomal dominant indications for PGT. NF1 is a large gene with a high mutation rate, resulting in a 50% de novo occurrence, many different reported variants scattered across the gene and relatively frequent mosaicism. STUDY DESIGN, SIZE, DURATION: We conducted a retrospective, observational cohort study on PGT molecular design for NF1 in three large PGT centers (n = 281 couples), starting from the first assay for NF1 developed in 2004 until 2022. PARTICIPANTS/MATERIALS, SETTING, METHODS: A PGT assay was developed for 281 couples with 218 different variants in NF1. Newly described variants (n = 76) were scored using the American College of Medical Genetics and Genomics (ACMG) and the Association for Molecular Pathology (AMP) classification system and submitted prior to publication in the Leiden Open Variation Database (LOVD). The employed techniques were PCR-based PGT using short tandem repeat markers (n = 230), SNP-array-based PGT (n = 39), and next-generation sequencing (NGS)-based PGT (n = 12). Minisequencing (SNAPshot) or double amplification refractory mutation system (D-ARMS) was used to incorporate SNVs. Small deletions and insertions were incorporated using fragment length analysis. All PGT assays were designed and validated according to local protocols and ESHRE guidelines. MAIN RESULTS AND THE ROLE OF CHANCE: Mosaicism was present in 8% of the sporadic cases (n = 13/168), of which about half were unknown prior to PGT (n = 6/13). Mosaicism was significantly higher in patients with multiple exon deletions (n = 4/6) as compared to patients with SNVs (n = 9/162) (P < 0.001, Fisher's exact test). Additionally, two recurrent SNVs were significantly associated with mosaicism (P <0.0167, Fisher's exact test). Importantly, three unrelated families with different NF1 variants in close relatives were identified. LIMITATIONS, REASONS FOR CAUTION: Due to its retrospective design, not all details on the genetic test results and clinical phenotype could be retrieved for some cases (n = 6). The extent to which our findings are applicable to centers worldwide depends on their local procedures and legislation. WIDER IMPLICATIONS OF THE FINDINGS: Our findings substantially impact reproductive counseling for couples with NF1, enabling informed reproductive decision-making. For couples affected with NF1 proceeding with PGT, our findings alert colleagues worldwide on NF1-specific pitfalls in PGT molecular design and treatment. STUDY FUNDING/COMPETING INTEREST(S): There was no funding involved in the research for this publication. M.Z.E. is an inventor on two patent applications: ZL910050-PCT/EP2011/060211-WO/2011/157846 'Methods for haplotyping single cells' and ZL913096-PCT/EP2014/068315-WO/2015/028576 'Haplotyping and copy-number typing using polymorphic variant allelic frequencies'. The other authors have no competing interests to disclose. TRIAL REGISTRATION NUMBER: N/A.",
  "methods": "PARTICIPANTS/MATERIALS, SETTING, METHODS A PGT assay was developed for 281 couples with 218 different variants in  NF1 . Newly described variants (n = 76) were scored using the American College of Medical Genetics and Genomics (ACMG) and the Association for Molecular Pathology (AMP) classification system and submitted prior to publication in the Leiden Open Variation Database (LOVD). The employed techniques were PCR-based PGT using short tandem repeat markers (n = 230), SNP-array-based PGT (n = 39), and next-generation sequencing (NGS)-based PGT (n = 12). Minisequencing (SNAPshot) or double amplification refractory mutation system (D-ARMS) was used to incorporate SNVs. Small deletions and insertions were incorporated using fragment length analysis. All PGT assays were designed and validated according to local protocols and ESHRE guidelines. Materials and methods Patient population A retrospective, observational cohort study on PGT molecular design for NF1 was performed in three large PGT centers: Maastricht University Medical Center +  in the Netherlands, VUB University Hospital Brussels in Belgium and University Hospitals of Strasbourg in France. These centers have a long-standing, international scientific history regarding PGT. Data on completed molecular designs were included from the first PGT assay developed for NF1 (i.e. in 2009, 2004, and 2005 in Maastricht, Brussels, and Strasbourg, respectively) until August 2022 (n = 293 couples). Couples were excluded if the causative  NF1  variant was not identified (n = 4) or information on the  NF1  variant could not be retrieved (n = 2), if they opted out before design was finalized (n = 4) and in case of written objection for usage of data for scientific purposes (n = 2), resulting in a total dataset of 281 couples (n = 106 from Maastricht, n = 115 from Brussels and n = 60 from Strasbourg). Data on performed PGT cycle(s) and resulting pregnancies were included until August 2022. The data were collected from patient records by the participating centers. PGT intake and counseling Couples considering PGT for NF1 were referred to the respective centers and informed about the PGT procedure by a clinical PGT expert, with verbal and written information. Extensive genetic and reproductive counseling included the aspects as recommended by the European Society of Human Reproduction and Embryology (ESHRE) guidelines ( Thornhill  ;  et al. , 2005 Carvalho  ). For preclinical test design, the genetic test result(s) identifying the causative variant of the affected prospective parent and relevant family members was required, as well as blood samples of the couple and their relevant family members ( et al. , 2020a Thornhill  ;  et al. , 2005 De Rycke and Berckmoes, 2020 ). The term (proven)  de novo  was used if diagnostic reports prior to PGT molecular design and/or treatment confirmed that the variant was  de novo  in the affected partner and absent in his/her parents. The term (presumed) sporadic was used if the parents of the affected partner had no clinical NF1 phenotype, but absence of the familial  NF1  variant was not confirmed by DNA testing. PGT molecular design was validated for each couple using different strategies (see below) prior to inclusion for a PGT cycle. PGT molecular design All PGT assays were designed and validated according to local protocols and ESHRE guidelines, if available at that time ( Carvalho  ). Specific data are available upon request. All  et al. , 2020b NF1  (HGNC:7765) variants in this publication were reported adhering to the Human Genome Variation Society (HGVS) variant nomenclature committee recommendations, using RefSeq  NM_000267.3 , in which exon 31 of  NF1  is skipped, and verified using VariantValidator ( Freeman  ,  et al. , 2018 2024 ). All variants were either already present in the Leiden Open Variation Database (LOVD) ( Leiden Open Variation Database (LOVD), 2025 ) or submitted prior to publication by the authors. Newly described variants were scored using the American College of Medical Genetics and Genomics (ACMG) and the Association for Molecular Pathology (AMP) classification system (ref ACMG 2015) ( Richards  ) and the ACMG NF1 draft guidelines ( et al. , 2015 ClinGen Neurofibromatosis and Schwannomatosis Expert Panel, 2023 ). By ‘mosaic’ or ‘mosaicism’, we mean somatic mosaicism in the remainder of the manuscript, as the causative variant was identified in all cases prior to PGT in blood, melanocytes, neurofibromas, and/or urine. In case of germline mosaicism, so mosaicism in sperm cells or oocytes, this is specifically mentioned. The employed strategies by the centers were multiplex PCR (polymerase chain reaction)-based PGT using short tandem repeat markers, SNP (single-nucleotide polymorphism)-array-based PGT, or NGS (next-generation sequencing)-based PGT, as described below. PCR-based PGT using short tandem repeat markers PCR-based PGT employed multiple short tandem repeat (STR) markers in or flanking  NF1  ( Spits  ). Final selection of the markers applied in the assay was based on marker heterozygosity and informativity, combination with the other markers in the PCR reaction and percentage of allelic drop-out (ADO) ( et al. , 2005 Drüsedau  ). The average number of markers necessary to determine the risk and non-risk haplotypes was 4 with a range from 1 to 12. DNA samples from the couple and family members were used in the design to phase the haplotypes. The specific causative variant was included in the assay in the limited cases with only one informative marker (n = 3), when there was a lack of participating family members and/or in case of  et al. , 2013 de novo  variants. Minisequencing (SNAPshot) or double amplification refractory mutation system (D-ARMS) was used to incorporate single-nucleotide variants (SNVs) ( Moutou  ), an example of such an STR-PCR assay is given in  et al. , 2007 Supplementary Fig. S1 . Small deletions and insertions were incorporated using fragment length analysis. All PCR fragments used one primer with a fluorescent label for detection with capillary gel electrophoresis. Phasing of the risk haplotype in male  de novo  variant cases was in some instances performed prior to PGT treatment through single sperm cell analysis, and otherwise during the first PGT cycle. In case of female  de novo  variants, the phase was always determined in the PGT cycle(s). This approach has been described in further detail in previous publications ( Moutou  ;  et al. , 2007 Carvalho  ). et al. , 2020b SNP-array-based PGT From 2017, PCR-based PGT was partly replaced by SNP-array-based PGT in VUB University Hospital Brussels. After Whole Genome Amplification (WGA) of a trophectoderm biopsy (REPLI-g, Qiagen), haplotyping was established by genome-wide genotyping through SNP array. SNP array analysis was carried out using HumanKaryomap-12 Beadchips according to the manufacturer’s protocol (Illumina, San Diego, CA, USA) and data were analyzed with the Bluefuse software. Using this method, the SNP haplotypes which flank the pathogenic variant were reconstructed, identifying the parental origin of the chromosomes and thus establishing a ‘karyomap’ ( Handyside  ). Parallel direct variant detection by minisequencing (SNAPshot) was added if no affected family members were available. This technique is illustrated in  et al. , 2010 Supplementary Fig. S2 . Additional markers, number ranging from 2 to 14, were added if the SNP loci of the resulting karyomap were insufficiently informative ( Handyside  ;  et al. , 2010 Natesan  ;  et al. , 2014 De Rycke and Berckmoes, 2020 ). NGS-based PGT From 2020, NGS-based genome-wide haplotyping (OnePGT) was applied in Maastricht University Medical Center +  if DNA from an affected parent or affected offspring was available. After WGA of a trophectoderm biopsy (TE), the risk haplotype was established by haplarithmisis of the sequencing data and based on DNA samples of the couple and parents and/or offspring of the couple. This approach is illustrated in  Supplementary Fig. S3 . The method has been described in previous publications ( Zamani Esteki  ;  et al. , 2015 Masset  ;  et al. , 2019 Carvalho  ). et al. , 2020b IVF/ICSI/PGT treatment Following controlled ovarian hyperstimulation, oocyte retrieval was performed with subsequent fertilization of oocytes using intracytoplasmic sperm injection. Either single-cell blastomere biopsy was performed on Day 3 or TE biopsy (5–8 cells) on Day 5/6. After genetic diagnosis, one or two embryos with the non-risk haplotype and/or without the causative variant were transferred, either fresh or thawed, depending on local protocols and biopsy method. Any remaining unaffected embryos of good quality were cryopreserved or remained cryopreserved for (possible) future transfers. Statistical analysis A Fisher’s exact test was performed to assess the association between the occurrence of deletions as well as specific SNVs, and mosaicism. Analyses were performed using R version 4.3.1. Correction for multiple testing was applied. A  P -value <0.0167 (0.05/3) was considered statistically significant. Ethical approval The study was reviewed by the Research Ethic Committee (REC) of Maastricht University Medical Center +  (Maastricht UMC+ METC azM/UM 2018-0458) and it was confirmed that the Medical Research Involving Human Subjects Act (WMO) did not apply, as it fell within the scope of evaluation of standard care. The other institutions involved received local REC approval (VUB University Hospital Brussels (2019/253) and University Hospitals of Strasbourg (CE-2021-107)). For couples proceeding with PGT, written consent for using anonymized data for scientific purposes was retrieved as part of the PGT procedure. For the couples from Strasbourg, a non-opposition form was sent. Additional written informed consent was obtained from the participant described in further detail in the case description. It was concluded that additional informed consent was not required for the other participants, since the data were de-identified.",
  "introduction": "Introduction Neurofibromatosis type 1 (NF1, OMIM No. 162200) is a neurocutaneous disorder characterized by café-au-lait macules, freckling, neurofibromas, and brain and peripheral nerve tumors, with a risk of malignancy ( Jett and Friedman, 2010 ;  Legius and Brems, 2020 ). Physical health is further influenced by an increased risk of vasculopathy and skeletal manifestations, such as scoliosis and tibial dysplasia ( Jett and Friedman, 2010 ). Cognitive and psychosocial problems are more prevalent in individuals with NF1 compared to the general population. For instance, 50–75% of the individuals with NF1 experience learning problems ( Jett and Friedman, 2010 ;  Ottenhoff  ). et al. , 2020 NF1 is an autosomal dominant condition caused by variants in neurofibromin 1 ( NF1 , HGNC:7765), a large gene consisting of 57 exons ( Mo  ). The mutation rate is high, resulting in a 50%  et al. , 2022 de novo  occurrence and many different reported variants scattered across the gene. More than 3000 unique  NF1  variants have been identified in affected individuals ( Legius and Brems, 2020 ;  Mo  ). NF1 is fully penetrant with extremely variable clinical manifestations, even within families carrying the same variant. A clear genotype–phenotype correlation has only been established for large deletions encompassing  et al. , 2022 NF1  and neighboring genes, which are associated with a more severe expression and more pronounced cognitive deficits ( Ottenhoff  ), for one intragenic hotspot ( et al. , 2020 Koczkowska  ) and for six variants at other positions in  et al. , 2018 NF1  ( Mo  ). The risk of transmission to offspring is usually 50%, but can be lower in case of germline mosaicism ( et al. , 2022 García-Romero  ;  et al. , 2016 Legius and Brems, 2020 ). Somatic mosaicism is relatively frequent in NF1, especially for  NF1  microdeletions ( García-Romero  ;  et al. , 2016 Legius and Brems, 2020 ). Somatic mosaicism may be associated with a milder phenotype and lower risk of transmission compared to individuals with non-mosaic NF1 ( García-Romero  ;  et al. , 2016 Legius and Brems, 2020 ). To prevent transmission to offspring, preimplantation genetic testing (PGT) is one of the reproductive options for individuals affected with NF1 and their partners ( Vernimmen  ). In PGT, embryos generated through IVF are tested for the causative variant and embryos without the disease-causing variant are transferred to the uterus. NF1 is one of the most frequently requested monogenic indications for PGT ( et al. , 2023 Vernimmen  ). et al. , 2023 Both the phenotypic and genotypic characteristics of NF1 pose specific difficulties in reproductive counseling, PGT molecular design and treatment itself. Previous publications on PGT for NF1 either focused on only clinical aspects ( Merker  ;  et al. , 2015 Vernimmen  ) or described technical aspects in a limited number of cases ( et al. , 2023 Verlinsky  ;  et al. , 2002 Spits  ;  et al. , 2005 Altarescu  ;  et al. , 2006 Vanneste  ;  et al. , 2009 Chen  ;  et al. , 2011 Naja  ;  et al. , 2016 Wang  ). In this study, the genetic complexities of PGT for NF1 and their clinical implications are described in an extensive cohort. et al. , 2025",
  "results": "MAIN RESULTS AND THE ROLE OF CHANCE Mosaicism was present in 8% of the sporadic cases (n = 13/168), of which about half were unknown prior to PGT (n = 6/13). Mosaicism was significantly higher in patients with multiple exon deletions (n = 4/6) as compared to patients with SNVs (n = 9/162) ( P  < 0.001, Fisher’s exact test). Additionally, two recurrent SNVs were significantly associated with mosaicism ( P  <0.0167, Fisher’s exact test). Importantly, three unrelated families with different  NF1  variants in close relatives were identified. WIDER IMPLICATIONS OF THE FINDINGS Our findings substantially impact reproductive counseling for couples with NF1, enabling informed reproductive decision-making. For couples affected with NF1 proceeding with PGT, our findings alert colleagues worldwide on NF1-specific pitfalls in PGT molecular design and treatment. Results Participants The baseline characteristics of the 281 couples included are shown in  Table 1 . The female was the affected partner in the majority of the cases (61.2%). The  NF1  variant was familial in 39.9%, proven  de novo  in 37.7%, presumed sporadic in 22.1%, and unknown in 0.3% of the cases. The parental origin of the variant was known in 48.2% of the proven  de novo  and presumed sporadic cases (n = 81/168), being paternal in 75 (92.6%, SNVs and CNVs) and maternal in 6 (7.4%, all SNVs). DNA of an affected family member (e.g. parent, sibling, and/or offspring) was available for design in more than half of the couples (56.2%). Table 1. Baseline characteristics of the couples for who preimplantation genetic testing (PGT) design for neurofibromatosis type 1 (NF1) was completed (n = 281 couples). Gender of the affected partner n (%) Female 172 (61.2) Male 109 (38.8) \n Inheritance of the  \n NF1  variant \n n (%) \n Familial 112 (39.9) Proven  de novo 106 (37.7) Presumed sporadic 62 (22.1) Unknown 1 (0.3) \n Parental origin of  \n de novo  variants \n n (%) \n Known 81 (48.2)  Paternal 75 (92.6)  Maternal 6 (7.4) Unknown 87 (51.8) \n DNA available of an affected family member \n \n n (%) \n \n Number of family members range per couple \n Yes 158 (56.2) 1–4 No 123 (43.8) \n NF1 , neurofibromin 1 (HGNC:7765). Variants in the NF1 gene \n Table 2  shows the characteristics of the causative variants in  NF1  in our cohort. A PGT assay was developed for 218 different variants in  NF1 , of which 209 SNVs (n = 272 couples), seven intragenic deletions of one or multiple exons (n = 7 couples), one 17q11.2 microdeletion (n = 1 couple), and one translocation with its breakpoint in  NF1  (n = 1). Table 2. Characteristics of the reported neurofibromin 1 (HGNC:7765) ( NF1)  variants. Type of variant (n = 218) n (%) Single-nucleotide variant 209 (95.9) Copy number variant 9 (4.1) \n Type of single-nucleotide variant (n = 209) \n \n n (%) \n Truncating 125 (59.8)  Unique in cohort 99  Recurrent in cohort 26 Splice 51 (24.4)  Unique in cohort 47  Recurrent in cohort 4 Missense 29 (13.9)  Unique in cohort 24  Recurrent in cohort 5 In-frame deletion 4 (1.9)  Unique in cohort 3  Recurrent in cohort 1 \n Type of copy number variant (n = 9) \n \n n (%) \n Intragenic deletion ≥1 exon 7 (77.8) Complete gene deletion 1 (11.1) Translocation 1 (11.1) The majority of the SNVs were truncating variants (59.8%), followed by splice variants (24.4%), missense variants (13.9%), and in-frame deletions (1.9%). In our cohort, 173 SNVs were unique (n = 173 couples) and 36 SNVs were reported repeatedly with a range of 2–5 times (n = 99 couples). Of the recurrent variants, five were identified repeatedly due to a (confirmed or suspected) family relationship between the couples requesting PGT. The other 31 recurrent variants were  de novo  or sporadic cases, across different centers and/or no family relationship was suspected based on evaluation of the medical files. Several amino acid changes on position Tyr2264 were observed: c.6789_6792del, p.(Tyr2264Thrfs*5) (n = 3), c.6791dup, p.(Tyr2264*) (n = 2), c.6792C>A, p.(Tyr2264*) (n = 5), and c.6792C>G, p.(Tyr2264*) (n = 1). All recurrent variants are illustrated in  Supplementary Fig. S4a . Seven couples requested PGT for four different SNVs with a well-established genotype–phenotype correlation: p.(Arg1241*) (n = 1), p.(Arg1809Cys) (n = 1), p.(Met992del) (n = 2), and p.(Arg1276*) (n = 3). Those variants and their associated phenotypes are shown in  Supplementary Fig. S4b . All the deletions of one or more exons (including the whole gene deletion) in our cohort were unique ( Supplementary Fig. S5 ). Prior to this publication, 69 SNVs and 7 copy number variants (CNVs) were not present in the LOVD and therefore submitted by the authors. Additional information on all the  NF1  variants, including classification of previously unreported variants, can be found in  Supplementary Table S1  for the SNVs and  Supplementary Table S2  for the CNVs. Multiple NF1 variants in one family In two males, NF1 was assumed familial as there was an affected parent. However, testing to enable PGT design showed that the male index had not inherited the  NF1  variant from his affected mother, but had a  de novo NF1  variant on his paternal allele ( Fig. 1 ). In a third family, the female index had NF1 caused by a mosaic deletion while a sibling with generalized NF1 had a different variant, this was known prior to the PGT design. Figure 1. \n Pedigree of a family with different variants in   Family with the male index (black square) carrying the pathogenic c.1664T>G variant in  NF1  in affected family members. NF1 , which occurred  de novo  on the paternal allele. His mother (black circle) with NF1 caused by the c.4217del variant in  NF1 , which was not detected in the male index. The orange-framed STR-based haplotype is the risk haplotype. The blue-framed haplotype is the non-risk haplotype. The analyzed sperm cells (diamond shapes) show both haplotypes. NF1, neurofibromatosis type 1;  NF1 , neurofibromin 1 (HGNC:7765), RefSeq  NM_000267.3 ; WT, wildtype; VAR, causative variant; STR, short tandem repeat. Mosaicism in the transmitting parent Mosaicism was detected in 13 of the 168 (proven or presumed) sporadic cases (7.7%): 9 of the 162 sporadic cases with an SNV (5.6%) and 4 of the 6 sporadic cases with a deletion of ≥1 exon (66.7%, n = 3 intragenic multiple exon deletions and n = 1 microdeletion). The association between a deletion and mosaicism was significant ( P  < 0.001, Fisher’s exact test,  Supplementary Table S3 ). Of the nine mosaic cases with an SNV, six involved an SNV that was recurrent in our cohort: p.(Arg1306*) (mosaic in 3 out of 3 sporadic cases), p.(Arg1748*) (mosaic in 2 out of 2 sporadic cases), and p.(Tyr2264Thrfs*5) (mosaic in 1 out of 3 sporadic cases). The association between the variants p.(Arg1306*) and p.(Arg1748*) and mosaicism was significant ( P  < 0.001 and  P  = 0.003, respectively, Fisher’s exact test,  Supplementary Table S3 ). The mosaic cases with a deletion are illustrated in  Fig. 2a , the mosaic cases with an SNV in  Fig. 2b . Figure 2. \n The mosaic variants in   ( NF1  in our cohort. a ) The mosaic cases with a continuous gene deletion or a single- or multi-exon deletion in  NF1  (n = 4). The exons are shown as rectangles (not proportional to their size) and numbered 1 to 58, NCBI numbering as recommended according to HGVS. The lines represent the size of the deletions, the numbers the deleted exon(s). The arrows indicate a deletion extending outside of  NF1 . Created with BioRender.com.  https://app.biorender.com/illustrations/68230722f2887949503d4bcc?slideId=268e378d-07c4-4a28-96a3-5360415a663d . ( b ) The mosaic cases with an SNV in  NF1  (n = 9). Above the figure are the three unique mosaic variants, below the three recurrent mosaic variants. Below the variant is shown how often the variant was mosaic of the total number of sporadic cases that the specific variant was detected in our cohort.  NF1  is shown with its protein domains (rectangles): cysteine-serine-rich domain (CSRD), tubulin binding domain (TBD), central GTPase-activating-protein-related domain (GRD), SEC14 domain, pleckstrin homolog (PH), HEAT-like repeats (HLR), C-terminal domain (CTD). Numbers indicate the amino acid residues comprising the domains. The variants are shown by their amino acid change or, in case of splice variants, their c-position. The positions of the variants are in relation to the domain. Created with BioRender.com.  https://app.biorender.com/illustrations/68ee4f2538a4d81e426bbee7?slideId=029c25b9-2dee-4701-a708-3bea618d9ea9 .  NF1 , neurofibromin 1 (HGNC:7765), RefSeq  NM_000267.3 ; HGVS, Human Genome Variation Society; SNV, single-nucleotide variant. For seven couples (53.8%), the affected partner was known to be mosaic for the causative  NF1  variant based on the initial diagnostic report. Two had clinical signs of mosaic NF1 (diagnosis of segmental NF1, both SNVs) and two had a remarkably mild NF1 phenotype (both deletions). For the remaining six couples (46.2%), mosaicism was either detected during PGT design (n = 3) or during PGT treatment (n = 3). Four of those six cases had a remarkably mild NF1 phenotype. The mosaic cases are further illustrated in  Supplementary Fig. S6 . The male was the affected partner in 6 of the 13 couples with mosaicism (46.2%), in 7 the female (53.8%). A successful assay could be developed for all mosaic cases but one. In the latter, analysis of single sperm cells (n = 37) showed both haplotypes without the  NF1  variant, proving germline mosaicism and thus, the risk haplotype could not be identified. Single sperm cell analysis showed germline mosaicism in two additional cases with a male sporadic index, as the risk haplotype was detected, but without the  NF1  variant. PGT molecular design Data on PGT design are shown in  Table 3 . A successful PGT assay was developed for 99.3% of the couples (279 out of 281). For two couples, a PGT assay could not be developed at that time (0.7%): for one female sporadic index, there were insufficient informative markers and one male index for whom the variant was not detected in the analyzed spermatozoa, as described above. In total, 281 PGT assays were developed. The most frequently applied technique was PCR-STR (n = 230, 81.8%), of which 134 cases involved a sporadic index and 96 cases a familial index. Variant detection was added in about half of the PCR-STR assays (50.9%). SNP-array-based PGT was used in 39 tests (13.9%), of which 27 involved a sporadic index and 12 a familial index. Additional direct variant detection was necessary in the majority of those tests (79.5%) and additional markers in almost half (43.6%). For two couples, a PCR-STR assay was used for the first 2–8 cycles and a SNP-array-based PGT assay for the last cycle. For the case involving a familial balanced reciprocal translocation with its breakpoint in  NF1 , shallow WGS was not possible as the translocation breakpoint on chromosome 17q11.2 disrupts  NF1 . Hence, normal and balanced translocation carriers had to be distinguished. PGT was performed with MDA amplification and SNP array supplemented with analysis of seven phased STR markers using multiplex fluorescent PCR. NGS-based PGT was employed for 12 assays (4.3%), phasing was based on affected offspring in seven cases with a sporadic index and on an affected parent or affected offspring in five cases with a familial index. Table 3. Different preimplantation genetic testing (PGT) molecular assays. Outcome (n = 281 couples) n (%) Successful assay 279 (99.3) No successful assay 2 (0.7) Technique (n = 281 assays * ) total sporadic index familial index n (%) n (%) n (%) PCR-STR-based PGT 230 (81.8) 134 96  With variant detection 117 (50.9) 99 (73.9) 18 (18.8)  Without variant detection 113 (49.1) 35 (26.1) 78 (81.3) SNP-array-based PGT 39 (13.9) 27 12  With variant detection 31 (79.5) 26 (96.3) 5 (41.7)  Without variant detection 8 (20.5) 1 (3.7) 7 (58.3)  With additional markers 17 (43.6) 15 (55.6) 2 (16.7)  Without additional markers 22 (56.4) 12 (44.4) 10 (83.3) NGS-based PGT 12 (4.3) 7 5  With variant detection 1 (8.3) 1 (14.3) 0 (0.0)  Without variant detection 11 (91.7) 6 (85.7) 5 (100.0) * For two couples, two assays were developed; a PCR-STR-based assay and a SNP-array-based assay. STR, short tandem repeat; SNP, single-nucleotide polymorphism; NGS, next-generation sequencing. PGT cycles and pregnancy outcome Of the 279 couples with a successful PGT assay developed, 232 proceeded with PGT. The remaining 47 couples either chose not to proceed with PGT or had not yet started a PGT cycle during the inclusion period. In total, 573 cycles were initiated, of which 510 proceeded to oocyte retrieval (89.0%). Of the 510 cycles with oocyte retrieval, 475 resulted in embryo biopsy (93.1%) and 362 in embryo transfer (ET) (71.0%). There were 241 positive hCGs (human chorionic gonadotropin) and 173 pregnancies with fetal heartbeat documented in the inclusion period. The positive pregnancy rate was 42.1% per initiated cycle and 66.6% per cycle with embryo transfer. The clinical pregnancy rate was 30.2% per initiated cycle and 47.8% per cycle with ET. Data are shown in  Supplementary Table S4 . Seventeen of the initiated 573 PGT cycles were for couples with a mosaic index (n = 10). For five of those couples, both haplotypes were represented in the analyzed embryos of 1–2 cycles, but none showed the  NF1  variant, indicating germline mosaicism or absence of the  NF1  variant in the germline of the affected partner ( Supplementary Fig. S6 ). The affected partner was female in all of these cases. One or more embryos were transferred for four of these couples after additional counseling and a modified transfer agreement, including a misdiagnosis risk of 5% and specific informed consent. Misdiagnosis due to mosaicism In one PGT cycle performed with indirect multiplex fluorescent PCR, a spontaneously conceived unaffected child was used as phasing reference. As the male partner was affected with  NF1 , embryos were selected with the same paternal  NF1  haplotype as this child. A pregnancy was obtained after the second transfer, but prenatal testing showed that the fetus had inherited the paternal pathogenic  NF1  variant. Further investigation showed that the affected male partner was mosaic in his germline, and that the unaffected child had inherited the risk haplotype without the pathogenic variant. Hence, with PGT, embryos had been selected with the risk haplotype. The pregnancy was terminated. Later, the couple performed an additional PGT cycle (direct multiplex PCR) that resulted in the birth of a healthy child. This is further illustrated in  Supplementary Fig. S7 . Case description We describe a specific case in further detail because of its remarkable course. A female with a relatively mild NF1 phenotype with café-au-lait macules, freckling, a few neurofibromas, Lisch noduli and normal intelligence (successful completion of a university degree), opted for PGT. MLPA analysis of  NF1  showed a large intragenic deletion involving exons 37 to 58, which was not detected in her parents. A PCR assay was designed employing two proximal markers, an intragenic marker (serving as variant detection) and three distal markers, in order to phase in the cycle. The first cycle resulted in two embryos with both haplotypes represented, but none with the deletion, as the intragenic marker was present. Thus, it was not possible to determine the risk haplotype in the cycle. Mosaicism was suspected, but additional analysis of blood and other tissues (skin and buccal swab) could not confirm mosaicism. A specific deletion PCR was designed, where a PCR product is formed if the deletion is present. The second cycle resulted in three viable embryos and three embryos which arrested in growth, all were biopsied and analyzed. DNA from the blood of the affected female was used as a positive control. Again, both haplotypes were represented in the embryos, but neither technique detected the deletion. After additional counseling, the embryos from the second cycle were released for transfer. The first embryo transfer resulted in a pregnancy. Confirmation of the PGT diagnosis with chorionic villus sampling or an amniocentesis was advised, but declined by the couple. A daughter was born, she is currently 1.5 years old and has no clinical signs of NF1. The couple chose not to confirm the PGT diagnosis with postnatal DNA testing. This case is further illustrated in  Supplementary Fig. S8 .",
  "discussion": "Discussion In this study, we reviewed PGT molecular designs for 281 couples requesting PGT for NF1 in three large European centers, being the largest cohort known to date. Our findings have important consequences for reproductive counseling, PGT design, and treatment for individuals with NF1. A successful PGT assay could be developed for almost all couples. In general, PGT treatment results in good pregnancy rates. Caution for signs of mosaicism is required, especially in  NF1  deletions of multiple exons and two specific SNVs. The low(er) risk of transmission in case of germline mosaicism might make PGT unnecessary. Mosaicism also entails a potential failure to identify the risk haplotype for couples proceeding with PGT. Because of the high mutation rate, the occurrence of multiple different  NF1  variants in one family is another point of attention. A successful PGT assay could be developed for 99% (279 out of 281) of the PGT requests for NF1, even though 60% (168 out of 281) of the cases were sporadic and no affected family members were available as reference in 44% (123 out of 281). The parental origin of a  de novo  variant in  NF1  was paternal in the majority of the cases where the origin was established (93%, 75 out of 81), this is a known phenomenon for  de novo  autosomal dominant conditions in general and well described for NF1 specifically ( Snajderova  ;  et al. , 2012 Aitken, 2024 ). The requests involved 218 different  NF1  variants. Of these variants, 35% (76 out of 218) was absent in the LOVD prior to this publication, adding to the knowledge of this genetically very heterogeneous disease. Several variants were observed repeatedly in our cohort (36 out of 218, 17%), of which amino acid changes on position Tyr2264 stood out (n = 11). Although the different underlying base pair changes have been repeatedly reported in literature ( Robinson  ;  et al. , 1995 Upadhyaya  ;  et al. , 1996 Messiaen  ), this position has not yet been identified as a hotspot. PGT was requested several times (n = 7) for a variant with a known genotype–phenotype correlation, of which twice for the Met992del variant (PGT request in 2002 and in 2018, respectively). This variant is associated with a mild NF1 phenotype and absence of neurofibromas, the correlation was first described in 2007 ( et al. , 1997 Upadhyaya  ). PGT is often motivated by a fear of (more) severe expression in offspring ( et al. , 2007 Vernimmen  ). Therefore, the PGT request in the second case seems unusual, as the associated mild phenotype would have been well established by 2018. et al. , 2023 The affected partner was mosaic for the  NF1  variant in 8% (13 out of 168) of the sporadic cases. Exonic and whole gene deletions were significantly associated with mosaicism when compared to SNVs in the  NF1  gene ( P  < 0.001). The more frequent occurrence of mosaicism in gross  NF1  deletions has been described in multiple previous publications ( Legius and Brems, 2020 ;  Pacot  ), but this information is lacking for intragenic deletions. Two specific SNVs were also significantly associated with mosaicism when compared to other SNVs in  et al. , 2021 NF1 : c.3916C>T, p.(Arg1306*) ( P  < 0.001), and c.5242C>T, p.(Arg1748*) ( P  = 0.003). Germline mosaicism for NF1 in the transmitting parent often results in a lower recurrence risk than the usual 50% for autosomal dominant conditions. This is illustrated by the male index where analysis of the sperm cells during test design showed both haplotypes and the five couples where both haplotypes were represented in the analyzed embryos of 1–2 PGT cycles, but none with the  NF1  variant. Based on our findings, we recommend caution for signs of mosaicism in all sporadic NF1 cases, but especially if one or more of the following criteria are present: a proven  de novo  character with a remarkable mild phenotype, localized manifestations, and/or specific variants, being a deletion (intragenic deletions of multiple exons as well as whole gene deletions) and the SNVs c.3916C>T, p.(Arg1306*) and c.5242C>T, p.(Arg1748*). If there are signs pointing toward mosaicism, testing of different tissues besides blood and/or deep sequencing, for example with single-molecule Molecular Inversion Probes (smMIPs), should be considered to either confirm mosaicism or make it less likely. With suspected or confirmed mosaic NF1, the potential lower recurrence risk and more severe expression in offspring if the variant is inherited, should be acknowledged in reproductive counseling ( Pacot  ), enabling couples to make an informed decision about their reproductive options. For those couples, a spontaneous pregnancy (with or without invasive prenatal diagnosis (PND)) might be a more suitable option than PGT. For couples with mosaic NF1 in the affected partner who proceed with PGT, extra caution is necessary during test design. Phasing should never be based on unaffected offspring, since mosaicism increases the risk of misdiagnosis in those cases, as described above. Upon request from the involved PGT center, a paragraph was included in the updated version of the PGT guidelines to avoid recurrence of this potential phasing issue ( et al. , 2024 Carvalho  ). Germline mosaicism might also result in failure to identify the risk haplotype in the first or any of the cycles. Such cases pose the dilemma of either transferring embryos with a high(er) residual risk of misdiagnosis, performing additional cycles with added techniques or not being able to transfer embryos at all. Therefore, in male mosaic index cases, we recommend single sperm cell analysis prior to PGT treatment to determine the phase (provided that the employed assay allows for haplotyping on single cells, e.g. STR-PCR). For female mosaic index cases, it is recommended to determine a minimal number of embryos in the first cycle, as well as analyzing any arrested embryos and (provided that the employed assay allows for haplotyping on single cells, e.g. STR-PCR) unfertilized oocytes to determine the risk haplotype. If transfer of an embryo results in pregnancy, there is extra reason for PND to confirm the PGT diagnosis in mosaic index cases where the risk haplotype could not be established or if an embryo with the risk haplotype, but without the causative  et al. , 2020b NF1  variant, was transferred. We propose a modified approach for couples with a (suspected) mosaic index and thus, a higher chance of germline mosaicism and failure to identify the risk haplotype. The suggested approach addresses issues and recommendations in the different stages of PGT (counseling, molecular design, and treatment), as illustrated in the flowchart ( Fig. 3 ). Close cooperation between the PGT laboratory and expert clinical geneticist(s) is required. This approach aims to prevent misdiagnosis, but still enable the transfer of certain embryos if criteria regarding the analysis and counseling are met, thus weighing the risk of transferring an affected embryo against a couple’s chance of having a healthy child. Applying this flowchart for other PGT indications with a high  de novo  rate and relatively frequent mosaicism, such as tuberous sclerosis complex ( TSC1/TSC2 ) ( Touraine  ), could be considered. et al. , 2022 Figure 3. \n PGT approach if an index with (suspected) mosaic NF1 is involved.  *c.3916C>T, p.(Arg1306*), or c.5242C>T, p.(Arg1748*). NF1, neurofibromatosis type 1;  NF1 , neurofibromin 1 (HGNC:7765), RefSeq  NM_000267.3 ; SNV, single-nucleotide variant; smMIPs, single-molecule Molecular Inversion Probes; VAF, variant allele frequency; PGT, preimplantation genetic testing; TE, trophectoderm. We expect the observed percentage of mosaicism in our cohort to be an underestimation. Indirect phasing based on affected offspring was used for 42 assays with a sporadic index. In those cases, mosaicism cannot be detected in the PGT molecular design or PGT treatment, as the causative variant is not visible in the assay. It is therefore possible that these include cases with (undetected) mosaicism. Direct variant detection was employed in 126 cases with a sporadic index. Whether mosaicism is detected in those cases depends on the grade of mosaicism and the threshold ADO used in the molecular design. The used threshold value for ADO is 5% for VUB University Hospital Brussels and 10% for Maastricht University Medical Center +  and University Hospitals of Strasbourg in France. Validations during PGT molecular design assume a 50–50 ratio for the causative variant. Therefore, a high grade mosaicism of 40–45% or more would probably be attributed to ADO instead of mosaicism, as it falls within the 5–10% ADO range from 50%. The high mutation rate in  NF1  can also result in multiple disease-causing variants in one family. Three such examples were identified in our cohort. Those observations, combined with the known variable clinical expression, emphasize that the status of every individual used in the PGT design should be genetically confirmed, rather than considered affected or unaffected based on clinical evaluation. PGT for NF1 showed outcomes comparable to PGT for other monogenic indications, with a cumulative positive hCG rate of 67% per analysis with at least one transfer versus 57% as reported by ESHRE. Cumulative clinical pregnancy rate was 48%, which is also comparable to the ESHRE data ( Spinella  ). et al. , 2023 Due to its retrospective design, not all details on the genetic test results and clinical phenotype could be retrieved for some cases. Also, applied techniques did and will in the future differ between centers due to local practices and legislation, although all were and should be within international ESHRE guidelines. The extent to which our findings are applicable to centers worldwide therefore depend on their local procedures and legislation. However, the majority of our results are inherent to NF1 and independent from local circumstances. At present of near future, several of the technical challenges and pitfalls are and will be overcome with the introduction of whole-genome-based approaches, as the disease-causing variant is directly visible, without the need for indirect labor-intensive methods of variant detection such as SNAP-shot or D-ARMS. The introduction of long-read genome sequencing will make it easier to determine the phase of the causative variant with the risk haplotype, especially if preceded by variant haplophasing by long-read sequencing during preclinical workup ( M M  ;  et al. , 2021 Tsuiko  ;  et al. , 2023 Zhao  ). The situation where embryos with the risk haplotype but without the causative variant are identified, will also be encountered more frequently with the introduction of long-read genome sequencing. In cases where mosaicism is known or suspected, a modified agreement on the transfer of such embryos may be considered, for example if there are no transferable embryos with the non-risk haplotype available, as illustrated in the flowchart ( et al. , 2025 Fig. 3 ).",
  "fetched_at": "2026-02-11T01:38:34.468509",
  "abstract_length": 3562,
  "methods_length": 10066,
  "introduction_length": 3212,
  "results_length": 16493,
  "discussion_length": 11017
}