{
  "pmid": "PMID:41294711",
  "abstract": "Neurofibromatosis type 1 (NF1) is a complex, multisystem, genetic disorder caused by germline",
  "methods": "",
  "introduction": "1. Introduction 1.1. Neurofibromatosis Type 1 Neurofibromatosis type 1 (NF1) is a genetic tumor-predisposition disorder affecting about 1 in 2500 births [ 1 ]. First described in the 1800s by Dr. Friedrich von Recklinghausen, NF1 presents with a broad range of symptoms due to loss of neurofibromin, a protein encoded by the  NF1  gene, involving multiple organ systems and cell types. These include cutaneous manifestations such as café-au-lait macules and axillary or inguinal freckling, neurological issues including learning disabilities and behavioral challenges, cardiovascular and skeletal abnormalities. One of the defining, and more serious, aspects of NF1 is a predisposition to benign and malignant tumors [ 2 , 3 ]. Neurofibromas are the most common of these and arise from nerve sheaths—either as cutaneous neurofibromas (cNFs) on the skin, or plexiform neurofibromas (pNFs), which are larger, more complex tumors. While NF1 patients have systemic loss of one  NF1  allele due to a germline mutation, it is the acquisition of a second, somatic mutation in the remaining wild-type  NF1  gene, specifically in Schwann cells, that gives rise to neurofibromas [ 4 ]. While benign, pNFs can become large and debilitating, impairing bodily functions and drastically lowering the quality of life. Due to their invasive growth, the surgical removal of pNFs can be challenging, and, furthermore, about 15% of these benign tumors subsequently undergo transformation into malignant peripheral nerve sheath tumors (MPNSTs) [ 5 , 6 ]. The malignant transformation of pNFs occurs through intermediate lesions known as atypical neurofibromas or atypical neurofibromatous neoplasms of uncertain biological potential (ANNUBPs). These ANNUBPs exhibit increased cellular atypia and proliferation compared to benign NFs but lack the full malignancy of MPNSTs [ 7 , 8 ]. Progression from pNFs to ANNUBPs and ultimately to MPNSTs involves the accumulation of additional genetic alterations (both mutations and copy number changes) including the cell cycle regulator  CDKN2A/B , the tumor suppressor  TP53  and components of the PRC2 complex, such as  EED  and  SUZ12 , which drive tumor aggressiveness and malignancy [ 9 , 10 , 11 , 12 , 13 ]. MPNSTs are aggressive sarcomas with very poor response to conventional chemotherapy and radiotherapy, resulting in poor prognoses, with 5-year survival rates ranging from 16% to 62% [ 14 ]. Beyond MPNSTs, individuals with NF1 carry a higher-than-average risk for various other cancers, including leukemia, breast cancer, gastrointestinal stromal tumors (GISTs), and pheochromocytomas, resulting in a reduced life expectancy—by an estimated 10 to 20 years compared to the general population—making NF1 a complex and lifelong clinical challenge [ 15 , 16 ]. Alongside nerve sheath tumors, NF1 individuals are also at risk for developing various low- and high-grade gliomas [ 17 ]. Low-grade gliomas (LGGs) are the most common central nervous system (CNS) tumors diagnosed in NF1 patients, occurring in ~20% of patients; this is significantly higher than patients diagnosed with high-grade gliomas (HGGs), which only occur in ~2.5% of NF1 patients [ 18 , 19 ]. Optic pathway gliomas (OPGs) represent about one-third of all NF1-associated LGGs [ 19 ] and affect an estimated 15–20% of children [ 20 ]. While most NF1-related OPGs remain asymptomatic, vision is affected in about 40% of affected patients. The location and infiltrative nature of these tumors mean that complete surgical resection is rarely feasible without significant risk, and effective treatment options remain limited for OPGs, LGGs, and HGGs in NF1 patients [ 21 ]. The NF1 tumor types that have received the most attention by researchers are pNFs and MPNSTs. The high prevalence and debilitating symptoms of pNFs, such as pain and nerve dysfunction, even in their benign form [ 22 ], make them priority candidates for therapeutic intervention. Successful treatment of pNFs might alleviate these symptoms along with potentially reducing the risk of malignant transformation into the most aggressive and deadly NF1-related tumor, MPNSTs. 1.2. Neurofibromin Functions to Regulate the RAS Signaling Pathway Throughout the 19th and 20th centuries, physicians documented the clinical features now recognized as classic manifestations of NF1. The identification of the  NF1  gene in 1987 and its subsequent cloning led to the elucidation of the molecular function of the encoded protein, neurofibromin, in 1990, allowing the design of rational therapeutic strategies ( Figure 1 ) [ 23 , 24 , 25 , 26 , 27 , 28 ]. The discovery that neurofibromin acts as a negative regulator of the RAS/MAPK signaling pathway explained how its loss leads to hyperactivation of this pathway [ 29 ], predisposing individuals to both benign and malignant tumors, and highlighted components of the pathway as promising therapeutic targets [ 30 ]. The only two FDA-approved treatments currently available for NF1 patients—both targeting MEK signaling—were approved in the USA within the last five years, marking a 30-year gap between the identification of MEK as a therapeutic target and the eventual approval of effective drugs [ 31 , 32 , 33 ]. During this time, testing individual compounds, although systematic and logical, has proven to be a slow and often unproductive process, especially when candidates fail in preclinical testing or clinical trials—as was the case for most targets explored in the 1990s, apart from MEK. While MEK inhibitors are currently only approved for treatment of pNFs, there are no effective therapies for MPNSTs. 1.3. Drug Screening for New Therapeutic Targets for NF1 Tumors By the mid-2000s, high-throughput screening (HTS) and targeted drug screening approaches were gaining traction in oncology research. HTS of drugs involves rapidly testing hundreds to millions of compounds simultaneously using automated systems to identify potential candidates for treating a disease. HTS enables faster and objective discovery of promising drugs by quickly narrowing down large libraries of molecules, while individual testing allows for more detailed and focused analysis of a single drug’s effects. There are also specialized screening strategies that are often implemented when focusing on a specific target or pathway. Two that are often mistaken for each other are  target-based screening  and  targeted-based screening ; while similar in name, these types of screens differ significantly. In  target-based screening  (or target-based drug discovery), a specific target implicated in disease progression is probed with a library of experimental small molecules or compounds designed explicitly against the target’s structure in the hopes of identifying compounds that bind and modulate that target’s activity. In contrast,  targeted-based drug screening , while also high-throughput, takes advantage of existing inhibitors against a specific target/pathway or inhibitors with a common status (e.g., FDA-approved or actively being tested in the clinic), to perform a more refined screen that will identify existing compounds that illicit a phenotypic response in disease-relevant cells. This allows researchers who have identified a clinically relevant target through other experimental designs, such as omics analyses, to follow-up on those targets using existing compounds. When using existing, FDA-approved therapies, this type of targeted-based drug screening is known as  drug repurposing . Drug repurposing involves the use of already approved drugs, having already undergone safety and dosing studies in humans. This helps to reduce the risk, cost, and time associated with drug development and translation into the clinic [ 34 ]. The first results from HTS in NF1 models emerged in the early 2010s ( Table 1 ) [ 35 ]. Since then, numerous screens, including high-throughput and more targeted lower-throughput approaches, have been conducted across a variety of NF1 models. These efforts have included small-molecule libraries, pathway-specific inhibitor screens, synthetic lethal screens, and genetic screens ( Figure 2 ). In this review, we provide a detailed overview of these screening strategies, highlight key findings across model systems, and discuss their implications for advancing NF1 patient treatment. 1.4. Repurposing Existing Drugs for Treating NF1-Deficient Tumors Drugs effective against tumors with similar molecular features, e.g., RAS pathway hyperactivity, provide a strong rationale for testing in  NF1 -deficient tumors. Drug repurposing libraries vary widely in scale and composition, encompassing multiple categories of compounds. Some, such as the National Center for Advancing Translational Sciences (NCATS) Pharmaceutical Collection, include only FDA-approved drugs or those approved by equivalent regulatory agencies in other countries. Others, like the NIH Clinical Collection, are more investigational in nature and focus on compounds with prior use in human clinical trials. Still others—such as the NCATS Mechanism Interrogation PlatEs (MIPE) library—contain a mix of approved drugs, clinical trial candidates, and preclinical compounds. Additionally, several commercial providers, including Prestwick Chemical and SelleckChem, offer customizable libraries tailored to specific research interests. In this review, we indicate which library was used where applicable.",
  "results": "",
  "discussion": "9. Discussion and Future Directions Drug screening efforts for NF1-associated tumors have advanced considerably; however, significant challenges remain, especially in translating preclinical findings into effective therapies for malignant and heterogeneous tumors such as MPNSTs. The continued innovation in developing model systems, combination therapy strategies, and personalized approaches will be essential to further advance NF1 tumor therapeutics. 9.1. MEK Inhibitor Resistance Screens Resistance to MEK inhibitors has been reported in both pNFs and MPNSTs, typically mediated via adaptive feedback pathways and compensatory signaling pathways, such as PI3K/mTOR [ 162 ]. Future screening to reveal the resistance pathways could potentially reveal susceptibilities that can be targeted either by vertical inhibition (inhibition of multiple nodes within one pathway) or horizontal combination therapy in convergent pathways. 9.2. Alternative High-Throughput Screening (HTS) Models for Drug Discovery Organoid cultures and tumor-on-a-chip models are new technologies with capacity to recapitulate the tumor microenvironment and provide novel platforms for personalized NF1 drug screening [ 48 , 163 ]. Furthermore, the improvement in single-cell and spatial omics approaches will provide new information on drug resistance mechanisms and tumor heterogeneity. Although most existing HTS methods record cell viability or growth, other phenotypic reads (e.g., cell morphology profiling through techniques like Cell Painting) could yield richer, multidimensional data to guide drug discovery [ 164 ]. 9.3. Targeting the Tumor Microenvironment There are considerable efforts underway to better characterize the immune and stromal landscape of these tumors, particularly in MPNSTs [ 165 , 166 ]. These include discovering druggable targets in the tumor microenvironment (TME) and developing strategies to modulate immune responses, including through immune checkpoint inhibitors. A deeper understanding of the TME will be essential for the success of future immunotherapeutic interventions. 9.4. The Role of Artificial Intelligence in Drug Discovery Artificial intelligence (AI) has the power to transform drug discovery by enabling the integration of high-dimensional data (such as transcriptomics and proteomics) to predict drug sensitivity, repurposing discovery, and rational combination therapy design. Virtual screening has not only hastened drug development, but it is also time- and cost-saving by enabling prioritization of candidates in a streamlined manner [ 167 ]. AI provides numerous applications that can be harnessed for drug discovery and NF1 development. One of the principal applications of AI is computer-aided drug design (CADD), in which AI software is able to screen swiftly through huge chemical libraries and model interactions with NF1-relevant targets—like MEK, mTOR, or RAS pathway members—thereby accelerating the identification of promising therapeutic candidates. Furthermore, binding affinity prediction using machine learning models trained on structural and biochemical data may help prioritize compounds with high potential to engage molecular targets implicated in NF1 tumor growth, including those considered “undruggable” by traditional standards (see below). AI will also likely be able to assist in streamlining the repurposing of existing drugs for NF1 by analyzing complex patterns in biomedical data to reveal novel disease-drug associations. This can help prioritize agents for screening in high-throughput assays in the lab. Patient-specific toxicity prediction could benefit from the AI integration of multi-omic data sets (genomics, transcriptomics, proteomics) and patient electronic health records for predicting adverse drug reactions. This is particularly valuable in NF1, given the heterogeneity of tumor burden, mutation profile, and therapeutic responses. The emerging AI-enabled strategies offer powerful tools to enhance the precision, efficiency, and success rate of NF1 drug discovery, from initial screening to clinical translation. The first AI-born treatment for NF1, HLX-1502, is advancing toward a Phase II clinical trial for patients with pNFs. Developed by Healx on an in-house AI platform and tested in a well-established  in vivo  preclinical model, HLX-1502 exemplifies the potential of AI-driven drug development [ 168 , 169 ]. 9.5. Addressing “Undruggable” Targets Historically, “undruggable” proteins have posed significant challenges due to their structural features, lack of well-defined binding pockets, and essential cellular roles. These include small GTPases, such as the RAS family. Despite some advances in KRAS-targeted therapies [ 170 ], these approaches have remained limited in scope and are often hindered by rapid development of resistance. Recent advances in protein structure prediction, most notably through AlphaFold, have revolutionized the study of protein architecture and dynamics [ 171 ]. AlphaFold enables high-accuracy prediction of three-dimensional (3D) protein structures directly from amino acid sequences, including for proteins that previously lacked experimental structural data. These structural predictions open new avenues in drug discovery. These include in silico identification of cryptic binding pockets, offering novel opportunities for allosteric modulation or fragment-based screening, particularly in proteins previously deemed undruggable. Accurate 3D structures also permit structure-based drug design (SBDD) principles to model interactions between proteins and small molecules. Beyond the direct targeting of undruggable proteins, alternative strategies include modulating their expression or function through upstream regulators or epigenetic mechanisms. AI platforms can also assist in identifying synthetic lethal interactions or network-based vulnerabilities that bypass the need for direct inhibition. 10. Conclusions NF1 presents unique, complex challenges in tumor management due to its diverse tumor types and underlying molecular heterogeneity. The powerful tools of high-throughput and targeted drug screening have identified novel therapeutic candidates and synergistic drug combinations. These screening approaches have enabled the rapid evaluation of large compound libraries and genetic vulnerabilities specific to NF1-associated tumors. While promising leads have been identified, translating these findings into effective clinical therapies will require further validation and optimization in preclinical animal models. We are confident that the continued integration of advanced screening technologies with new molecular insights holds great potential to improve outcomes for patients with NF1-related tumors. curroncol-32-00649-t002_Table 2 Table 2 Comprehensive list of cell and animal models used in screens referenced in this review. Name Source/Model NF1  Mutation(s) (If Known) NF1  Status Used in \n \n \n iPSCs and derived cell lines \n Patient #2 NF1 +/−  iPSC iPSC derived from peripheral blood mononuclear cells from NF1 patient c.3431_3432dupGT \n NF1 \n +/ − \n [ 47 ] Patient #2 NF1 −/−  iPSC Patient #2  NF1 +/ −  iPSC with CRISPR KO of remaining wild-type  NF1  allele c.3431_3432dupGT; LOH \n NF1 \n −/− \n [ 47 ] WTC-mEGFP-Safe harbor locus (AAVS1)-cl6 (RRID:CVCL_JM19) iPSC from healthy individual with eGFP inserted at the safe harbor locus AAVS1 under CAGGS (Coriell Institute (NJ, USA) n/a \n WT \n [ 48 ] mEGFP-PT iPSC mEGFP with CRISPR  PTEN  and  TP53  loss n/a \n WT \n [ 48 ] mEGFP PTCC iPSC mEGFP iPSC with CRISPR  PTEN ,  TP53 , and  CDKN2A/B  loss n/a \n WT \n [ 48 ] mEGFP PTN iPSC mEGFP iPSC with CRISPR  PTEN ,  TP53 , and  NF1  loss NF1  CRISPR KO \n NF1 \n −/− [ 48 ] C6-a (RUID: 06C53141) iPSC from healthy individual—RUCDR Infinite Biologics n/a \n WT \n [ 48 ] C6-a PT C6-a with CRISPR  PTEN  and  TP53  loss n/a \n WT \n [ 48 ] C6-a PTCC C6-a with CRISPR  PTEN ,  TP53  and  CDKN2A/B  loss  n/a \n WT \n [ 48 ] C6-a PTN C6-a with CRISPR  PTEN ,  TP53 , and  NF1  loss NF1  CRISPR KO \n NF1 \n −/− [ 48 ] \n \n \n Organoids derived from cutaneous neurofibroma (cNF) NF1 patient samples \n NF0002-7 cNF NF1  deletion (by whole genome sequencing) \n NF1 \n −/− [ 61 ] NF0004 cNF No sequencing data available \n NF1 \n −/− [ 61 ] NF0004-6_8 cNF No sequencing data available \n NF1 \n −/− [ 61 ] NF0009 cNF NF1  inversion (by whole genome sequencing) \n NF1 \n −/− [ 61 ] NF00012 cNF NF1  deletion, inversion, and stop gain (by whole genome sequencing) \n NF1 \n −/− [ 61 ] \n \n \n Epithelial-like and fibroblast cell lines \n HSC1 Epithelial-like primary culture isolated from human spinal nerves n/a \n WT \n [ 116 ] HSC2 Primary culture isolated from human spinal nerves n/a \n WT \n [ 116 ] HFF Fibroblasts n/a \n WT \n [ 42 ] \n \n \n Immortalized Schwann cell (SC) lines including those derived from plexiform neurofibromas (pNFs) \n ipn02.3 2λ Normal SC from healthy individual n/a \n WT \n [ 41 , 50 , 102 , 103 , 111 , 129 ] ipn02.3 2λ C8 CRISPR-edited ipn02.3 2λ Exon 3 (1 bp del) \n NF1 \n +/− [ 50 ] ipn02.3 2λ C23 CRISPR-edited ipn02.3 2λ Exon 3 (2 bp del), Exon 3 (1 bp del) \n NF1 \n −/− [ 50 ] ipn02.8 Normal SC from healthy individual n/a \n WT \n [ 41 , 102 , 103 ] ipn97.4 Normal SC from healthy individual n/a \n WT \n [ 41 , 103 ] ipNF00.6 pNF Gene deletion (>1 Mb); Unknown \n NF1 \n −/− [ 41 ] ipNF03.3 pNF c.4269 G > A in-frame exon skip; Unknown \n NF1 \n −/− [ 41 ] ipNF04.4 pNF R2237X; LOH \n NF1 \n −/− [ 41 , 102 ] sipnNF95.12B pNF L216P \n NF1 \n +/− [ 41 , 102 ] ipNF05.5 pNF c.3456_3457insA; LOH \n NF1 \n −/− [ 41 , 50 , 102 , 111 , 129 ] ipNF05.5-MX (six clone mix) pNF c.3456_3457insA; LOH \n NF1 \n −/− [ 41 , 102 , 104 ] ipNF06.2A pNF G848W; Unknown \n NF1 \n −/− [ 41 , 102 , 104 ] ipNF95.11b C pNF c.1756delACTA; LOH \n NF1 \n −/− [ 41 , 50 , 102 , 103 , 129 , 131 ] ipNF95.11b C/T pNF c.1756delACTA; LOH \n NF1 \n −/− [ 41 , 103 , 104 ] ipNF95.6 pNF R816X; R2237X \n NF1 \n −/− [ 41 , 102 , 103 , 104 , 111 , 129 ] ipnNF09.4 pNF c.3456_3457insA \n NF1 \n +/− [ 41 , 50 ] ipnNF95.11C pNF c.1756delACTA \n NF1 \n +/− [ 41 , 50 , 102 , 104 , 131 ] HSC1λ Normal SC—ipn02.3 2λ n/a \n WT \n [ 49 , 60 ] HSC1λ N0 (5) CRISPR-derived from HSC1λ line NF1  indels in exon 10 on both alleles \n NF1 \n −/− [ 49 , 60 ] HSC1λ N1 (10) Went through the CRISPR process—unedited n/a \n WT \n [ 49 , 60 ] \n \n \n Malignant peripheral nerve sheath tumor (MPNST) cell line models \n ST88-3/88-3/NF88-3 MPNST c.6952T > C; LOH \n NF1 \n −/− [ 78 , 113 , 117 , 118 ] NF90-8/90-8/90.8/90-8TL MPNST p.Asp1302Tyrfs*5 (c.3904_3910del); LOH \n NF1 \n −/− [ 69 , 78 , 84 , 111 , 113 , 117 , 118 , 125 ] ST88-14/ST8814  ☨ MPNST p.Arg304Ter (c.910C > T); LOH \n NF1 \n −/− [ 50 , 69 , 78 , 84 , 87 , 106 , 109 , 111 , 113 , 116 , 117 , 118 , 125 , 128 ] T265  ^ MPNST p.Arg304Ter (c.910C > T); LOH \n NF1 \n −/− [ 54 , 113 , 117 , 128 ] S1844.1 MPNST LOH in both alleles \n NF1 \n −/− [ 109 ] S1507.2/S1507-2 MPNST Splicing mutation in intron 23-1; deletion in exon 10a \n NF1 \n −/− [ 109 , 116 ] S462 MPNST c.6792C > A; LOH \n NF1 \n −/− [ 60 , 69 , 87 , 109 , 111 , 116 , 124 , 125 , 128 , 129 ] YST-1 Sporadic MPNST n/a \n WT \n [ 116 ] sNF94.3 MPNST Microdeletion \n NF1 \n +/− [ 118 , 123 ] SNF10.1 MPNST R1276X; Hemizygous deletion \n NF1 \n −/− [ 123 ] sNF02.2 MPNST c.4868A > T \n NF1 \n +/− [ 113 , 118 , 123 ] sNF96.2 MPNST p.Asn1229Metfs*1; LOH \n NF1 \n −/− [ 69 , 113 , 118 , 121 , 123 , 124 , 125 , 131 ] HS-PSS Sporadic MPNST n/a \n WT \n [ 116 , 124 ] S462.TY/S462 TY MPNST p.Tyr2285Ter (c.6855C > A); p.Tyr2264Ter, (c.6792C > A) \n NF1 \n −/− [ 49 , 85 , 113 , 117 , 118 , 128 ] NCC-MPNST1-C1 MPNST Mutation not detected NF1 −/− (Presumed) [ 119 , 127 ] NCC-MPNST2-C1 Sporadic MPNST p.Leu179Tyrfs*11 (c.536_539del) NF1 −/− (Presumed) [ 119 , 127 ] NCC-MPNST3-C1 MPNST p.Arg816Ter (c.2446C > T) NF1 −/− (Presumed) [ 119 , 127 ] NCC-MPNST3-X2-C1 From 2nd generation xenograft of MPNST p.Arg816Ter (c.2446C > T) NF1 −/− (Presumed) [ 119 ] NCC-MPNST4-C1 Sporadic MPNST c.5812 + 3delAGTA NF1 −/− (Presumed) [ 119 , 127 ] NCC-MPNST5-C1 MPNST p.Thr586Valfs*18 (c.1756_1759delACTA) NF1 −/− (Presumed) [ 119 , 127 ] NCC-MPNST6-C1 Sporadic MPNST Not Reported NF1 +/+ (Presumed) [ 127 ] NMS-2 MPNST c.7062 + 1G > T (c.6999 + 1G > T); LOH \n NF1 \n −/− [ 125 ] NF1-08 MPNST c.701_730  +  10del;   LOH \n NF1 \n −/− [ 125 ] NF1-09 MPNST c.6792C  >  A p.(Tyr2264*); c.1186-5_1186-1del \n NF1 \n −/− [ 125 ] NF1-18B MPNST c.1642-449 > G; LOH \n NF1 \n −/− [ 125 ] SP-10 Sporadic MPNST g.30922951_31318216del \n NF1 \n −/− [ 125 ] \n \n \n Patient-derived MPNST xenograft cell line models \n JH-2-002 PDX Microdeletion; c.6308T > C and c.6309_6310del \n NF1 \n −/− [ 87 ] JH-2-031 PDX Microdeletion; c.4771dup \n NF1 \n −/− [ 87 ] JH-2-079 PDX c.5812 + 1G > A; p.C2223X (c.6669C > A) \n NF1 \n −/− [ 87 ] NF1-18B PDOX c.1642-449 > G; LOH \n NF1 \n −/− [ 125 ] SP-10 PDOX g.30922951_31318216del \n NF1 \n −/− [ 125 ] \n \n \n Melanoma  \n # STS-26T Melanoma  # n/a \n WT \n [ 54 , 69 , 86 , 113 , 116 , 117 , 123 , 124 , 128 ] HS-Sch-2 Melanoma  # c.3113 + 1G > A; p.Glu91Asnfs*6 (c.270_288del) \n NF1 \n −/− [ 116 , 124 ] \n \n \n High-grade glioma (HGG) cell line models \n JHH-NF1-GBM1 NF1-associated Human HGG Loss of function of NF1 No detectable protein by western [ 142 ] TM-31 Human HGG pLF1247fs*18, homozygous \n NF1 \n −/− [ 140 ] LN319 Human HGG Total inactivation \n NF1 \n −/− [ 140 ] NF1-HGG 17 HGG from  NPcis (Nf1 mouse +/−  and Tp53 +/−  in cis)  Complete  Nf1  loss \n Nf1 \n −/− [ 140 ] NF1-HGG 5653 HGG from  NPcis (Nf1 mouse +/−  and Tp53 +/−  in cis)  Complete  Nf1  loss \n Nf1 \n −/− [ 140 ] NF1-HGG 5746 HGG from  NPcis (Nf1 mouse +/−  and Tp53 +/−  in cis)  Complete  Nf1  loss \n Nf1 \n −/− [ 140 ] \n \n \n Glioblastoma (GBM) cell line models \n BR 23C GBM  = I526S NF1 −/− (Presumed) [ 136 ] HSR-GBM1 GBM  = A1676T \n NF1 \n +/− [ 136 ] JHH-68 Non-NF1 GBM n/a \n WT \n [ 136 ] JHH-136 Non-NF1 GBM n/a \n WT \n [ 136 ] JHH-227 Non-NF1 GBM n/a \n WT \n [ 136 ] JHH-505 Non-NF1 GBM n/a \n WT \n [ 136 ] JHH-520 GBM  = Homozygous  deletion \n NF1 \n −/− [ 136 ] JHU-0879 Non-NF1 GBM n/a \n WT \n [ 136 ] JHU-1016B GBM  = L115T fs*42 \n NF1 \n +/− [ 136 ] GBM43 GBM  = Inactivating mutation; no detectable protein by western \n NF1 \n −/− [ 137 ] SB28 C57BL/6 Mouse GBM n/a \n WT \n [ 137 ] U251-MG Non-NF1 GBM c.2033dupC; no  WT  allele present \n NF1 \n −/− [ 130 , 131 , 142 ] U251 ATRX −/− Non-NF1 GBM; CRISPR modified for ATRX  deletion c.2033dupC; no  WT  allele present \n NF1 \n −/− [ 142 ] U251 ATRX −/2.02 Non-NF1 GBM; CRISPR modified for ATRX  deletion c.2033dupC; no  WT  allele present \n NF1 \n −/− [ 142 ] U87-MG Non-NF1 GBM Proteasome-mediated degradation of NF1 No detectable protein by western [ 130 , 131 ] LN229 GBM  = Total gene deletion \n NF1 \n −/− [ 87 ] U373 Non-NF1 GBM Unknown No detectable protein by western [ 87 ] \n \n \n Mouse Embryonic Fibroblast (MEF) cell line models \n \n Nf1wt \n MEFs derived from  Nf1wt E1A-p53  mouse n/a \n WT \n [ 118 ] \n Nf1 \n \n \n −/− \n MEFs derived from  Nf1  mouse −/−  E1A-p53 Complete  Nf1  loss \n Nf1 \n −/− [ 118 ] \n \n \n Mouse astrocytoma cell line models \n Nf1 GFAP CKO Astrocytes from  Nf1 GFAP CKO mouse Nf1  astrocytes only −/− \n Nf1 \n −/− [ 106 ] K5001 Spontaneous astrocytoma from  NPcis (Nf1 mouse +/−  and Tp53 +/−  in cis)  Mutant  Nf1  allele; loss of  WT  allele \n Nf1 \n −/− [ 134 ] KR158 Spontaneous astrocytoma from  NPcis (Nf1 mouse +/−  and Tp53 +/−  in cis)  Mutant  Nf1  allele; loss of  WT  allele \n Nf1 \n −/− [ 134 ] K1492 Spontaneous astrocytoma from  NPcis (Nf1 mouse +/−  and Tp53 +/−  in cis)  Mutant  Nf1  allele; loss of  WT  allele \n Nf1 \n −/− [ 134 ] \n \n \n Mouse models \n Dhh -Cre;  Nf1 fl/fl\n Mouse Cre recombinase removes both  Nf1  alleles in Schwann cells \n Nf1 \n −/− [ 110 ] \n LSL-Trp53 \n R270H \n (Cnp-hEGFR background) \n Mouse Conditional mutant alleles of  p53  using  loxP-STOP-loxP \n WT \n [ 128 ] \n Saccharomyces cerevisiae  \n (Budding yeast) models MLY41a Yeast n/a \n WT \n [ 54 , 130 , 131 ] MDW057 Yeast n/a \n WT \n [ 54 , 130 , 131 ] MDW028 Yeast \n ira2Δ \n \n ira2 \n −/− [ 54 , 130 , 131 ] MDW035 Yeast \n erg6Δira2Δ \n \n ira2 \n −/− [ 54 , 130 , 131 ] \n Drosophila melanogaster  \n (Fruit fly) models S2R+ Drosophila  Schneider 2 cells n/a \n WT \n [ 50 ] S2R+ NF1-KO  & CRISPR-derived  Drosophila  Schneider 2 cells del c.148–161, del c.150–160, del c.148–160 \n dNf1 \n −/− [ 50 ] \n Nf1 \n C1 dNf1 -deficient  Drosophila  model del c.160–161AT \n dNf1 \n −/− [ 50 ] \n Danio rerio  \n (Zebrafish) models nf1a ;  +/− nf1b ;  −/− p53 ;  m/m sox10:mCherry Zebrafish Homozygous loss of  nf1b  and heterozygous for  nf1a nf1a ;  +/− nf1b −/− [ 69 ] #  Originally misidentified as an MPNST.  ^  Now thought to be a derivative of ST88-14.  ☨  Recurrence of ST88-3.  =  Unclear if donor was an NF1 patient.  &  Triploid for  dNf1 .",
  "fetched_at": "2026-02-11T01:36:47.623015",
  "abstract_length": 93,
  "methods_length": 0,
  "introduction_length": 9411,
  "results_length": 0,
  "discussion_length": 16708
}