{
  "pmid": "41293003",
  "abstract": "Schwann cell tumors occur frequently in association with the vestibular nerves, leading to sensorineural hearing loss, and brainstem compression. In humans, unilateral vestibular schwannomas (VS) occur sporadically (VS",
  "methods": "Methods Experimental model and subject details Human subjects Annotated surgical samples were obtained from non-consecutive patients (n = 15) that underwent surgery by authors HNM and PC between 2014 – 2022 ( clinicaltrials.gov  identifier  NCT00060541 ) ( Sup. Table S1 ). The study was conducted at the National Institutes of Health (NIH) Clinical Center in Bethesda, MD and approved by the Combined Neuroscience Institutional Review Board (IRB) of the National Institute of Neurological Disorders and Stroke, Bethesda, MD. Written informed consent was obtained from each patient for research study participation, and the study was conducted according to the standards set by the IRB. All patients underwent a suboccipital retro-sigmoid approach for microscope-assisted tumor resection. Vestibular schwannomas were removed in piecemeal fashion and sent for histopathological examination following formalin fixation and paraffin embedding (FFPE). Research specimens were flash frozen for  in-vitro  assays. Animal subjects Periostin-CRE mice were provided by S. Conway (Indiana University) and as previously described , mice were crossed with NF2 7 fl/fl  mice (RIKEN Bioresource Research Centre) to generate Periostin-CRE;NF2 fl/fl  mice. Age-matched CRE-littermates were used as experimental controls. All experiments included male and female animals in approximately equal numbers. Mice were housed in specific pathogen-free conditions and fed  ad lib  with standard rodent diet and water. Mice were kept no longer than 9 months to avoid substantial mortality observed in NF2 fl/fl  mice after this time point. 5-month-old mice were treated with vehicle control or 30mg/kg of TEAD auto-palmitoylation inhibitor (VT3989, Vivace Therapeutics, San Mateo, CA) for 21 days by oral gavage. Mice were killed using carbon dioxide and cervical dislocation. Tissues were fixed in 4% paraformaldehyde, and dorsal root ganglia were dissected for further analysis. Animal experiments were approved by the Plymouth University Animal Welfare and Ethical Review Board, and conformed to UK Home Office regulations under the Animals (Scientific Procedures) Act 1986 following ARRIVE guidelines. Method details Key resources table: Sup. Table S10 . Single cell RNA sequencing Tumor samples were stored and transported in 0.9% NaCl or RPMI 1640 on ice. Samples were chopped into ~2–4mm 3  sized pieces and dissociated using the Human Tumor Dissociation Kit in gentleMACS C tubes using the gentleMACS dissociator (Bergisch Gladbach, North Rhine-Westphalia, Germany). Samples were briefly centrifuged at 300 rpm for 30 seconds and filtered through a 70-nm strainer. The single cell suspensions were washed with 10 mL RPMI 1640 and re-centrifuged at 2100 rpm for 5 minutes at 4°C. Single-cell suspensions then underwent red blood cell (RBC) lysis using the RBC Lysis Solution 10X (Bergisch Gladbach, North Rhine-Westphalia, Germany). Non-viable cells were removed using a Dead Cell Removal Kit (Bergisch Gladbach, North Rhine-Westphalia, Germany). Single cell suspension quality, number and viability were assessed with a dual fluorescence cell counter Luna-FL (Logos Biosystems, Gyeonggi-do, South Korea). A total of 8,000–10,000 cells from each tumor cell suspension were washed twice with PBS+0.04% BSA and resuspended to a final concentration of 1000 cells per mL. 10X Genomics’ Chromium instrument and Single Cell 3′ Reagent kit (V3 and 3.1) were used to prepare individually barcoded scRNAseq libraries following the manufacturer’s protocol. Library quality was assessed by BioAnalyzer traces (Agilent BioAnalyzer High Sensitivity Kit) and quantified using the Qubit system. Sequencing was performed on the Illumina NextSeq machine, using the 150-cycle High Output kit with 28 bp read 1, 8 bp sample index, and 91 bp read 2. Following sequencing, bcl files were demultiplexed into FASTQ, aligned to human transcriptome GRCh38, and single-cell 3′ gene counting was performed using the standard 10X Genomics’s CellRanger mkfastq software (V3.0.2). Single nuclei multiome sequencing Nuclei were isolated from frozen tissues using an adaptation of a previously established protocol . Samples were washed with 800uL of Detergent-Lysis Buffer (0.1% Triton-X). Tissues were chopped into small pieces, homogenized in a 7mL Dounce Homogenizer (Fisher Scientific # 501945204) on ice, and passed through a 70 mm MACS strainer (Miltenyi Biotech #130-098-462). Nuclei were spun down at 3200 xg for 5 minutes at 4°C and processed using the Chromium nuclei isolation kit (10x Genomics #1000494). Briefly, nuclei were resuspended in 1mL of low sucrose buffer, and gently layered above 4 mL of high sucrose buffer taking care not to disrupt the density gradient. The gradient was spun down at 3200 xg for 20 minutes at 4°C, then resuspended in Nuclei Resuspension Buffer. Aliquots of resuspended nuclei were stained with Acridine Orange dye (Logos Biosystems #  65 F23001 ) and counted using an automated fluorescence cell counter (Logos Biosystems #  L20001 ). Nuclei were immediately processed using a Single Cell Multiome ATAC + Gene Expression Assay (10X Genomics, # 1000285) following manufacturer recommendations. Nuclei were loaded onto a Next GEM Chip J (10X Genomics # 1000230), targeting a yield of 3,000 nuclei. Library preparation was performed according to the manufacturer’s recommendations. Libraries were pooled and sequenced on an Illumina NextSeq 500 machine using a pair of High-Output Reagent Kits v2.5 with 150 cycles (Illumina # 20024907). Sequencing reads were demultiplexed and aligned to the hg38 reference genome using the 10X Genomics Cell Ranger software (arc v2.0.1) mkfastq function with default settings, and counts were generated using the Cell Ranger-arc count function. Single cell/nuclei RNA and multiome analysis Filtered and raw .h5 files from Cell Ranger were processed in RStudio using Seurat v5.0.1.  Cell Free RNA contamination and doublets was estimated and removed using the SoupX 66  and DoubletFinder 67  R packages. For quality control, nuclei and cells exhibiting high mitochondrial RNA content (>25%), low transcript complexity (fewer than 300 detected genes; nFeature_RNA < 300), or low total read counts (nCount_RNA < 500) were excluded, yielding 77,930 nuclei and 15,500 cells after filtering. The data was log normalized using NormalizeData(), and variable features were identified using FindVariableFeatures(). The data was scaled using ScaleData() before principal component analysis using RunPCA(). Single-nuclei samples underwent marker-based classification using scSorter 68 , referencing Schwann cells and associated schwannoma microenvironment canonical cell markers. Cell-based classification was validated by manually comparing predictions from scSorter with clusters identified by uniform manifold approximation and projection (UMAP) and unsupervised clustering functions: RunUMAP(dims=1:30), FindNeighbors(dims = 1:30), FindClusters(resolution = 0.5). Differentially expressed genes (DEGs) were identified for each cell class using the Seurat FindAllMarkers() function with the default settings (Log2-fold change >0.25, and gene must be expressed in >25% of cells in that cluster). S and G2M cell cycle phase scores were determined using the CellCycleScoring() function in Seurat. 69 Copy number variants (CNVs) were first identified using the R-packages InferCNV  with endothelial cells, macrophages, neutrophils, and pericytes marked as reference cells. In parallel, CONICSmat 70  was used to produce UMAP plots that describe inferred chromosomal expression. Chromosome 22q loss was determined using the inflection point of the chromosome 22q expression density plot in samples that had adequate loss in Schwann cells as visualized using the FeaturePlot() function (n= 7). ‘The common upregulated genes among the single-nucleus samples (n=6) of the cells denoted as having a loss in the 22q chromosome with an average fold change of greater than 0 and an adjusted p-value less than 0.05 were used to create a merlin depletion score (MDS) using the tl.rank_genes_groups() function in Scanpy. 71  MDS class was determined for Schwann cells based merlin depletion score quartiles: +σ > 2σ > −σ as merlin-depleted (Schwann 72 mer− ), merlin-intermediate (Schwann mer+/− ), and merlin-intact (Schwann mer+ ). Similar module scoring was done using DEGs from NF2-depleted cell-lines for validation and for genes involved in the hippo pathway. For additional validation, normal Schwann cells were sourced from 2 Normal spinal cord public datasets ( GSE190444 , n = 8 from 7 donors;  GSE243077 , n = 9)  and one normal auricular nerve dataset ( 32 , 33 GSE230375 , n = 2)  on NCBI-GEO. All samples were preprocessed using the same pipeline described above. Normal Schwann cells (n = 2,395) were then combined with VS tumors’ Schwann cells, and the merlin depletion score was recalculated. 18 Individual datasets were integrated using the CCA integration method from the Seurat v4  R-package integration workflow to remove batch effects while preserving biological variation. Integration anchors were found using FindIntegationAnchors() with the number of dimensions set to 30, and each sample’s gene expression matrix was integrated into one object via IntegrateData(). Integrated objects were scaled, run through a PCA analysis, and clustered through Uniform Manifold Approximation and Projection (UMAP). The Schwann cells and macrophages were isolated from the integrated object and were processed through the standard Seurat pipeline. Unsupervised clustering of each subset of the integrated object were manually labelled after cross-referencing with existing literature using the FindAllMarkers() function and based on gene-set enrichment analysis (GSEA) using the clusterProfiler 73  R-package and GSEApy 74  python package. Cell-cell communication networks were identified using the CellChat 75  R package. 76 snRNAseq data was visualized using the Scanpy python package. To assess sample-level transcriptomic similarity of cell types between VS nf2  and VS spo , cosine similarity distances between all sample–cell type pairs were computed using the tools.Distance() function in Pertpy.  A Mann–Whitney U test was then applied to evaluate differences in transcriptomic similarity within versus between VS 77 nf2  and VS spo  samples across cell types. For RNA velocity and lineage tracing analysis, the python package scvelo  was used to calculate RNA velocities using the unfiltered expression matrix from 10x Cell Ranger software, and ratios of spliced to unspliced mRNA calculated from velocyto. 78  The CellRank 44  python package was used to compute a transition matrix, initial and terminal states, cell lineage fate probabilities, and lineage specific gene drivers. Partition-based graph abstraction (PAGA) 45  was used to infer directional graph based on RNA velocity. 79 To assess global chromatin accessibility, the ATACseq reads and fragments for each sample were integrated together and preprocessed for quality control using ArchR  with peaks identified using MAC2 80  for 36,129 cells. The ATAC ArchR project was subset for Schwann cells and BigWig files were generated for each MDS class. Using deepTools 81 , the count matrices of peaks identified by MACS2 and gene regions (TSS-1000bp to TES+1000bp) were computed for each BigWig files and were visualized using plotHeatmap(). pyCirclize 82  was used to plot the relative fragment coverage for Schwann 83 mer− , and Schwann mer+  across the entire genome (bin size = 2.5 million base pairs) and Wilcoxon test was used to determine statistical significance. Individual gene coverage plot was generated using a custom python function. For transcription factor activity, preprocessed chromatin accessibility profiles from ArchR were analyzed using pycisTopic to perform topic modeling, grouping peaks into co-accessible topics. Peaks were annotated with transcription factor motifs, and per-cell topic distributions were obtained. For 17,154 cells with matched snATAC-seq and snRNA-seq data, SCENIC+  was used to integrate chromatin accessibility with gene expression, linking accessible motif-enriched peaks to nearby genes. Gene regulatory networks were constructed and refined by motif enrichment, peak accessibility, and correlation with target gene expression. Motif enrichment was performed using the hg38 cisTarget databases (hg38_screen_v10_clust) together with motif-to-gene annotations (motifs-v10nr_clust-nr.hgnc). Finally, gene regulon activity was quantified in each cell using enrichment-based scoring, yielding cell-level transcription factor activity profiles. SCENIC+ was also used to visualize the top five transcription factors in each stromal cell type and Schwann MDS class. Selected transcription factor activities in Schwann cells were further scaled and smoothed across the merlin depletion score using pyGAM 48 . 84 Perturbation analysis was performed using SCENIC+ to evaluate the regulatory influence of TEAD1. The perturbation was simulated by setting TEAD1 activity to 0, and propagating the effect through the inferred regulatory network over five iterations. Significant changes in gene expression and MDS before and after perturbation were assessed using a Wilcoxon rank-sum test. Chromatin immunoprecipitation-sequencing (ChIPseq) Surgical tissues were fragmented into 2–4 mm 3  pieces and cross linked using 1% paraformaldehyde (Sigma #F8775) for 10 minutes, followed by glycine quench for 5 minutes at room temperature. ChIP was performed using an EZ-Magna ChIP kit (Millipore Sigma #17–10086) following manufacturer’s instructions. Sonication was optimized for the tissue type, and fragment sizes ~ 200kb were verified using gel electrophoresis. Sonication was conducted on wet ice using 10 cycles of 10 seconds on, 50 seconds off at 75% power (Qsonica #Q125–110). Immunoprecipitation was performed overnight at 4 °C on a rotating rocker using 10 mL of specific antibodies. After elution and reversal of cross-linking, DNA fragments were purified, and libraries were prepared using the Illumina TruSeq ChIP Library Preparation Kit following manufacturer’s instructions (Illumina # IP-202–1012). Sequencing was performed on an Illumina NextSeq machine using the NextSeq 500/550 Mid Output Kit v2.5 with 150 Cycles (Illumina # 20024904). Data was analyzed using the Galaxy ChIP-seq pipeline. Briefly, raw QC reads were filtered using adapter trimming program Trimmomatic, followed by alignment using BWA. Next, normalized bigwig files were created and scaled using BEDTools.  DeepTools was used to generate gene-body meta-profiles from bigWig files and to calculate genome-wide IP enrichment. Peaks were annotated relative to gene features using MACS2. MACS2 peaks were further analyzed in R using ChIPseeker 85  and GenomicRanges. 86 87 DNA methylation Tissue sections (5 μm) were cut from formalin-fixed paraffin-embedded surgically derived vestibular schwannoma specimens. DNA was isolated and purified (Qiagen DNeasy #69556). After sodium bisulfite conversion using the Zymogen EZ DNA Methylation kit (#D5001), 1ug each of methylated and unmethylated DNA was analyzed using the Illumina Infinium MethylationEPIC chip (#20087706). Samples were randomly assigned to plates. Signal intensities were retrieved and poorly performing probes were removed (P value > 0.01 for > 1% CpGs, ch probes, normal rs probes, CpGs on sex chromosomes, SNP probes, cross-reactive probes, invariable probes). Data was processed and analyzed using the MissMethyl R package.  Beta values were calculated for each probe and adjusted for cell type composition. Probes associated with genes of interest were identified and compared across samples. P values were adjusted for multiple comparisons using false discovery rate analysis with Benjamini-Hockberg statistics. Cluster Heatmap and UMAP visualizing beta values for bulk DNA methylation of CNS tumors were created using standard Python packages. 88 Germline genotyping Germline genetic testing was performed by whole genome sequencing (WGS) of peripheral blood mononuclear cell pellets in NF2 patients. Briefly, DNA was extracted using the Qiagen AllPrep DNA/RNA extraction kit (Catalog no: 80204, Qiagen, USA) and quantified on the Qubit 4 fluorometer (ThermoFisher Scientific, USA). Genomic DNA (500 ng) was used to construct sequencing-ready libraries with the NEBNext Ultra II DNA Library Prep Kit for Illumina (E7645) and NEBNext Multiplex Oligos for Illumina (E7395) (New England Biolabs, USA). Libraries were sequenced on the Illumina NovaSeq X instrument (Illumina, USA) and resulting FASTQ files were processed using the NF-core Sarek pipeline to call single nucleotide and copy number variants.  Variant annotation was performed using ANNOVAR (version 2020-06-08) and snpEff (version 5.2). 89  High impact loss-of-function variants affecting coding and splice site regions of the canonical NF2 RefSeq transcript ( 90 , 91 NM_000268.4 ) were retained for further analysis and classified according to the American College of Medical Genetics and Genomics and Association for Molecular Pathology guidelines. 92 Multiplex immunohistochemistry Multiplex immunohistochemistry (mIHC) was performed on 5 μm-thick paraffin-embedded sections. Sections were deparaffinized and treated using a standard antigen unmasking step in 10 mM Tris/EDTA buffer pH 9.0. Sections were then blocked with Human BD Fc Blocking solution (BD Biosciences #564219) and treated with TrueBlack Reagent (Biotium #23014-T) to quench intrinsic tissue autofluorescence. The sections were then immunoreacted for 1 hour at RT using 1 μg/ml cocktail mixture of immuno-compatible antibodies. Primary antibodies were either directly conjugated or indirectly labelled with secondary antibodies using the following spectrally compatible fluorophores: Alexa Fluor 430, Alexa Fluor 488, Alexa Fluor 546, Alexa Fluor 594, Alexa Fluor 647, IRDye 800CW. After washing off excess antibodies, sections were counterstained using 1 μg/ml DAPI (Thermo Fisher Scientific #D1306) for visualization of cell nuclei. Slides were then mounted using Immu-Mount medium (Thermo Fisher Scientific #FIS9990402) and imaged using an Axio Imager.Z2 slide scanning epifluorescence microscope (Zeiss) equipped with a 20X/0.8 Plan-Apochromat (Phase-2) non-immersion objective (Zeiss), a high-resolution ORCA-Flash4.0 sCMOS digital camera (Hamamatsu), a 200W X-Cite 200DC broad band lamp source (Excelitas Technologies), and 7 customized filter sets (Semrock). Image tiles (600 × 600 μm viewing area) were individually captured at 0.325 micron/pixel spatial resolution, and tiles were seamlessly stitched into whole specimen images using the ZEN 2 image acquisition and analysis software program (Zeiss). Pseudocolored stitched images were exported to Adobe Photoshop and overlaid as individual layers to create multicolored merged composites. For quantitative analysis, raw TIFF images from mIHC were downsampled using the Lempel–Ziv–Welch lossless compression algorithm. Nuclear segmentation was performed in QuPath  using the Cell Detection module on the DAPI channel (Background radius = 0; Median filter radius = 0; Sigma = 3; Minimum area = 10 px; Maximum area = 1000 px; Threshold = 5; Cell expansion = 20). A total of 2,721,272 cells were identified across all tumor samples. Random Forest classifiers were trained to determine marker positivity and annotate cells. Anndata objects were constructed from exported measurements, and the Leiden algorithm was applied to cluster marker-positive cells into cell types. VEGFA 93 +  cells were defined by thresholding at the mean expression value. To investigate how hypoxic stress may lead to angiogenesis, vessels were annotated by creating spatial clusters of endothelial cells using DBSCAN , computing convex hull of cluster, and then thresholding the circularity of this structure to ensure all vessels used for analysis were of regular and comparable shapes (circularity >= 0.7). Normalized distances between Schwann VEGFA + cells and Vessels were then calculated relative to the mean intercellular distance within each sample. 94 RNAscope in situ hybridization mRNA was visualized using RNAscope  in situ  hybridization (ACDBio, USA) following the manufacturer’s instructions . Briefly, probes were warmed for 10 minutes at 40°C in a water bath, then cooled to room temperature. Probes C2, C3 and C1 were mixed in a 1:1:50 ratio. 5 μm-thick paraffin-embedded tumor sections were deparaffinized and placed in HybEZ Slide Racks. Probes were hybridized to target mRNAs by incubating probe mixtures in a HybEZ oven using a HybEZ Humidity Control Tray for 2 hours at 40 °C. Slides were washed twice for 2 minutes at room temperature using 1X Wash Buffer. Slides were sequentially incubated in AMP 1-FL for 30 minutes at 40 °C using the HybEZ oven, AMP 2-FL for 15 minutes at 40 °C, AMP 3-FL for 30 minutes at 40 °C, and AMP 4-FL for 15 minutes at 40 °C, with two 1X Wash Buffer washes between incubation steps. Slides were counterstained with DAPI for 30 seconds at room temperature, then mounted using fluorescent mounting medium. 95 Slides were imaged using an Axio Imager.Z2 slide scanning epifluorescence microscope (Zeiss) equipped with a 20X/0.8 Plan-Apochromat (Phase-2) non-immersion objective (Zeiss), a high-resolution ORCA-Flash4.0 sCMOS digital camera (Hamamatsu), a 200W X-Cite 200DC broad band lamp source (Excelitas Technologies), and customized filter sets (Semrock). Image tiles (600 × 600 μm viewing area) were individually captured at 0.325 micron/pixel spatial resolution, and tiles seamlessly stitched into whole specimen images using the ZEN 2 image acquisition and analysis software program (Zeiss). Pseudocolored stitched images were then exported to Adobe Photoshop and overlaid as individual layers to create multicolored merged composites. For quantification, image analysis was performed as described for mIHC. Raw TIFF files were downsampled using the Lempel–Ziv–Welch compression algorithm, and nuclear segmentation was performed in QuPath (Cell Detection parameters as above). A total of 39,699 cells were identified across all tumor samples. Random Forest classifiers were trained to determine marker positivity and annotate cells. Anndata objects were generated from exported data, and the Leiden algorithm was used to cluster marker-positive cells into cell types. VEGFA +  cells were defined by thresholding at the mean expression value. Western immunoblotting Tissue samples were washed with ice-cold PBS and whole-cell lysates were collected on ice using a radioimmunoprecipitation assay (RIPA) lysis buffer (Thermo Scientific #89900) containing a protease inhibitor cocktail (Halt protease inhibitor, Sigma-Aldrich #539137). Whole-cell lysates were quantified using the bicinchoninic acid (BCA) protein assay (Thermo Scientific #23227). Proteins were electrophoretically separated on 4%–12% NuPAGE Bis-Tris gels (Invitrogen #NP0321BOX) and electroblotted onto polyvinylidene difluoride (PVDF) membranes with the Trans-Blot Transfer Turbo System (Bio-Rad). After blocking membranes for 1 hour in 5% bovine serum albumin (BSA) in 0.05% TBS-Tween at room temperature, they were incubated overnight at 4° C with primary antibodies. Membranes were washed with TBS-Tween and incubated with peroxidase-conjugated secondary antibody for 1 hour at room temperature while rocking. Membranes were developed with ECL (Super Signal West Pico PLUS, Thermo Fisher #34579). Immunoreactive signal was detected and imaged using the ChemiDoc MP Imaging System (Bio-Rad). Xenium Spatial Transcriptomic Analysis Formalin-fixed paraffin-embedded (FFPE) tissue sections were processed for spatial transcriptomic profiling using the Xenium In Situ Analyzer (10x Genomics) following the manufacturer’s FFPE Cell Segmentation workflow with minor optimizations to incubation times and reagent preparation. FFPE sections (10 μm) were mounted onto Xenium slides and baked at 60 °C for 2 hours to ensure adhesion and complete paraffin softening. Sections were deparaffinized through serial xylene and graded ethanol washes, followed by rehydration in 70% ethanol and water. After equilibration at room temperature, slides were assembled into Xenium cassettes. Tissue decrosslinking was performed in Xenium FFPE Tissue Enhancer containing 8 M urea and diluted Perm Enzyme B at 37 °C for 40 min on a Bio-Rad C1000 Touch Thermocycler. Following three 1-min washes in PBS + 0.05% Tween-20 (PBST), custom probes corresponding to a 300-gene panel were resuspended in TE buffer and combined with Xenium Probe Hybridization Buffer and additional TE to prepare the hybridization mix. Probe mix was briefly heated to 95 °C for 2 min to equilibrate, cooled on ice, and then added to each cassette for hybridization at room temperature for 16–18 hours on a thermomixer. Post-hybridization washes, ligation, and rolling-circle amplification were performed sequentially using the manufacturer’s reagents (Modules A and B) and thermocycler programs, with intermediate PBST washes between each step. Amplified products were fixed and blocked in Xenium Block & Stain Buffer before incubation with the Multi-Tissue Stain mixture for nuclear segmentation, which proceeded overnight at 4 °C. Slides were treated with Xenium Stain Enhancer and Autofluorescence Reduction reagents in subdued light, followed by a graded ethanol dehydration and rehydration series. Tissues were equilibrated in PBST, stained with Xenium Nuclei Stain Buffer, and prepared for instrument loading. Two slides were run simultaneously on the Xenium Analyzer following the manufacturer’s automated imaging and chemistry protocol. Four reagent bottles (nuclease-free water, Buffers A and B, and Probe Removal Buffer containing DMSO, KCl, and Tween-20) were loaded along with fresh Modules A and B and standard Xenium consumables. Image acquisition and transcript decoding were performed automatically by the Xenium Analyzer software. After completion of the run, slides were removed, rinsed in PBST, and stored at 4 °C in the dark for subsequent H&E staining. Raw Xenium output files were exported for downstream analysis. The raw Xenium output files for eight vestibular schwannoma (VS) samples were preprocessed, filtered for quality control (minimum of 10 counts per cell, retaining 1,219,325 cells after filtering), and integrated using Scanpy and the SpatialData  packages in Python. Cell type, sub-classes, and MDS class were classified through annotation transfer from the integrated single-cell and single-nucleus RNA sequencing datasets using TACCO. 96 40 To explore NF2 transcript sub-cellular localization, cellular and nuclear boundaries were delineated with the Xenium Multi-Tissue Stain Mix. Spatial transcript localization and quantification were performed in Python using GeoPandas and Shapely to assign transcript coordinates to segmented cells based on sub-cellular spatial localization. Fisher’s exact test was used to determine nuclear or cytosolic enrichment of NF2 transcripts in Schwann MDS class and stromal cells. Neighborhood enrichment scores were computed across the integrated object using Squidpy  to examine inter-cellular interaction in VS. These interactions were further explored by identifying spatial niches with CellCharter 30  based on the scVI 43  latent space and Squidpy-derived spatial neighborhood graph across the integrated object. The optimal number of niches was determined by cluster stability analysis, and CellCharter was further applied to quantify cell type and subclass enrichment within each niche. 97 To continue to investigate how hypoxic stress may lead to angiogenesis, DBSCAN clustering was used to define Schwann Hypoxic Regions (spatial clusters of hypoxic Schwann cells) and Vessel (spatial clusters of endothelial cells). The centroids of Schwann Hypoxic Regions and Vessel were correlated (Pearson’s r) and normalized distances between Schwann Hypoxic cells and Vessels were calculated relative to the mean intercellular distance within each sample. All visualizations were generated using Scanpy, Squidpy, Seaborn  and Matplotlib. 98 Quantification and statistical analysis Statistical details of experiments have been included in the figure legends. Comparative analysis was performed using paired or unpaired T tests after testing for variance equality, and using Welch’s approximation for degrees of freedom, or using one/two-way ANOVAs where appropriate. P values < 0.05 two-tailed were considered statistically significant. Statistical analyses were performed using GraphPad Prism 9.0 (GraphPad Software, La Jolla, California), or appropriate python packages. Primary Cell Culture Clinical tissue samples were collected aseptically after surgery in cold DPBS. The tissue was minced into small pieces using a sterile scalpel and suspended in cold DPBS. Contaminated blood was removed by centrifugation at 300 × g for 5 minutes under cold conditions. The tissue samples were then resuspended in 1 ml of a Trypsin-EDTA and Collagenase solution (1:1 mixture of 0.25% Trypsin-EDTA and 0.2% Collagenase) and incubated for 30 minutes in a CO 2  incubator at 37°C. To neutralize the effect of Trypsin, 5 ml of complete medium was added, followed by centrifugation at 300 × g for 5 minutes. After carefully removing the supernatant, the digested tissues were suspended in complete medium and plated onto Petri dishes and left undisturbed for 3–5 days in a CO 2  incubator at 37°C. Cells were cultured in Schwann media in presence of 10% FBS and used for experiments after 2–3 passages. We derived primary cells from patient of NF2 schwannoma - S2290, NF2 meningioma – S2348, Sporadic vestibular NF2 schwannoma - S2470. The normal Schwann cells were bought from Neuromics Inc, and all the primary cells were cultured in Schwann growth medium (SGM001). Cell Viability Assays Cultured cells were seeded in 96-well plates at a density of 10,000 cells/well and allowed to grow for 16 hours prior to treatment. Cells were then treated with increasing concentrations (0.06 μM, 0.124 μM, 0.25μM, 0.5 μM, 1 μM, 2 μM, 4μM) of compounds #1, 2, 3, and 4 for 24, 48, and 72 hours before the viability assay. Cell viability was measured using the CellTiter-Glo kit (Promega #G7571) according to the manufacturer’s instructions. After a 30-minute incubation at room temperature, luminescence intensity was recorded using a Synergy Neo2 microplate reader (BioTek). Co-immunoprecipitation (IP) Confluent cells (treated or untreaded) were harvested using 0.25% Trypsin-EDTA (Gibco #25200–056) and rinsed with ice cold PBS. Cell pellet from each plate (10 cm) was treated with 0.5 ml ice-cold 1X cell lysis (Cell signaling #9803) and incubated on ice for 10 min with mild vertexing in between. centrifuged for 10 min at 4°C, 14,000 × g and the supernatant were collected to a new tube. The protein was estimated using standard BCA method and stored at −800°C for further use of WB or CoIP. Following the Cell signaling Immunoprecipitation protocol Pan-TEAD Primary antibody (#13295) at a dilution of 1:100 was allowed to bind overnight with rotation to form the immunocomplex. The immunocomplex was allowed to bind further with equilibrated magnetic beads (#73778) for one hr at room temperature with rotation followed by five times wash with 500 μl of 1X cell lysis buffer. Pan-TEAD protein or complex was eluted with 3X SDS sample buffer after heating the sample at 95–100°C for 5 min. Samples were analyzed by western blot Western Blot Analysis Cell lysates containing 20 μg of protein were used for sample preparation. Proteins were electrophoretically separated on 4%–12% NuPAGE Bis-Tris gels (Invitrogen #NP0321BOX) and transferred onto polyvinylidene difluoride (PVDF) membranes using the Trans-Blot Transfer Turbo System (Bio-Rad). Membranes were blocked for 1 hour at room temperature in 5% bovine serum albumin (BSA) prepared in 0.05% TBS-Tween. Following blocking, membranes were incubated overnight at 4°C with primary antibodies. After incubation, membranes were washed with TBS-Tween and then incubated with a peroxidase-conjugated secondary antibody for 1 hour at room temperature with gentle rocking. Protein bands were detected using enhanced chemiluminescence (ECL) reagent (SuperSignal West Pico PLUS, Thermo Fisher #34579). Immunoreactive signals were visualized and imaged using the ChemiDoc MP Imaging System (Bio-Rad). The antibodies used in this study were primarily from Cell Signaling Technology, including anti-pan-TEAD (S13295), anti-YAP (4912S), anti-TAZ (83669S), anti-VEGF-A (50661S), anti-rabbit (7074S), and anti-mouse (7076S). Additional antibodies were obtained from other suppliers: Thermo Fisher (anti-MCSF, 21113), Origene (anti-IL34, TA811728), and Santa Cruz Biotechnology (anti-NRG1, sc-393006; anti-Vinculin, sc-59803; anti-GAPDH, sc-47724). For immunoprecipitation (IP) samples, we used the Mouse Anti-Rabbit IgG HRP-conjugated secondary antibody (#5127) to avoid masking caused by denatured IgG heavy chains (~50 kDa).",
  "introduction": "",
  "results": "",
  "discussion": "",
  "fetched_at": "2026-02-11T23:49:39.039304",
  "abstract_length": 218,
  "methods_length": 33121,
  "introduction_length": 0,
  "results_length": 0,
  "discussion_length": 0
}