{
  "pmid": "PMID:41326517",
  "abstract": "The identification of structural variant (SV) breakpoints plays a crucial role in understanding the genetic variants, mutagenic mechanisms, and functional consequences that drive various genetic diseases. While next-generation sequencing (NGS) has become a cornerstone in single nucleotide variant (SNP) discovery and characterization, short-read NGS technology faces significant challenges in resolving large genomic rearrangements such as duplications, deletions, inversions, and translocations. Nanopore sequencing offers a promising alternative by enabling precise mapping of chromosomal rearrangement breakpoints, and characterization of chromosomal alterations, thereby improving the genetic diagnosis of such conditions. Using long-read whole-genome sequencing, we examined the breakpoints of a cytogenetically balanced chromosomal translocation, t(8;22)(q13.3;q11.23), initially detected during prenatal diagnosis and later confirmed as de novo in a patient who developed NF2-associated schwannomatosis in late infancy. Nanopore sequencing revealed that the translocation disrupted the NF2 gene. This case highlights the power of nanopore long-read sequencing in detecting the exact consequences of de novo, apparently balanced translocations and in uncovering the genetic underpinnings of abnormal phenotypes. Given its ability to resolve complex SVs with high precision, nanopore sequencing might be considered a valuable complement to conventional genetic diagnostic methods, enhancing our understanding of genetic diseases and potentially improving diagnostic yield and risk assessment.",
  "methods": "Methods Genomic DNA (gDNA) sequencing The quality, quantity, and integrity of the extracted gDNA were assessed using the Qubit dsDNA BR Assay Kit (Invitrogen by Thermo Fisher Scientific, USA,  Q32854 /1) and the 4150 TapeStation System (Agilent, G2992AA) with genomic DNA ScreenTape Analysis kit (Genomic DNA Reagents 5067–5366 and Genomic DNA ScreenTape 5067–5365 Agilent).Before starting the library preparation, the gDNA were purified using 0.4–0.6X AMPure XP Beads (Beckman Coulter A63881, USA) to achieve an optimal fragment size distribution for long-read sequencing. Library preparation was performed using the Ligation Sequencing Kit V14 (SQK-LSK114, Oxford Nanopore Technologies, UK) following the manufacturer’s protocol. Briefly, 3 µg of fragmented gDNA were subjected to DNA repair and end-preparation using the NEBNext ®  FFPE DNA Repair Mix and Ultra II End Prep Enzyme Mix from the NEBNext ®  Companion Module v2 for Oxford Nanopore Technologies ®  Ligation Sequencing (NEB, Euroclone USA, E7672). Sequencing adapters were then ligated to the end-prepped DNA using the Ligation Adapter (LA) and Salt-T4 DNA Ligase (NEB). Adapter-ligated libraries were purified using AMPure XP Beads (AXP). The concentration of the adapter-ligated library was quantified using the Qubit dsDNA HS Assay Kit (Invitrogen- Thermo Fisher Scientific, USA,  Q32854 /1), which ensured a yield of 1200–1800 ng in a 96 µl volume. The libraries were loaded onto R10.4.1 flow cells (FLO-PRO114M) and sequenced on a PromethION 24/48 device (Oxford Nanopore Technologies). To maximize data output, the flow cells were washed and reloaded twice using the Flow Cell Wash Kit (EXP-WSH004, Oxford Nanopore Technologies, UK). The first wash was conducted approximately after 22 h, and the second approximately after 44 h of sequencing. MinKnow software (version 24.11.8) was used for data acquisition and super-high accuracy basecalling, with the quality score set to 10. Data analysis A quality report of the sequencing run was generated using NanoPlot (version 1.43.0,) . Long reads were first filtered using Filtlong (version 0.2.1,  24 https://github.com/rrwick/Filtlong ), removing reads shorter than 1000 base pairs. The filtered data were then aligned to the human reference genome hg38 (GRCh38) using Minimap2 (version 2.28,  https://github.com/lh3/minimap2 ) with the “-ax map-ont” argument and the FASTA reference file GCA_000001405.15. Subsequently, SAM files were converted to BAM format using Samtools (version 1.21, 10.1093/gigascience/giab008) , and the resulting BAM files were sorted by chromosome order. Coverage of the sequencing run was calculated using Mosdepth (version 0.3.10 25 , . Variant calling was initially performed using Sniffles2 (version 2.6.1 26 , and SVIM (version 2.0.0) 27 . Deletion variants in EXOC4, TOP3B, and GPHN were further confirmed using Nano-GLADIATOR 28  using a window size of 10 kb and 100 kb. Variants were subsequently annotated using SnpEff (version 5.1d,  29 https://pcingola.github.io/SnpEff/ ) based on the GRCh38 genome build. Finally, alignments and breakpoints detected by Sniffles2 were visualised using the Integrative Genomics Viewer (IGV, version 2.19.2,  https://software.broadinstitute.org/software/igv/ ) and Ribbon (version 1.1,  https://genomeribbon.com  ).",
  "introduction": "Introduction Balanced chromosomal abnormalities represent the most prevalent class of genomic SVs with an estimated population frequency ranging from 0.2 to 0.4% . Notably, the occurrence of congenital abnormalities or intellectual disabilities in newborns harboring a  1 , 2 de novo  balanced chromosomal abnormality is approximately double that observed in the general population, specifically 6.1% for reciprocal translocation and 9.4% for inversions . These findings strongly imply a causal relationship between balanced chromosomal abnormalities and the manifestation of clinical phenotypes. 3 The identification of  de novo  balanced chromosomal abnormalities during prenatal diagnosis often introduces significant uncertainty in genetic counseling, as their phenotypic consequences remain unpredictable . These abnormalities typically involve structural rearrangements such as translocations or inversions, which can disrupt haploinsufficient genes or regulatory regions critical for normal development 3 , 4 . However, the precise mapping of these breakpoints has historically been challenging due to limitations in resolution and accuracy of conventional cytogenetic techniques. Recent advancements in long-read sequencing technologies markedly improved the ability to detect and characterize these SVs with high precision 5 – 7  For instance, single-tube long fragment read (stLFR) whole-genome sequencing has demonstrated efficacy in identifying cryptic chromosomal rearrangements that were previously undetectable by standard methods 8 . This approach enables the resolution of complex SVs and the accurate delineation of breakpoint regions, facilitating a more comprehensive understanding of their potential impact on the phenotype. 9 Neurofibromatosis type 2  (NF2) , also known as  NF2 -related schwannomatosis, is a hereditary tumor syndrome predisposing to the development of bilateral vestibular schwannomas, schwannomas in other central and peripheral locations, meningiomas and ependymomas . This condition is caused by inactivating variants in the  10 NF2  tumor-suppressor gene located at 22q12. These variants typically include single nucleotide variations or larger structural rearrangements, such as deletions affecting single or multiple exons, or the entire gene . Several cases associated with chromosomal abnormalities have been reported, including the presence of a ring chromosome 22 11 – 13 , as well as translocations involving the long arm of chromosome 22 14 – 19 . 15 , 20 In  NF2 -related schwannomatosis, conventional methods such as Fluorescence In Situ Hybridization (FISH), Southern blotting, and targeted sequencing have been used to refine chromosome 22 translocation breakpoints . but generally failed to achieve nucleotide-level resolution, especially in repetitive regions. This limitation underscores the need for long-read genome sequencing to precisely resolve balanced translocations and define their functional impact. 21 – 23 In the present case study, we employed long-read nanopore sequencing to investigate the genetic basis of  NF2 -related schwannomatosis in a patient with a  de novo  balanced translocation between chromosomes 8 and 22, t(8;22)(q13.3;q11.23), identified during prenatal diagnosis. This approach enabled precise breakpoint mapping, revealing that the translocation disrupted the  NF2  gene, thereby elucidating the molecular etiology of the patient’s condition. Our findings underscore the utility of long-read sequencing technologies in resolving complex SVs and enhancing the accuracy of genetic diagnoses in the clinical setting.",
  "results": "Results Case presentation and preliminary analyses A 15-year-old female was referred to the genetics clinic of the Careggi University Hospital, Florence, following a recent diagnosis of  NF2 -associated schwannomatosis. The patient presented with a two-month history of frontal headaches, nausea, and instability. Magnetic resonance imaging (MRI) scans revealed multiple heterogeneously enhancing lesions, including bilateral masses in the cerebellopontine angles, a suspected ependymoma at the medulla oblongata-spinal cord junction, and a falx cerebri meningioma (Fig.  1 a). Spinal MRI identified additional lesions at C3, C6, C7, C8, bilaterally in T1 and within the cauda equina. The patient underwent subtotal resection of the left vestibular schwannoma, with residual facial nerve paresis. \n \n Fig. 1 ( a ) MRI brain scan of the patient, showing multiple meningiomas (from left to right: axial, coronal and sagittal projections). ( b ) MLPA analysis of the  NF2  gene: CNV analysis by Amplicon Suite software shows no evidence of rearrangements. ( c ) Array-CGH analysis of chromosomes 8 and 22 with SurePrint G3 Agilent Human Genome CGH Microarray 4 × 180k (Agilent Technologies, Santa Clara, California, USA). The 8q13.3 and 22q11.23 regions (highlighted in blue) do not display deletions or duplication. Patient’s family history was unremarkable. At the time of her birth, the father was 50 and mother 39 years old. Due to advanced maternal age, an amniocentesis was performed at 16 weeks of gestation, revealing a fetal karyotype with an apparently balanced translocation: 46,XX, t(8;22)(q13.3;q11.23). Both parents showed normal karyotypes. Genetic analysis of lymphocyte DNA for  NF2  single-nucleotide variantswas performed using High Resolution Melting (HRM) of the coding regions and adjacent splice donor and acceptor sites, with no pathogenic variants identified. Multiplex Ligation-dependent Probe Amplification (MLPA) analysis also failed to detect any genomic rearrangements involving the  NF2  gene (Fig.  1 b). The patient was subsequently lost to follow-up but re-presented at 31 years of age. Medical records indicated that, at 18 years old, she underwent sequential surgical resection of bilateral vestibular schwannomas and a foramen magnum meningioma over an 8-month period. These interventions resulted in bilateral hearing loss and facial nerve paresis. At 28 years of age, a treatment with bevacizumab was initiated and continued for two years. At 31, the brain and spinal MRI showed multiple intracranial meningiomas, several cervical spine ependymomas and numerous schwannomas affecting the cauda equina. Given the progressive worsening of instability, headaches, and visual symptoms, she underwent gamma knife stereotactic radiotherapy targeting the meningiomas located at the clinoid processes. Currently, the patient exhibits severely impaired visual acuity, bilateral deafness, and marked instability. To confirm the absence of deletions involving the  NF2  gene, an array-Comparative Genomic Hybridization analysis (array-CGH) with an average resolution of about 40 kb (Agilent Technologies 180 K) was performed. Although aCGH detected no deletion at 8q13.3 or 22q11.23 (Fig.  1 c), it identified a heterozygous deletion of chromosome 22 involving  TOP3B  interpreted as a benign Copy Number Variation (CNV) given the high frequency in the Database of Genomic Variants (DGV:  https://dgv.tcag.ca/dgv/app/home ) and in gnomAD-Structural-variant database ( https://gnomad.broadinstitute.org/gene/ENSG00000100038?dataset=gnomad_cnv_r4 ), of deletions involving the gene: 1.13% and 0.07%, respectively. Moreover, the aCGH identified two small deletions on chromosomes 7 and 14 involving, respectively,  EXOC4  and  GPHN  that were evaluated as variant of uncertain significance. Parental DNA was not available to assess their possible  de novo  origin. The identified CNVs appeared to be incidental findings with no clear pathogenic relevance to the primary condition under investigation. Nanopore long-reads sequencing identifies the translocation breakpoint in  . NF2 To identify the breakpoints of chromosome 8 and chromosome 22, the gDNA library was constructed and sequenced on the nanopore PromethION platform. We performed a 72-hours MinKNOWN sequencing run following standard protocols. The run yielded a total of 3.63 million reads, of which 1,171,900 were discarded during Dorado basecalling due to low quality scores (< Q10). The remaining 2,458,100 reads had a median length of 11,296 base pairs, an N50 of 23,417 base pairs, and a total yield of 43.99 Gbases. Alignment to the GRCh38 (GCA_000001405.15) reference genome resulted in a mean coverage of 14.22X, with chromosome-specific coverages of 14.64X for chromosome 8, and 11.83X for chromosome 22. To investigate the previously reported translocation, we analyzed the aligned reads using long-read-specific SVs callers Sniffles2 and SVIM. Both tools identified a break end (BND) event involving positions 29,648,858 on chromosome 22 and 69,290,900 on chromosome 8 (Fig.  2 a–c). Sniffles2 reported this BND with 8 supporting reads, and breakpoint coverage remained stable at around 15×, except for a drop to 9× at the start of the duplication. SVIM reported a similar result with 9 supporting reads (Fig.  2 a–c). The coverage was consistent with previously reported thresholds for reliable detection of balanced SVs . 30 \n \n Fig. 2 ( a ) Integrated Genome Viewer (IGV) visualization of DNA long-read nanopore sequencing data showing genome breakpoints on chromosomes 8 and 22. ( b ) JBrowse2 Breakpoint Split View visualization of translocation on chromosomes 8 and 22. ( c ) Ribbon Genome Viewer visualization of long-read nanopore sequencing data identifies the translocation event. The chimeric reads between chromosome 8 and chromosome 22 are clearly evident. ( d ) PCR amplification shows a specific band of approximately 500 bp detected only in the proband’s DNA using specific primers for the derivative chromosomes 8 [der(8)] and 22 [der(22)]. Bands are absent in control DNA. ( e ) Schematic representation of chromosome structure variation according to nanopore sequencing results. Sanger sequencing of the 500 bp PCR products identifies the translocation breakpoints on derivative chromosomes 8 (top) and 22 (bottom). Dotted lines identify the junctions between the sequences of the two chromosomes. To validate the translocation breakpoints of the proband, PCR amplification followed by Sanger sequencing was performed. We confirmed the breakpoints on chromosome 8 (GRCh38):g.69,290,900 and chromosome 22 (GRCh38):g.29,648,858 (Fig.  2 c). The breakpoint on chromosome 8 was in an intergenic region between the  LINC01592  and  SULF1 genes, whereas the breakpoint on chromosome 22 was mapped to intron 4 of the  NF2  gene (Fig.  2 d, Suppl Fig. 1a). These results confirm that, although detecting SVs, particularly in low-complexity  or repetitive regions 31 , remains challenging, long-read nanopore sequencing effectively overcomes these limitations even with a low coverage. 32",
  "discussion": "Discussion In this study, we precisely mapped the breakpoints of a  de novo  balanced translocation, t(8;22)(q13.3;q11.23), using long-read nanopore sequencing in a patient diagnosed with  NF2 -associated schwannomatosis during adolescence, following the prenatal identification of the chromosomal rearrangement. To our knowledge, this is the first reported case of  NF2 -associated schwannomatosis in which a  de novo  balanced translocation has been molecularly characterized using nanopore sequencing. Balanced  de novo  translocations identified in symptomatic individuals are frequently assumed to disrupt or delete disease-associated gene at the breakpoint regions. Following the clinical diagnosis of  NF2 -associated schwannomatosis in our proband, comprehensive molecular analyses, including HRM, MLPA, and high-resolution 180 K array-CGH failed to detect pathogenic variants or deletions within the  NF2  gene. We hypothesized that the translocation breakpoint on chromosome 22 disrupted the NF2 gene, thereby contributing to the proband’s disease phenotype. This disruption likely caused heterozygous inactivation of the gene in all cells. As a consequence, the patient became predisposed to tumor development following the somatic loss of the second NF2 allele. Despite several attempts to identify the translocation breakpoints involving the  NF2  gene, including the use of fluorescence in situ hybridization (FISH), Southern analysis and DNA sequencing , no significant progress has been made to date, even with the advent of short-read NGS. Long-read sequencing platforms, which offer superior resolution of SV breakpoints 20 , 33 , 34 , including translocations 35 , 36 , are increasingly recognized as the most effective approach for such analyses. However, their application in NF2-related schwannomatosis remains limited. To date, only a single study has reported the use of long-read whole-genome sequencing (WGS) in this context. Using PacBio sequencing, were identified SVs within the chromosome 22 region in a family affected by  37 , 38 NF2 -schwannomatosis previously undetected with short-read WGS. These included breakpoints involving  NCF4  and  PRR5 , although their contribution to the disease phenotype remains uncertain . 39 Microhomology was identified at translocation junctions: each breakpoint on chromosomes 8 and 22 is flanked by an identical 5‑bp motif, GGATT, strongly implicating microhomology-mediated mechanism. Such signatures are indicative of the involvement of microhomology-mediated end joining (MMEJ), homologous recombination or microhomology-mediated replication-based processes, such as microhomology-mediated break-induced replication (MMBIR) consistent with previously characterized mutational pathways that employ short homologous sequences to mediate double‑strand break repair and SV formation . 40 – 42 This case highlights the value of integrating long-read sequencing into standard human genetic diagnostics, offering nucleotide-level resolution of structural breakpoints. Although traditional approaches, such as karyotyping combined with chromosomal microarray analysis, may detect balanced SVs, they do not allow nucleotide-level mapping of breakpoints and thereby fail to resolve whether rearrangements disrupt coding sequences, regulatory elements, or other genomic features. Long‑read sequencing overcomes this limitation by providing precise breakpoint definitions, which are essential for interpreting the functional impact of SVs . 43 – 47 Although our analysis is retrospective, the detailed delineation of translocation breakpoints aligns with accumulating evidence that high-resolution breakpoint mapping can significantly enhance phenotype interpretation in balanced chromosomal rearrangements  .In addition, defining breakpoints with base‑pair accuracy holds practical relevance for reproductive medicine, enabling targeted assessment in assisted reproductive technologies. Moreover, considering the ongoing improvements in accuracy, throughput, and cost-effectiveness of long-read sequencing technologies, it is increasingly plausible that clinical guidelines for evaluating  48 – 51 de novo  balanced chromosomal rearrangements will evolve to formally incorporate long-read sequencing into standard diagnostic workflows. Such integration promises to refine diagnostic precision and strengthen clinical decision-making in genomic medicine.",
  "fetched_at": "2026-02-11T01:36:02.287599",
  "abstract_length": 1598,
  "methods_length": 3305,
  "introduction_length": 3607,
  "results_length": 7094,
  "discussion_length": 4415
}