{
  "pmid": "41340880",
  "abstract": "BACKGROUND: Cafe-au-lait macules (CALMs) are one of the earliest and most common cutaneous manifestations of neurofibromatosis type 1 (NF1) and serve as critical diagnostic criteria. Over the past two decades, research related to CALMs and NF1 has expanded significantly, driven by advances in molecular genetics, precision medicine, and clinical dermatology. However, no bibliometric study has systematically analyzed the global research landscape and evolution in this area. METHODS: Publications related to CALMs were retrieved from the Web of Science Core Collection up to May 16, 2025. A total of 850 English-language articles and reviews were selected following the screening process. CiteSpace was used for bibliometric analysis. Research trends were assessed through co-authorship, co-citation, keyword co-occurrence, citation bursts, and journal impact evaluations. RESULTS: The field has experienced a transition from early phenotypic descriptions to mechanistic insights and translational research. The United States and China led global research output, while emerging countries, such as Turkey and Iran, showed increasing contributions. Key institutions included the University of Alabama at Birmingham and Shanghai Jiao Tong University. Influential authors such as Eric Legius and Ludwine Messiaen formed intergenerational academic networks. Leading journals including PNAS and Genetics in Medicine, played pivotal roles in disseminating high-impact findings. Five major thematic clusters were identified, encompassing genotype-phenotype correlations, signalling pathways, cancer susceptibility, endocrine dysregulation, and tumour mutation burden. The emergence of keywords such as \"genetic testing\" and \"laser treatment\" underscores the growing emphasis on clinical translation and precision medicine. CONCLUSION: CALM-related research has undergone significant growth over the past two decades, forming a diversified and multilayered academic ecosystem. Future studies should strengthen interdisciplinary and cross-regional collaboration, focus on multi-omics integration, and bridge the gap between fundamental discoveries and clinical applications.",
  "methods": "Methods Publications related to CALMs were retrieved from the Web of Science Core Collection up to May 16, 2025. A total of 850 English-language articles and reviews were selected following the screening process. CiteSpace was used for bibliometric analysis. Research trends were assessed through co-authorship, co-citation, keyword co-occurrence, citation bursts, and journal impact evaluations. Materials and Methods Search Methodology A comprehensive literature search was conducted in the Web of Science Core Collection (WoSCC) database to identify publications related to café-au-lait macules or café-au-lait spots. The search strategy was formulated as follows: TS=(“café-au-lait macule” OR “café-au-lait macules” OR “cafe-au-lait macules” OR “café-au-lait spots” OR “cafe-au-lait spots”). The timespan was set from January 1, 2000 to May 16, 2025. Only original articles and review articles written in English were included. After applying these filters, a total of 850 publications were retrieved for analysis.  Figure 1  presents the advanced search strategy used in the WoSCC. As the data used in this study were obtained from a publicly accessible database and did not involve direct interaction with human or animal subjects, ethical approval was not required. Figure 1 Flowchart of the bibliometric analysis for CALMs, illustrating the included publications, analysis methods, and key findings. Data Analysis and Visualization All retrieved records were exported from the WOSCC in plain text format with full records and cited references. Bibliometric analysis and visualization were conducted using CiteSpace (version 6.2.R3) to explore research trends, collaboration networks, co-citation patterns, and keyword co-occurrence. 16 In CiteSpace, the time slicing was set from 2000 to 2025 with one year per slice. The top 50 most cited or most frequently occurring items from each slice were selected. Network pruning was performed using the pathfinder and pruning sliced networks options to enhance visualization clarity. Burst detection analysis was used to identify keywords and references with significant citation bursts, indicating emerging topics. Search Methodology A comprehensive literature search was conducted in the Web of Science Core Collection (WoSCC) database to identify publications related to café-au-lait macules or café-au-lait spots. The search strategy was formulated as follows: TS=(“café-au-lait macule” OR “café-au-lait macules” OR “cafe-au-lait macules” OR “café-au-lait spots” OR “cafe-au-lait spots”). The timespan was set from January 1, 2000 to May 16, 2025. Only original articles and review articles written in English were included. After applying these filters, a total of 850 publications were retrieved for analysis.  Figure 1  presents the advanced search strategy used in the WoSCC. As the data used in this study were obtained from a publicly accessible database and did not involve direct interaction with human or animal subjects, ethical approval was not required. Figure 1 Flowchart of the bibliometric analysis for CALMs, illustrating the included publications, analysis methods, and key findings.",
  "introduction": "Background Cafe-au-lait macules (CALMs) are one of the earliest and most common cutaneous manifestations of neurofibromatosis type 1 (NF1) and serve as critical diagnostic criteria. Over the past two decades, research related to CALMs and NF1 has expanded significantly, driven by advances in molecular genetics, precision medicine, and clinical dermatology. However, no bibliometric study has systematically analyzed the global research landscape and evolution in this area. Introduction Café-au-lait macules (CALMs) are flat, pigmented skin lesions that resemble the colour of “coffee with milk”, typically presenting as well-circumscribed patches with uniform tan to light brown pigmentation. 1  Their size ranges from a few millimeters to several centimeters, and they can appear anywhere on the body. Solitary lesions are common in healthy individuals, while multiple CALMs (usually ≥6) are strongly associated with underlying genetic disorders. 2 , 3  Clinically, they are not only visually distinctive but also serve as critical early warning signs. Beyond their well-established role in neurofibromatosis type 1 (NF1), they are linked to over 20 genetic conditions, each with unique CALM-related clinical features that aid in differential diagnosis. 4 , 5  For instance, piebaldism caused by mutations in the KIT gene presents with CALMs that are often distributed along the midline or extremities, accompanied by congenital white patches (leukoderma) on the forehead, chest, or abdomen, distinguishing them from NF1-associated CALMs by their association with stable, non-progressive hypopigmentation. 6  McCune-Albright syndrome (MAS), driven by postzygotic GNAS gene mutations, features CALMs that are characteristically “coast of Maine” shaped (irregular, serrated borders) and localized to the same side of the body as underlying skeletal or endocrine abnormalities (eg, polyostotic fibrous dysplasia, precocious puberty). 7  In contrast, Legius syndrome (also known as NF1-like syndrome), caused by SPRED1 mutations, produces CALMs nearly identical in appearance to those of NF1 (uniform borders, widespread distribution) but lacks other NF1-specific features such as Lisch nodules, neurofibromas, or optic pathway gliomas, creating a diagnostic challenge that often requires genetic testing to resolve. Additionally, CALMs may appear in tuberous sclerosis complex (TSC). However, they are typically fewer in number and associated with other hallmark lesions, such as angiofibromas and hypomelanotic macules, further emphasizing the need to contextualize CALMs within broader clinical phenotypes. 8 In recent decades, scientific exploration of CALMs has accelerated, driven by three key advancements. First, breakthroughs in molecular diagnostics, such as next-generation sequencing (NGS), have enabled the precise identification of genetic variants underlying CALM-associated disorders, shifting research from phenotypic observation to genotypic characterization. This has been critical for distinguishing phenocopies, such as Legius syndrome, from NF1, as well as uncovering rare variants in genes like KITLG (linked to familial progressive hyperpigmentation with CALMs). 9  Second, the rise of precision medicine has spurred interest in targeted interventions: for example, studies on laser therapy (including 755-nm picosecond lasers and Q-switched alexandrite lasers) have refined treatment strategies for cosmetic improvement of CALMs, though efficacy varies by lesion size, location, and patient skin type with MAS-associated CALMs often showing variable response due to their underlying mosaic genetic architecture. 10  Third, insights into molecular mechanisms such as the dysregulation of the RAS-MAPK signaling pathway in NF1 and Legius syndrome, or G protein-coupled receptor hyperactivation in MAS have linked CALM formation to specific cellular pathways, opening avenues for potential pharmacologic modulation (eg, MEK inhibitors in NF1-related hyperpigmentation). 11 Despite this progress, the CALM research field faces several unresolved key issues. Phenotypically, distinguishing CALMs associated with different genetic disorders remains challenging, even with characteristic features: for example, early-stage MAS CALMs may lack “coast of Maine” borders, and Legius syndrome CALMs are indistinguishable from NF1 without genetic testing, leading to diagnostic delays or misclassification, especially in cases with non-classic presentations. 5  Genotypically, the genotype-phenotype correlation for CALM-related conditions is incomplete: while large deletions in the NF1 gene are linked to more severe phenotypes (including more numerous CALMs), many variants (eg, missense mutations in SPRED1) show variable expressivity, making it difficult to predict disease progression based on genetic data alone. 12  Clinically, gaps persist in translational research: while laser therapy is widely used for CALM treatment, long-term efficacy and safety data (particularly in pediatric populations with disorders like MAS or porphyria) are limited, and there are no approved pharmacological agents to prevent or reverse CALM formation in any genetic context. 13  Additionally, the global burden of CALM-associated diseases is understudied, with limited epidemiological data from low- and middle-income countries hindering equitable access to diagnosis (eg, NGS for Legius syndrome) and care (eg, specialized laser treatment for MAS-related CALMs). 14 While individual studies have provided essential insights into CALMs and their associated disorders, a comprehensive, quantitative evaluation of the global research landscape has yet to be conducted. Bibliometric analysis offers a systematic approach to mapping scholarly output, identifying influential contributors, revealing knowledge structures, and capturing thematic trends, including how research focus has shifted across disorders (eg, from NF1 to rare conditions like Legius syndrome) over time. 15  By employing CiteSpace, this study aims to provide an integrated knowledge framework for understanding the evolution, hotspots, and future directions of CALM related research from 2000 to 2025 with a focus on addressing the gaps as mentioned above by highlighting understudied areas (eg, CALMs in porphyria, long-term laser outcomes in MAS) and potential collaboration opportunities across disciplines (eg, genetics, dermatology, pediatric endocrinology).",
  "results": "Results The field has experienced a transition from early phenotypic descriptions to mechanistic insights and translational research. The United States and China led global research output, while emerging countries, such as Turkey and Iran, showed increasing contributions. Key institutions included the University of Alabama at Birmingham and Shanghai Jiao Tong University. Influential authors such as Eric Legius and Ludwine Messiaen formed intergenerational academic networks. Leading journals including PNAS and Genetics in Medicine, played pivotal roles in disseminating high-impact findings. Five major thematic clusters were identified, encompassing genotype-phenotype correlations, signalling pathways, cancer susceptibility, endocrine dysregulation, and tumour mutation burden. The emergence of keywords such as “genetic testing” and “laser treatment” underscores the growing emphasis on clinical translation and precision medicine. Results Analysis of Publications From 2000 to 2025, a total of 850 publications on CALMs were identified, showing a fluctuating but overall upward trend in research output ( Figure 2 ). Between 2000 and 2010, the annual number of publications remained relatively stable, averaging around 20 to 30 per year. A slight increase was observed from 2011 to 2014, followed by a marked surge in 2015. Figure 2 Annual number of published articles on CALMs research from 2000 to 2025. The most pronounced growth occurred between 2018 and 2021, with annual publications rising from approximately 35 in 2018 to a peak of 86 in 2022. This period represents the most active phase of CALM-related research. However, from 2023 onwards, the number of publications began to decline, dropping to 41 in 2024, and further decreasing sharply to 7 in the first half of 2025. These trends indicate that while research interest in CALMs has intensified over the past two decades, recent years have seen a downturn in output, which may reflect shifts in research priorities or publication delays. Analysis of Countries/Regions and Institutions The global research landscape on CALMs has undergone notable transformations over the past two decades. Analysis of publications from 2001 to 2024 revealed a transition from a Western-dominated model to a more multipolar research ecosystem. Regionally, the development exhibited a stratified trend: the leading countries, the United States (192 publications) and China (103 publications), formed the first tier, demonstrating a strong research capacity. Established European powers, including Italy (67), Germany (58), and the United Kingdom (29), represented the second tier of contributors. Emerging Contributors: Since 2010, Middle Eastern countries such as Saudi Arabia and Iran have shown increasing research activity. Notably, Turkey is expected to display a marked rise in output by 2023, signalling the diversification of its global contributions. At the institutional level, this evolutionary trend was also evident: Established institutions maintained leadership. The University of Alabama at Birmingham (20 publications) and the University of Toronto (11) continued to lead through accumulated expertise. Rapid Growth of Emerging Institutions: Shanghai Jiao Tong University (17 publications) demonstrated the rising influence of Asian research institutions. Integrated Medical and Academic Leadership: Renowned clinical institutions such as Massachusetts General Hospital and the Mayo Clinic played significant roles, underscoring the value of translational medicine in neurofibromatosis research. Temporal analysis further validated these shifts. While early leaders, such as Assistance Publique – Hopitaux de Paris (APHP, 29 co-occurrences in 2001) and Harvard University (21), dominated the initial stages, newer institutions like Shanghai Jiao Tong University (12 co-occurrences in 2016) have emerged as key contributors. Notably, Cardiff University, with a betweenness centrality score of 0.13, functioned as a critical hub within the international collaboration network. This evolving research pattern reflects the global redistribution of scientific resources and suggests the emergence of increasingly diverse and complementary research collaborations. The deep foundational work of Western institutions, coupled with the clinical momentum of emerging countries, is likely to foster synergistic progress. In the era of precision medicine, strengthening cross-regional and cross-institutional collaboration will be crucial for advancing breakthroughs in neurofibromatosis research ( Figure 3  and  ,  Tables S1 ). S2 Figure 3 International contributions and collaboration patterns in CALMs research. ( A ) The global collaboration map shows the cooperative links between countries/regions. The thickness of the lines indicates the strength of collaboration; the size of the nodes represents the number of publications. ( B ) Publication trends of the top 10 most productive countries from 2000 to 2025. The size of each bubble corresponds to the annual publication output. ( C ) Country co-occurrence network. Node size reflects publication frequency; the thickness of connecting lines indicates the strength of co-authorship. ( D ) Institutional co-occurrence network. Node size denotes the frequency of institutional appearances; colours represent different clusters. Authors and Co-Cited Authors The academic influence within the field of CALMs research exhibits distinct generational characteristics and dynamic evolution. A systematic analysis of key scholars reveals a well-established research network comprising both senior experts and emerging investigators. The data highlight that scholars such as Eric Legius and Ludwine Messiaen constitute the core of this research community. Legius leads with 9 publications and 650 citations, followed closely by Messiaen with 8 publications and 645 citations. Other contributors, including Brems and Friedman (each with 6 publications), have also made substantial contributions to the field. Temporal analysis indicates a clear shift in research focus over time, which can be divided into three stages. Foundational Phase (2002–2007): Scholars such as Friedman laid the theoretical groundwork for the field. The notable output by Legius and Brems in 2007 (with 8 and 6 co-citations, respectively) marked the beginning of a rapid development phase. Consolidation Phase (2010s): Researchers like Upadhyaya M played a pivotal role in expanding and refining the knowledge system, as reflected in a sustained citation count (85 citations). The enduring influence of anonymous authors demonstrated by a citation half-life of 16.5 years underscores the lasting impact of foundational research conducted in the early stages. Innovation Phase (Post-2020): Recent contributions by Legius E, with a burst strength of 19.99, indicate leadership in cutting-edge directions. Meanwhile, next-generation researchers such as Avinash and Liu (active in 2025) suggest a generational shift and renewal in academic leadership. This evolution of academic influence not only reflects paradigm shifts in neurofibromatosis research but also illustrates a complete knowledge chain spanning basic science to clinical application. While senior researchers have established a robust theoretical framework through years of accumulated work, the newer generation brings forward innovative perspectives and methodologies, jointly driving the sustained advancement of the field ( Figure 4  and  ,  Tables S3 ). S4 Figure 4 Author collaboration and co-citation networks in CALMs research. ( A ) Author co-authorship network. Node size represents the number of publications; links indicate collaboration strength between authors. ( B ) Co-cited author network. Node size reflects co-citation frequency; the proximity and connection strength between nodes represent academic influence and intellectual linkage. Journals and Co-Cited Journals The scholarly communication landscape in CALMs research demonstrates a dynamic, multi-tiered structure. Citation analysis of core journals reveals three distinct categories of influential dissemination platforms. Leading Multidisciplinary Journals as Drivers of Foundational Research: Prestigious journals such as Proceedings of the National Academy of Sciences of the United States of America (PNAS) (115 citations, centrality = 0.16), Nature, and Science form the central publication matrix. Their citation bursts during 2000–2002 (burst strength = 3.7) underscore their pivotal role in establishing the early foundation of NF research. These journals serve as prime venues for breakthroughs due to their broad readership and high academic impact. Specialty Journals Establishing Domain-Specific Authority: Journals such as the American Journal of Medical Genetics, Part A (760 citations), and Pediatric Dermatology (297 citations) have cultivated strong reputations within their respective subfields. Notably, while Clinical Genetics published only 12 articles, it demonstrated a high per-article impact (average of 31.75 citations), reflecting the precision and efficiency of dissemination in specialized platforms. Emerging Journals Indicating Shifts Toward Cutting-Edge Research: In recent years, journals such as Genetics in Medicine have exhibited remarkable citation burst strength (22.95), signalling a growing focus on gene therapy and clinical translation in rare diseases. Orphanet Journal of Rare Diseases and other emerging publications further illustrate this transition toward novel therapeutic directions. Interdisciplinary Integration and Knowledge Convergence: Overlay visualization reveals significant cross-disciplinary connectivity. Molecular biology (purple nodes) and clinical medicine (red nodes) maintain strong linkages, while the increasing involvement of materials science (blue nodes) suggests growing opportunities for technological innovation in diagnostics and therapeutics. This interdisciplinary trend highlights the potential for transformative advances at the intersection of traditional medicine and emerging technologies. Strategic Implications for Researchers: These findings provide three practical insights for publication strategies: Major discoveries should target high-impact, multidisciplinary journals to maximize visibility; specialized findings are best suited for authoritative, domain-specific journals; exploratory or frontier research may benefit from submission to emerging journals that align with cutting-edge developments. Adopting a tiered and targeted publication approach can significantly enhance the dissemination efficiency and academic influence of research outcomes ( Figure 5  and  ,  Tables S5 ). S6 Figure 5 Journal co-citation analysis and dual-map overlay analysis in CALMs research. ( A ) Journal co-citation network. Node size corresponds to the co-citation frequency of each journal; links represent co-citation relationships. ( B ) Dual-map overlay of journals. The map shows citing journals on the left and cited journals on the right, with coloured lines indicating citation trajectories between disciplines. Co-Cited References Knowledge mapping in the field of CALMs research reveals a well-defined and evolving intellectual structure. Co-citation cluster analysis identified five major research directions that not only represent current thematic priorities but also outline a comprehensive knowledge chain spanning from basic science to clinical applications. From a theoretical perspective, co-citation analysis delineates the historical development of foundational knowledge in this field. An anonymous landmark study published in Archives of Neurology in 1988 holds a central position, with 140 citations and a total link strength of 646, marking the inception of structured NF research. 17  Between 1997 and 2010, a series of publications by David H. Gutmann and collaborators laid the theoretical groundwork for modern investigations. 18–25  Although more recent work, such as the 2021 Genetics in Medicine publication by Eric Legius’ team, has a relatively modest citation count (45), its high citation burst strength signals a potential shift in research frontiers. 26 Building upon these theoretical foundations, five primary research directions have emerged: Genotype-Phenotype Correlation in NF1: Investigations linking specific NF1 mutations to clinical manifestations; RAS-MAPK Signaling Pathway: Elucidation of the molecular mechanisms driving NF pathogenesis; Mismatch Repair Deficiency and Cancer Susceptibility: Studies exploring the connection between DNA repair defects and oncogenesis; Endocrine Abnormalities in McCune–Albright Syndrome: Research into hormonal dysregulation mechanisms; Novel Mutations and Tumor Mutational Burden: Characterization of emerging genetic variants through next-generation sequencing. These focal areas are interconnected by advances in genomic technologies, forming an integrated research network that spans molecular biology, genetics, and clinical medicine. Collaboration network analysis further highlights the central role of key researchers such as Eric Legius and David H. Gutmann in driving field advancement. Their close collaborations with M. Koczkowska, H. Brems, and others have enabled in-depth studies on crucial topics such as “monozygotic twins” and PTPN11 mutations. These networks have not only accelerated the translation of fundamental discoveries into clinical insights addressing phenotypes like “hyperpigmentation” and “precocious puberty” but have also propelled a paradigm shift from single-gene analysis to integrative multi-omics approaches. Temporal analysis illustrates a clear trajectory in methodological evolution—from early familial linkage studies in 1998 to the application of high-throughput sequencing and precision medicine between 2015 and 2020. The high silhouette scores of the identified clusters (ranging from 0.909 to 0.994) affirm the reliability of the thematic classifications, providing a well-defined knowledge map and strategic guidance for future research directions ( Figure 6  and  ). Table S7 Figure 6 Co-citation and clustering analysis of references in CALMs research. ( A ) Reference co-citation network. Node size represents citation frequency, and purple rings indicate citation bursts. ( B ) Reference clustering map. Each cluster represents a distinct research topic, labelled with key terms that accurately describe its focus. References with Citation Bursts The intellectual evolution of CALMs research is reflected through the citation burst patterns of key publications. A temporal analysis of the top 15 references with the strongest citation bursts reveals the shifting trajectory of research hotspots in this field. The findings indicate a distinct stage-wise accumulation of knowledge. Foundational Phase (2000–2004): This Phase was marked by seminal studies such as the breakthrough work by DeBella K published in Pediatrics (citation burst strength: 5.68), which laid the groundwork for subsequent investigations. 19 , 27–30 Rapid Development Phase (2005–2014): A surge of activity occurred with influential contributions by Bougeard L and De Vos M in the American Journal of Human Genetics (burst strengths: 6.14 and 5.79, respectively), driving the first wave of intensive research. This momentum was further propelled by critical findings from Brems H and Upadhyaya M (burst strengths: 8.77 and 6.56), which significantly deepened the field’s scientific understanding. 21 , 23 Expansion and Consolidation Phase (2014–2021): During this period, researchers such as Vasen HFA and Wimmer K advanced the translational potential of NF research by emphasizing clinical application and genetic risk assessment. 26 , 31–37 Frontier Breakthrough Phase (2017–2025): This Phase is characterized by landmark studies, notably the work by Legius et al, published in Genetics in Medicine (burst strength: 22.85), which signals the field’s transition into the era of precision medicine. 38 The temporal dynamics of these citation bursts not only illustrate a thematic progression from fundamental discoveries to clinical translation but also underscore the transformative impact of technological innovations particularly the advancement of next-generation sequencing on research paradigms. These high-impact publications constitute the structural backbone of the neurofibromatosis research domain. They have provided robust theoretical frameworks and methodological guidance, shaping the direction of future studies and facilitating interdisciplinary integration across genetics, molecular biology, and clinical practice ( Figure 7 ). Figure 7 References with the strongest citation bursts. Analysis of Keywords The intellectual evolution of CALMs research demonstrates distinct stage-wise characteristics. Through keyword co-occurrence analysis, the core research themes and developmental trajectories within this field can be delineated. The data reveal that “neurofibromatosis type 1” occupies a central position with a high frequency of 193 occurrences and a centrality of 0.18, forming the foundational framework of NF1 studies. Closely associated keywords such as “children” (103 occurrences), “gene” (99), and “mutations” (94) constitute the essential research cluster around NF1. Notably, dermatological diagnostic markers such as “cafe-au-lait macules” (54 occurrences) stand out prominently, reflecting their importance in clinical diagnosis ( Figure 8A ). Figure 8 Keyword-based analysis of research hotspots in CALMs. ( A ) Keyword co-occurrence network. Node size represents keyword frequency; colour and link thickness reflect the strength of co-occurrence. ( B ) Keyword clustering map. Each cluster represents a distinct research theme, labelled by key terms. ( C ) Keyword peak-valley timeline (mountain plot). The plot visualizes the temporal evolution and impact of key clusters from 2000 to 2025. The height and width of each ridge represent the intensity and duration of attention received. From a temporal perspective, the research hotspots have undergone significant shifts across three phases: Initial Phase (2000–2008): The research focus centred on basic clinical descriptions and disease nomenclature, exemplified by keywords such as “von Recklinghausen’s disease” and complications, including “hematological malignancy”. Deepening Phase (2008–2016): Attention shifted towards elucidating pathogenic mechanisms, with emerging keywords including “NF1 gene” and “growth hormone”, marking a transition to molecular and physiological studies. Recent Development Phase (2016–2025): A marked inclination towards clinical application is observed, as indicated by the rise of keywords such as “genetic testing” and “laser treatment”. Concurrently, themes such as “management” and “phenotype” have gained prominence, signalling a shift toward precision medicine ( Figure 9 ). Figure 9 Temporal analysis of keyword evolution in CALMs research. ( A ) Keyword timeline view. Each horizontal line represents a keyword cluster, with nodes arranged in order of their first appearance. Node size reflects frequency, and purple rings indicate citation bursts. ( B ) Keyword timezone map. Keywords are distributed across vertical bars representing time slices (years) and connected by curved lines illustrating their co-occurrence relationships over time. This pattern of evolving research focus is mirrored in studies on related genetic syndromes. For instance, investigations into McCune-Albright syndrome evolved from early molecular explorations such as “adenylate cyclase” to clinical domains like “bone metabolism”. Similarly, research on Legius syndrome transitioned from disease characterization to analyses of its association with other conditions ( Figure 8B  and  C ). Notably, the surge in epidemiological keywords, such as “case report” and “prevalence”, occurred during 2019–2025, alongside sustained attention to core NF1 features, including “neurofibromatosis type 1” and “cafe-au-lait macules”. This trend reflects an ongoing effort to establish a more comprehensive understanding of the disease ( Figure 10 ). Together, these findings not only systematically summarize the knowledge architecture of NF1 research but also provide critical insights to guide future directions in this domain. Figure 10 Keywords with the strongest citation bursts.",
  "discussion": "Conclusion CALM-related research has undergone significant growth over the past two decades, forming a diversified and multilayered academic ecosystem. Future studies should strengthen interdisciplinary and cross-regional collaboration, focus on multi-omics integration, and bridge the gap between fundamental discoveries and clinical applications. Discussion Current Status and Development Trends This bibliometric analysis provides a comprehensive overview of global research on café-au-lait macules (CALMs) from 2000 to 2025. The findings demonstrate that this field has evolved from early descriptive studies of genetic traits to increasingly sophisticated explorations of clinical applications, which can be clearly delineated into three distinct phases: “descriptive research, mechanistic investigation, precision medicine”. The chronological progression of keywords from von Recklinghausen’s disease to the NF1 gene, and subsequently to genetic testing and laser therapy, exemplifies the maturation and transformation of the field. 39–41 Unlike previous studies, this work quantitatively identifies the temporal milestones and driving factors underlying this evolution. For instance, the sharp increase in research output around 2015 ( Figure 2 ) coincides with the widespread adoption of next-generation sequencing technologies and the rise of precision medicine. Prior reviews have only qualitatively noted this trend, without clarifying its correlation with technological innovation. Furthermore, this analysis reveals a noticeable decline in publication volume after 2023 (41 papers in 2024 and only 7 in the first half of 2025), a phenomenon not previously reported. This may indicate a global shift in research priorities toward other rare dermatological disorders or more specific NF1 subtypes, or reflect factors such as peer-review cycles and delays in data inclusion. Continuous long-term monitoring will be necessary to validate these possibilities. 26 , 39–42 National, Institutional, and Author Collaboration Networks At the national and institutional levels, the United States (with 192 publications) and China (with 103 publications) form the first tier, reflecting their robust research capacities. Italy (67 publications) and Germany (58 publications) represent the second tier, comprising traditional European scientific powerhouses. Meanwhile, countries in the Middle East—such as Saudi Arabia, Iran, and Turkey—have demonstrated a remarkable surge in research output in recent years, signaling a global transition from a “Western-dominated” paradigm toward a “multipolar collaborative” research landscape. Unlike previous studies that portrayed CALM’s research as primarily centered in Europe and North America, this analysis—drawing on post-2010 incremental data—confirms the rise of emerging regions. For instance, Turkey’s publication growth rate in 2023 ( Figure 3B ) surpassed that of several European countries, indicating a redistribution of global CALMs research resources. 39–42 At the institutional level, the University of Alabama at Birmingham (20 publications) and the University of Toronto (11 publications) continue to lead the field. In comparison, Shanghai Jiao Tong University (17 publications) and other Asian institutions have rapidly ascended, underscoring the synergistic benefits of an integrated “clinical–teaching–research” model. Whereas previous analyses have focused on collaborations within individual countries or regions, this study—through the construction of a global institutional co-occurrence network ( Figure 3D )—identifies Cardiff University (betweenness centrality = 0.13) as a pivotal hub linking research efforts across Europe, North America, and Asia. This previously unrecognized bridging role highlights key nodes for optimizing future international collaboration networks. 40–43 The author collaboration network reveals clear generational dynamics. Senior scholars such as Eric Legius (9 publications, 650 citations) and Ludwine Messiaen (8 publications, 645 citations) have established the theoretical foundations of the field, while emerging researchers—such as Avinash and Liu, active in 2025—are driving technological innovation. Unlike earlier works that highlighted individual contributions, the current co-citation analysis delineates a comprehensive academic lineage: from the Founders (Friedman, 2002–2007) to the Integrators (Upadhyaya, M., 2010s) and finally to the Innovators (Legius, post-2020). This evolutionary trajectory provides a valuable paradigm for cultivating the next generation of researchers and strengthening talent development within the CALMs research community. 19 , 21 , 23 , 29–32 , 44 Journals and Knowledge Dissemination Characteristics Journal analysis revealed that research on café-au-lait macules (CALMs) has developed a multi-tiered dissemination structure encompassing top-tier general journals, specialized domain journals, and emerging frontier journals. Comprehensive journals such as PNAS (115 citations, centrality = 0.16) and Nature established the foundational framework for neurofibromatosis research from 2000 to 2002 (burst strength = 3.7). Specialized journals, including the American Journal of Medical Genetics Part A (with 760 citations) and Pediatric Dermatology (with 297 citations), have focused on specific subfields and clinical phenotypes. In recent years, Genetics in Medicine has exhibited a remarkable citation burst intensity of 22.95, underscoring the growing prominence of studies on gene therapy and clinical translation. 28–31 , 45 Whereas prior bibliometric studies merely listed highly cited journals, the present work advances this understanding through dual-map overlay analysis ( Figure 5B ), revealing intricate cross-linkages among molecular biology (purple nodes), clinical medicine (red nodes), and materials science (blue nodes). Notably, the incorporation of materials science—such as innovations in laser device engineering—has catalyzed the development of the “CALMs clinical intervention” research theme. This interdisciplinary convergence, which has not been systematically reported before, offers a novel perspective for defining future research directions. 46 , 47 Furthermore, this study proposes a “stratified publication strategy”: significant discoveries should be targeted at high-impact general journals, domain-specific findings should be submitted to specialized journals, and exploratory or emerging studies should be directed toward frontier journals. This framework provides practical guidance for researchers aiming to enhance the visibility, dissemination efficiency, and academic impact of their CALMs-related research. Research Hotspots and Frontier Evolution Citation burst analysis clearly delineates the field’s transition from fundamental discovery to clinical translation. During 2000–2004, studies led by DeBella K (burst strength = 5.68) focused on foundational understanding of the disease; 2005–2014 (led by Brems H, burst strength = 8.77) deepened insights into molecular mechanisms; 2014–2021 (represented by Vasen H.F.A). emphasized clinical applications; and 2017–2025 (driven by the Legius group, burst strength = 22.85) marked the advent of the precision medicine era. Keyword co-occurrence analysis further corroborates this trend, highlighting the rise of terms such as “genetic testing” and “laser therapy”, which collectively signal a paradigm shift toward precision diagnosis and targeted intervention. 28–38 Distinct from prior studies, this research is the first to employ cluster analysis ( Figure 6B ) to elucidate the intrinsic interconnections among the five major thematic domains in CALMs research: genotype-phenotype correlation, RAS-MAPK signaling pathway, cancer susceptibility, endocrine dysregulation, and tumor mutational burden. These domains are interconnected through advances in genomic technologies, forming a cohesive knowledge continuum that bridges basic mechanisms, clinical phenotypes, and therapeutic strategies. Whereas previous works have tended to discuss these topics in isolation, this integrative framework systematically reconstructs the intellectual structure of the field, enabling researchers to grasp better the overall trajectory and interdependence of CALM’s research. 48 Conclusions Using CiteSpace, this study conducted a comprehensive bibliometric analysis of global research on café-au-lait macules (CALMs) from 2000 to 2025, systematically mapping the field’s developmental trajectory, collaborative landscape, and emerging frontiers. The findings provide a clear knowledge framework and strategic guidance for future research in this domain. From the perspective of research evolution, CALM’s studies have undergone a three-stage progression, from early phenotypic description to mechanistic exploration and ultimately to precision medical translation. Between 2000 and 2010, research primarily focused on disease nomenclature and clinical manifestations such as von Recklinghausen’s disease and its complications. Investigations into NF1 gene mutations, growth hormone regulation, and related molecular mechanisms dominated the period from 2011 to 2016. After 2017, the field shifted toward genetic testing and laser-based interventions, marking a transition into applied clinical research. The temporal distribution of the 850 included publications, peaking in 2022 with 86 papers, and the evolution of core keywords collectively confirm this maturation process. 49–51 At the global collaboration level, the CALMs research network has evolved into a multipolar cooperative structure. The United States (192 publications) and China (103 publications) comprise the leading tier, followed by Italy (67) and Germany (58) as secondary contributors. Meanwhile, Turkey and Iran have demonstrated a remarkable rise in recent years, reflecting a global redistribution of research resources. Institutionally, traditional leaders such as the University of Alabama at Birmingham (20) and the University of Toronto (11) maintain their prominence, while Asian institutions, including Shanghai Jiao Tong University (17), are rapidly emerging. The author collaboration network reveals intergenerational continuity: senior experts, including Eric Legius (9 publications / 650 citations) and Ludwine Messiaen (8 publications / 645 citations), laid the theoretical groundwork, while new-generation scholars, such as Avinash and Liu, are driving frontier innovation, jointly fostering a diverse and collaborative ecosystem. 52 , 53 Thematic and knowledge dissemination analyses identified five major research clusters: phenotype correlation, RAS-MAPK signaling pathway, cancer susceptibility, endocrine dysregulation, and tumor mutational burden, which together form a comprehensive continuum from basic mechanisms to clinical practice. Knowledge dissemination occurs through a hierarchical publication system: multidisciplinary journals such as PNAS (115 citations, centrality = 0.16) anchor foundational research breakthroughs; specialized journals such as the American Journal of Medical Genetics, Part A (760 citations) establish domain authority; and emerging journals such as Genetics in Medicine (burst intensity = 22.95) highlight advances in gene therapy and clinical translation, collectively promoting multidimensional knowledge exchange. 54 Based on these insights, future research should focus on three strategic directions: Enhancing cross-regional and interdisciplinary collaboration, fostering joint efforts among established research powers (the US, Europe, and China) and emerging regions (the Middle East), and integrating molecular biology, clinical medicine, and materials science to advance innovations such as next-generation laser treatment technologies. Accelerating multi-omics integration, combining genomic, transcriptomic, and metabolomic data to unravel the complex pathogenic networks linking CALMs and NF1, thereby overcoming the limitations of single-gene studies. Strengthening clinical translation, conducting multicenter randomized controlled trials on high-interest topics such as genetic testing and laser therapy, developing standardized diagnostic and therapeutic protocols, and emphasizing early intervention strategies for pediatric populations to achieve a true bench-to-bedside continuum. In conclusion, from 2000 to 2025, CALM’s research has established a diversified and multi-tiered academic ecosystem. Moving forward, the field should be driven by collaborative innovation, supported by technological integration, and guided by clinical needs, to advance toward more precise, efficient, and globally harmonized diagnostic and therapeutic approaches.",
  "fetched_at": "2026-02-11T01:35:22.301238",
  "abstract_length": 2167,
  "methods_length": 3155,
  "introduction_length": 6434,
  "results_length": 20393,
  "discussion_length": 12716
}