{
  "pmid": "PMID:41340617",
  "abstract": "INTRODUCTION: Intestinal ganglioneuromatosis is a rare benign neoplastic disease. It is usually described in children, in association with multiple endocrine neoplasia type 2b and neurofibromatosis type 1. Ganglioneuromatosis is rare in adults, where it usually occurs sporadically and in isolation. CASE REPORT: We present a patient with intestinal ganglioneuromatosis in whom the initial clinical and radiographic findings simulated Crohn's disease. A small bowel resection was performed due to endoscopic capsule occlusion. The immunohistochemical study of the resected segment suggested the diagnosis of small bowel ganglioneuroma. CONCLUSION: The clinical presentation of intestinal ganglioneuromatosis is variable. The patient may be oligosymptomatic or have an atypical presentation. This diagnosis should be considered when the most common causes of iron deficiency anemia have been excluded. Definitive diagnosis is possible after resection and pathologic analysis of the segment involved.",
  "methods": "",
  "introduction": "Introducción:  La ganglioneuromatosis intestinal es una enfermad neoplásica benigna poco frecuente. Se describe en general en niños, en asociación con la neoplasia endocrina múltiple tipo 2b, en asociación con la neoplasia endocrina múltiple tipo 2b y la neurofibromatosis tipo 1. La ganglioneuromatosis es rara en adultos, en los que suele presentarse de forma esporádica y aislada.  Introduction:  Intestinal ganglioneuromatosis is a rare benign neoplastic disease. It is usually described in children, in association with multiple endocrine neoplasia type 2b and neurofibromatosis type 1. Ganglioneuromatosis is rare in adults, where it usually occurs sporadically and in isolation.  Introducción Los ganglioneuromas (GN) son tumores poco frecuentes que se asocian habitualmente con la neurofibromatosis tipo 1 y la neoplasia endocrina múltiple (NEM) tipo 2 b (en conjunto con el cáncer medular de tiroides y el feocromocitoma), pero también pueden presentarse de forma esporádica y aislada.  Rara vez se ubican en el tracto gastrointestinal, donde pueden manifestarse como una lesión solitaria o como múltiples pólipos en el colon o en el íleon terminal. 1 , 2 , 3 \n 4 Debe realizarse el diagnóstico diferencial con otras lesiones de intestino delgado que se presentan con estenosis, como enfermedad de Crohn, tuberculosis, ingesta crónica de AINEs, isquemia, infecciones y tumores. \n 5 El objetivo de este trabajo es presentar el caso clínico de una paciente con ganglioneuromatosis (GNM) intestinal cuyos hallazgos clínicos y radiográficos iniciales simulaban una enfermedad de Crohn.",
  "results": "",
  "discussion": "Conclusion:  The clinical presentation of intestinal ganglioneuromatosis is variable. The patient may be oligosymptomatic or have an atypical presentation. This diagnosis should be considered when the most common causes of iron deficiency anemia have been excluded. Definitive diagnosis is possible after resection and pathologic analysis of the segment involved.",
  "fetched_at": "2026-02-11T01:35:37.401871",
  "abstract_length": 998,
  "methods_length": 0,
  "introduction_length": 1590,
  "results_length": 0,
  "discussion_length": 363
}