{
  "pmid": "41374983",
  "abstract": "Malignant peripheral nerve sheath tumors (MPNSTs) are one of the most difficult sarcomas to treat. Due to the rarity of MPNSTs, many of the therapeutic approaches used are from treatment guidelines for soft tissue sarcoma. Besides surgery, little success has been achieved using these therapies. Traditional chemotherapy and radiation therapy regimens designed to treat sarcoma have unclear efficacy when used to treat MPNSTs. Targeted therapeutics that succeeded in other sarcomas failed to produce positive results in MPNSTs. Moreover, investigational agents that have shown efficacy in preclinical models have produced disappointing outcomes in clinical trials. While therapeutic options for patients with MPNST have remained relatively stagnant, dramatic improvements in therapeutic outcomes of other rare sarcomas have been made. This difference in success is likely caused by the complex heterogeneity of MPNSTs that hinders drug development, although many MPNSTs are associated with neurofibromatosis type 1 (NF1), a genetic disorder resulting from mutations in the NF1 gene that encodes the negative RAS regulator neurofibromin. The development of new agents for MPNST treatment has shifted away from solely targeting RAS pathway gene products to stimulating the immune system and manipulating other MPNST driver mutations such as",
  "methods": "",
  "introduction": "1. Introduction Malignant peripheral nerve sheath tumors (MPNSTs) are an aggressive form of cancer categorized as a soft tissue sarcoma (STS) by the World Health Organization [ 1 ]. MPNSTs are commonly defined as malignant tumors often arising from preexisting benign neurofibromas and ultimately from cells of the peripheral nerve sheath. They are responsible for 5–10% of all STSs diagnosed in the United States [ 2 ]. The generally accepted incidence of MPNSTs in the general population is approximately 1 in 100,000 [ 3 ]. However, the incidence has been reported to be as low as 1.46 in 1,000,000 for the adult population and 0.56 in 1,000,000 for the pediatric population, with incidence seeming to increase with age in each subgroup [ 4 ]. Approximately 50% of all MPNST cases are associated with neurofibromatosis type 1 (NF1), with the rest either sporadic or linked to irradiation [ 3 ]. NF1 is an autosomal dominant cancer predisposition caused by mutations in the  NF1  gene resulting in the loss of the tumor suppressor neurofibromin, which is a negative Ras regulator. NF1 has a birth incidence between 1 in 2000 and 1 in 3000, and patients with NF1 carry a lifetime risk of developing a MPNST between 8–13% [ 5 , 6 , 7 ]. The prognosis of patients with MPNST is poor, with the five-year survival rate reported to be between 21% and 69% [ 7 , 8 , 9 , 10 , 11 ]. The only observed predictors of patient outcomes are the location of the tumor and the size of the lesion at diagnosis [ 8 , 9 ]. According to some reports, patients with NF1 have worse clinical outcomes than patients with sporadic MPNSTs [ 8 , 12 , 13 ]. However, other studies suggest that the difference observed is not due to NF1 itself but instead other poor prognosis factors, such as larger tumor size at the time of diagnosis, which is commonly more exaggerated in patients with NF1 [ 11 , 14 ]. Whether NF1 is a poor prognosis factor for MPNSTs remains a topic of debate, and some recent studies suggest the gap in outcomes with sporadic tumors seems to be closing, though not all studies agree [ 11 , 12 , 15 ]. The most recent meta-analysis of MPNST survival outcomes after surgery found the overall survival (OS) to be 47% for MPNSTs and 50% for MPNSTs in the NF1 cohort [ 16 ]. However, when comparing survival for NF1-associated MPNSTs to sporadic cases from the same study, NF1-associated MPNSTs had an increased hazard ratio, which suggests that NF1 is a poor prognosis factor [ 16 ]. Regardless of whether NF1 status is a poor prognosis factor for MPNSTs or whether NF1-associated MPNSTs have had improved outcomes as time has passed, their treatment is difficult and overall patient outcomes remain poor. MPNSTs are known to be resistant to both traditional chemotherapy and radiation therapy, leaving surgery as the primary form of treatment [ 17 ]. After surgery, MPNSTs have a recurrence rate between 30 and 70% [ 16 , 18 , 19 , 20 ]. Compared with MPNSTs, other STSs have an average recurrence rate of 35% and an average five-year survival rate of 60% [ 21 , 22 ]. In recent years, some sarcomas have had their treatment revolutionized by new therapeutics, while little success has been found so far in the treatment of MPNSTs.",
  "results": "",
  "discussion": "4. Conclusions Looking at the advancements made in cancer therapy of other sarcomas, it is surprising how little success has been achieved so far in developing therapeutics for MPNSTs. This could be attributed to the rarity of the disease and the difficulty of studying it; yet, other even rarer sarcomas have had successful treatments developed. It is more likely that the complex heterogeneity of MPNSTs is limiting progress in the translation of therapeutics to the clinic. We lack the understanding of why treatments for MPNSTs repeatedly fail to show the expected results in a clinical setting after promising preclinical data. The successes in other sarcomas have shown that the development of therapeutics for unresectable and metastatic disease is built on an understanding of the biology of the tumor, with most successful drugs targeting driver mutations specific to that type of sarcoma. In the case of MPNSTs, it is hard to develop this understanding due to the limited population that can be observed, as well as high levels of heterogeneity. Recently there has been a shift to targeting tumor-driving mutations besides the mutation in NF1 and its resultant activation of the RAS pathways. Other efforts have focused on gaining an understanding of why MPNSTs display resistance to ICIs and Ras/Raf/MEK/ERK pathway blockades, how to overcome resistance through combination therapy, and creating models that better reflect the heterogeneity of the patient population. Going forward it is imperative that the current understanding of the major driver mutations of MPNST such as  NF1 ,  CDKN2A/B , PRC2, and  TP53  is expanded. In particular, we need to understand how these drivers interact to control the state of the tumor to gain a more comprehensive understanding of these pathways and identify therapeutic vulnerabilities that may require multiple targets. The shifting approach in how therapeutics are being developed for MPNSTs, mirroring successes in other sarcomas, provides an optimistic outlook for breakthroughs in the treatment of these tumors.",
  "fetched_at": "2026-02-11T01:34:57.398538",
  "abstract_length": 1338,
  "methods_length": 0,
  "introduction_length": 3225,
  "results_length": 0,
  "discussion_length": 2067
}