{
  "pmid": "41374990",
  "abstract": "Mutations in the",
  "methods": "",
  "introduction": "1. Introduction Neurofibromatosis type 1 (NF1) is an inherited disorder transmitted in an autosomal dominant manner characterized by a broad spectrum of manifestations. NF1 has an estimated global prevalence of approximately 1 in 3000 individuals, with around 50% of cases arising from de novo mutations, making it one of the most prevalent monogenic diseases [ 1 ]. Individuals with NF1 have significantly reduced life expectancy, typically dying on average 20 years earlier than the general population, with a notably shorter lifespan observed in women compared to men [ 2 , 3 ]. The  NF1  gene is located on chromosome 17q11.2. This gene encodes neurofibromin, a tumor suppressor protein that negatively modulates RAS signaling, thereby regulating cell growth and differentiation. Loss of neurofibromin function leads to persistent RAS activation, disrupting multiple signaling pathways and driving uncontrolled cellular proliferation, tumorigenesis, and disease progression [ 4 ]. Clinically, NF1 presents with a broad spectrum of manifestations, including pigmentary lesions, benign tumors such as cutaneous neurofibromas (cNFs) and plexiform neurofibromas (pNFs), and malignant tumors, particularly malignant peripheral nerve sheath tumors (MPNSTs) and gliomas affecting the central nervous system. These malignancies significantly contribute to morbidity and mortality in NF1 patients. Additionally, NF1 often causes cognitive impairment and impacts multiple organ systems, including cardiovascular, gastrointestinal, and musculoskeletal systems, and predisposes patients to other malignancies [ 5 , 6 ]. Despite recent advancements in understanding NF1 pathogenesis, therapeutic options remain limited, primarily relying on surgical resection and MEK inhibitors such as selumetinib and mirdametinib [ 7 , 8 ]. However, these treatments do not adequately address the broad therapeutic needs of all NF1 patients, particularly in preventing malignant transformation and achieving disease cure, and may lead to treatment resistance [ 9 ]. Therefore, there is an urgent need to investigate novel therapeutic strategies for effectively managing and treating the diverse clinical manifestations associated with NF1. This review aims to comprehensively discuss the molecular mechanisms underlying NF1 pathogenesis, evaluate current therapeutic options, and explore promising emerging therapies.",
  "results": "",
  "discussion": "6. Conclusions and Perspectives NF1 has long been and remains a challenging genetic disease because of the gene’s complexity, along with heterogeneous disease mechanisms, and variable clinical manifestations with a high rate of de novo cases. Recent progress in understanding the complex structure of the NF1 gene and the domain architecture and functions of neurofibromin has inspired the development of current targeted therapeutic strategies. Current therapeutic approaches mainly focus on the dysregulated RAS signaling pathway. The recently approved MEK-inhibition therapy targeting the RAS pathway, including selumetinib and mirdametinib, has revolutionized the traditional surgical management of NF1, although it is limited to pNF patients and is not curative, but it can stabilize tumor progression [ 7 , 124 ]. More therapeutic methods are called for other NF1 manifestations, especially for the prevention, control, and cure of malignant NF1 tumors. More fundamental changes have been promised by gene therapy to restore functional neurofibromin. AAV, a widely used, safe gene delivery tool, has been widely explored in NF1 gene therapy recently. Because the full-length NF1 gene exceeds the single-AAV payload, current research prioritizes delivering the main functional domain of neurofibromin, especially the membrane-targeted GRD constructs [ 91 ]. And AAV capsid engineering is applied to improve delivery tropism towards Schwann cells, reduce off-target toxicity, and enhance therapeutic effect. AAV-mediated GRD gene delivery has demonstrated robust preclinical rescue of the RAS signaling pathway and therapeutic effects across various NF1 models, and it offers the potential to advance translational development [ 79 ]. As a promising field for future therapy, further preclinical validation and clinical trials are crucial and urgently required for broader applications. Other emerging therapeutic methods, such as oncolytic virus strategies, also offer promising tools for targeted therapy. oHSV has its own advantages in various aspects; T-VEC has already been approved for melanoma as a safe and effective tool, and oHSV also shows strong preclinical effects in treating NF1 tumors [ 107 , 114 ]. Further clinical trials are urgently required for the expansion of oHSV usage in the NF1 field. In addition, oHSV can also be genetically modified to arm it with functional treatment genes, including immunomodulatory genes or antiangiogenic factors. With oHSV’s larger genome size, it enables a larger genetic capacity as a gene-delivery tool compared to AAV [ 131 ]. This makes oHSV promising as both an effective NF1 tumor oncolytic tool and a gene-delivery tool for effective treatment. Other cellular and small-molecular strategies in NF1, including CAR-T cell therapy and molecular inhibition therapy, are also under investigation. Although CAR-T is challenged by its application barrier in solid tumors [ 132 ], especially in those intensive solid tumors like NF1, it holds its potential to gain favor in NF1 for systemic delivery and has no concern about antiviral antibodies compared to the use of AAV and oHSV, which is a common concern in viral-therapy treatment [ 133 , 134 ]. With future mechanistic studies on NF1 cells’ specific epitopes as targeting sites, CAR-T could be a powerful tool in NF1. In addition to CAR-T therapy, inhibitor therapy offers a more straightforward approach with the advantages of simplicity, safety, and established standard administration. Supported by extensive studies of complex NF1-related signaling pathways, beyond the approval of MEK inhibitors, small-molecule therapies targeting PAM, JAK/STAT, RTKs, epigenetic regulators, and other pathways related to NF1 are extensively studied [ 120 , 121 ]. For further translational applications, toxicity and resistance require further validation in preclinical and clinical settings. Each emerging therapeutic strategy for NF1 has distinct strengths and limitations ( Figure 1 ). Gene therapy approaches such as AAV-mediated  NF1  gene replacement aim to restore the genetic defect but face challenges related to limited AAV payload capacity, capsid tropism for achieving sufficient and selective transduction, pre-existing immunity, and long-term safety considerations. Oncolytic HSV relies on tumor-intrinsic permissiveness and often requires local injection, which restricts systemic distribution and limits access to deep lesions. CAR-T therapy faces challenges such as antigen heterogeneity, limited T-cell infiltration into solid tumors, and off-target effects. In addition, small-molecule inhibitors targeting RAS, PAM, RTKs, JAK/STAT, or epigenetic regulators frequently yield only partial responses as monotherapies and are limited by systemic toxicities. Collectively, we see the potential of rational combination therapies across the above-mentioned therapeutic methods, for example, combining AAV gene therapy with a MEK inhibitor or with oHSV therapy to improve therapeutic efficacy. However, these combination therapies also require further preclinical and clinical validation to enhance therapeutic effects and to carefully evaluate potential mechanistic trade-offs. Moving forward, integrating these advanced therapies into clinical practice could treat more NF1 patients with diverse disease manifestations and cure or control the progression of malignant NF1 tumors. And this will finally enable more personalized, effective, and safe treatments that lead to prolonged patient survival and better quality of life for all NF1 patients.",
  "fetched_at": "2026-02-11T01:34:44.797914",
  "abstract_length": 16,
  "methods_length": 0,
  "introduction_length": 2394,
  "results_length": 0,
  "discussion_length": 5564
}