{
  "pmid": "41397954",
  "abstract": "Neurofibromatosis type 1 (NF1) is a genetic disorder affecting 1 in 3 000 people due to heterozygous mutations in the NF1 gene. Patients with NF1 can develop multiple symptoms, such as neurofibromas, skin hyperpigmentation, and bone abnormalities, including tibial pseudarthrosis and spine deformity. Here, we aimed to elucidate the cellular origin and pathogenic mechanism of NF1 spine deformity. We explored the Prss56-Nf1 knockout (KO) mouse model that recapitulates neurofibromas and pseudarthrosis by carrying Nf1 gene inactivation in Prss56-expressing boundary cap cells, a neural crest subset, and their derivatives. Micro-CT analyses showed that Prss56-Nf1 KO mice exhibit spine deformity from 12 months of age, associated with vertebral anomalies reminiscent of patients with NF1. Fate mapping revealed a significant increase in OSX",
  "methods": "Methods Mice C57BL/6,  R26tdTomato  ( R26 ), tdTom \n 45 Nf1  ( flox Nf1 ),  fl Nf1 -knock out ( Nf1 ) -  were obtained from Jackson Laboratory (Bar Harbor, ME).  46 Prss56  mice were provided by Piotr Topilko. Cre  All mice were housed in a pathogen-controlled, ventilated cage with 12:12-h light: dark cycles and ad libitum access to water and food at the animal facilities at IMRB, Creteil. Genotypes were verified by PCR, utilizing tail DNA. Males and females were included in experimental groups with no specific randomization method. Controlled breeding was conducted to collect embryos at days E12.5, 13.5, 14.5, 17.5, and at birth (P0). Samples were labeled at the collection for blinded analyses. 33 , 34 Micro-computed tomography (micro-CT) Mice were anesthetized with a concentration of 2.5% isoflurane delivered in oxygen and scanned in vivo at 3, 6, 12, and 14–20 months of age using a Quantum FXCaliper micro-CT system (PerkinElmer, Waltham, MA) at 90 kV, 160 μA. For most mice, follow-up scans were performed at multiple time points to monitor changes over time. The last scan was performed at 16-17 months of age in  Prss56-Nf1  control mice. In  +/+ Prss56-Nf1  and  fl/fl Prss56-Nf1  mutant mice, the last scan was performed from 14 months of age, depending on the prevalence of plexiform neurofibromas progressing to malignant peripheral nerve sheath tumors that required earlier sacrifice of the animals. A 40 mm field of view (FOV40) and 80 μm voxel size were used to evaluate the spinal column. Spine angles were quantified in 2D projection using Horos software and the Cobb technique. fl/-  Parallel lines were drawn from the superior to the inferior-most tilted vertebral endplate adjusted at the level of scoliosis curvature on a coronal view between the thoracic (T2) to the lumbar (L4) region. Cobb angles greater than or equal to 10 degrees were considered scoliosis. Kyphosis angle was measured on sagittal view between lines drawn parallel to the superior thoracic (T8) and the inferior lumbar (L2) vertebral endplates. For high-resolution ex vivo scans, vertebrae were collected postmortem, scanned at 10 μm voxel size (FOV 5 mm), and analyzed with CTan (v1.17.7.2, Bruker, Germany). Cortical and trabecular compartments were segmented manually on 1 mm sections, and bone parameters including bone volume/ total volume (BV/TV, %), trabecular number (Tb.N, mm 47 −1 ) and trabecular thickness (Tb.Th, μm) were analyzed in individual vertebrae in the region from thoracic (T8) to lumbar (L2). Tissue sample processing and histology Samples were collected at embryonic day 12.5, 13.5, 14.5, 17.5, neonatal (P0), and adult (3 and 14–20 months) stages. The spinal column was fixed in 4% paraformaldehyde PFA (sc-281692, CliniSciences) for 4 or 24 h with constant shaking at 4 °C, rinsed in PBS, and decalcified in 19% EDTA (EU00084, Euromedex) at pH = 7.4 for 1 day (P0) or 10 days (adult), while other samples remained undecalcified as required from the experimental design. Samples were cryoprotected in 30% sucrose (200-301-B, Euromedex) for 24 h, embedded in cryoprotectant freezing tissue medium OCT (F/TFM-C, MM France), sectioned longitudinally (T3–T13, L1–L6), and stored at –20 °C. Decalcified sections were cut at 7 μm (embryo) or 10 μm (P0/adult). Undecalcified sections were prepared at 5 μm using Kawamoto’s Film Method Cryofilm type 3 C (16UF).  Sections were stained with Safranin’O for cartilage, Masson’s Trichrome for bone, TRAP for osteoclasts, and Von Kossa/Van Gieson for mineralization. Every thirtieth of sections was mounted with Fluoromount-G DAPI staining to trace tdTom 48 +  cells in the vertebrae and to detect the ppNFs. Images were acquired with ZEISS Axioscan 7 Colibri and Zeiss Imager D1 AX10 light microscope (Carl Zeiss Microscopy GmbH). Histological staining Masson’s trichrome (TC) Sections were hydrated, stained in hematoxylin, Red Mallory, phosphomolybdic acid, light green and finally dehydrated before mounting as described. 27 Safranin’O (SO) Sections were hydrated, stained with Weigert’s solution, Fast Green, Safranin’O and then dehydrated and mounted as described. 27 Tartrate-resistant acid phosphatase (TRAP) Sections were hydrated for 5 min, placed in pre-warmed TRAP staining solution mix (387 A, Sigma Aldrich), and incubated at 37 °C for 20 min. After counterstaining with 0.01% Methylene blue for 1 min, rinsing in distilled water, sections were mounted with Fluoromount-G mounting medium with DAPI (00-4959-52, Life Technologies). Purple-labeled cells along the trabecular bone surface were counted in 3 individual vertebrae/section/mouse using QuPath. Osteoclasts number was normalized to the bone perimeter (mm) per vertebra. Von Kossa/Van Gieson Undecalcified sections were rehydrated in distilled water for 5 min and incubated with 5% silver nitrate solution light protected for 20 min. Slides were rinsed in distilled water, treated with sodium carbonate+formaldehyde for 2 min, and washed. Counterstaining was performed with Van Gieson’s stain (mixture of saturated picric acid and acid fuchsin) for 10 min, followed by washes, dehydration, and coverslipping. Calcium deposits appeared black, collagen red/pink, and yellow-brownish muscle/bone marrow. Counting was performed in 3–5 vertebrae/section/mouse using QuPath. The osteoid surface was normalized to the total bone surface (mm 2 ) per vertebra. Immunostaining Cryosections were defrosted at room temperature for 30 min, light protected, rehydrated in PBS for 5 min. Sections were incubated for 1 h at room temperature in 5% serum/0.25% Triton PBS with primary antibodies Sox9 (ab185230, Abcam) dilution 1:1 000, OSX (ab22552, Abcam) dilution 1:200, pERK (9101S, Ozyme) dilution 1:200, Cleaved Caspase-3 (Asp175, Ozyme) dilution 1:200, or Ki67 (ab15580, Abcam) dilution 1:200, overnight at 4 °C. Antigen retrieval (citrate buffer, 95 °C–20 min, 4 °C–20 min) was applied for OSX and pERK. Secondary antibody Alexa Fluor 488 goat anti-rabbit Ig (A-11034, Invitrogen) dilution 1:1 000 was applied at room temperature for 1 h. Sections were mounted with Fluoromount-G/DAPI (00-4959-52, Life Technologies). Positive controls validated stainings. Fluorescent signal quantification The volume of tdTom +  signal in the vertebral body (including trabecular, cortical bone, and cartilage endplate) was measured on 3 sections 300 μm apart as described,  captured using 10X objective, and the tdTom 27 +  surface was measured using Zen Software v1.1.2.0 (Carl Zeiss Microscopy GmbH). Volumes of tdTom +  signal per vertebra and total tissue were calculated using the formula:   with A \\documentclass[12pt]{minimal}\n\t\t\t\t\\usepackage{amsmath}\n\t\t\t\t\\usepackage{wasysym} \n\t\t\t\t\\usepackage{amsfonts} \n\t\t\t\t\\usepackage{amssymb} \n\t\t\t\t\\usepackage{amsbsy}\n\t\t\t\t\\usepackage{mathrsfs}\n\t\t\t\t\\usepackage{upgreek}\n\t\t\t\t\\setlength{\\oddsidemargin}{-69pt}\n\t\t\t\t\\begin{document}$${volume}=\\,\\frac{1}{3}h{\\sum }_{1}^{n-1}({A}_{i}+{A}_{i+1}+\\sqrt{{A}_{i}* {A}_{i+1}})$$\\end{document} volume = 1 3 h ∑ 1 n − 1 ( A i + A i + 1 + A i * A i + 1 ) i  and A i+1 : with A i  and A i+1  being the areas of the vertebral body, h distance between A i  and A i + 1  (300 μm) and n the total number of sections analyzed. The tdTom +  signal surface were quantified using Zen Software v1.1.2.0 in the trabecular and cortical bone, intervertebral disc, cartilage endplate, and periosteum on vertebrae captured with 20X objective, and normalized on the total tissue surface. OSX +  and tdTom + OSX +  lining osteoblasts along the trabecular bone were counted and normalized to the trabecular bone perimeter (mm) using QuPath. The positive cell number in vertebrae was determined for each section. The number of tdTom + pERK +  , tdTom + Cleaved Caspase3 +  , tdTom + Ki67 +  cells in the cartilage endplate and vertebral body were counted separately in each vertebra and normalized to the tdTom +  cell number using QuPath. The cell percentage was determined for each vertebra. RNAscope in situ hybridation RNAscope® Multiplex Fluorescent Assay V2 (Biotechne) was used to detect  Prss56  and  tdTom  transcripts at E12.5-14.5 and 3 months as described.  Briefly, samples were fixed in 4% PFA, cryoprotected, sectioned at 10 μm, and processed following manufacturer’s guidelines: 15 min post-fixation in 4% PFA, ethanol dehydration, 10 min of H 27 2 O 2 , 5 min of target retrieval at 95 °C, and 30 min of protease III treatment. After hybridization and revelation, the sections were mounted under a glass coverslip with Prolong Gold Antifade ( P10144 , Thermo Fischer). For adult sections, target retrieval and protease III treatment were replaced by incubation in ACD custom reagent for 30 min at 40 °C. Sections were pictured and analyzed using Zeiss LSM800. Single-cell RNA sequencing tissue processing Thoracic-lumbar vertebrae (T11-L2) with detectable tdTom +  signal were collected at 3- and 12-16-month-old from  Prss56-Nf1  control and  +/+ Prss56-Nf1  mutant mice. Muscle, spinal cord, and dorsal root ganglia were removed and confirmed by observation under a fluorescent microscope. The tissues were minced using a scalpel and scissors, and digested with 1 mg/mL of Collagenase (C6885, Merck) and 2 mg/mL of Dispase (D4693, Merck) in PBS for 20 min at 37°. Later, 10 μL/mL of 1% DNAse (WOLS02007, Serlabo, France) were added and incubated for 10 min at 37 °C. The supernatant was filtered and collected in sorting buffer composed of MEM-alpha and 10% FBS. The remaining tissue underwent a second step of digestion with 2 μL/mL of 1% DNAse for 20 min at 37 °C. Collected cells were centrifuged at 4 °C for 10 min, supernatant was discarded, and the cells were resuspended in sorting buffer and incubated for 30 min with antibodies for immune and endothelial cells CD11b-BV786 (BD Biosciences 740861), CD31- BV786 (BD Biosciences 740879), CD45-BV786 (BD Biosciences 564225) on ice and light protected. The cells were washed, resuspended in sorting buffer, and Sytox Blue (S34857, Thermo Fisher Scientific) was added to stain dead cells. Using Influx Cell Sorter, the immune, endothelial, and dead cells were sorted and discarded, while tdTom fl/fl +  cells were collected. A total of 4 000 to 20 000 cells were loaded into the 10x Chromium Controller and libraries were prepared with Chromium Single Cell Next GEM 3′ Library & Gel Bead Kit v3.1 (10x Genomics) according to the manufacturer’s instructions. Sequencing was performed using Nextseq550 (Illumina) followed by reads alignment on the mm10 mouse genome following the Cell Ranger count pipeline. Single-cell RNA sequencing analyses Single-cell RNAseq analyses were performed using Seurat 5.0.3 and Rstudio v.2023.12.1 + 402. Filtering and clustering using Seurat Aligned scRNAseq datasets were corrected for ambient RNA using SoupX v1.6.2 and the genes expressed in less than 5 cells were removed. Each dataset was filtered to retain only cells with more than 750 RNA counts, expressing more than 500 genes and expressing less than 7% of mitochondrial genes. We obtained approximately 607, 125, 472 and 418 cells from 3- and 12-16-month-old  Prss56-Nf1  control and  +/+ Prss56-Nf1  mutant mice, respectively. Integration of the datasets was performed using the CCA method. Contamination from immune cells, smooth muscle cell and endothelial cells were removed from the analyses. Clustering was performed using the first 20 principal components and a resolution of 0.4. fl/fl Gene ontology (GO) Differentially expressed genes in mutant vs control were obtained with Seurat’s FindMarkers function. Genes upregulated in the mutant with adj.  P  < 0.05 and log 2 FC > 0.5 were selected to do a gene ontology analysis using clusterProfiler (v4.10.1). MAPK pathway activation and proliferation score Scores were calculated based on the average expression of the list of genes from the 2024 version of the Gene Ontology terms “Positive regulation of MAPK cascade” and “Positive regulation of cell population proliferation” using the AddModuleScore function. Selumetinib and RMC-4550 in vivo treatment At 6 months of age,  Prss56-Nf1  mutant mice were treated by daily oral gavage (5 days/week, 4 weeks). Mice received a combination of 25 mg/kg selumetinib (HY-50706, Clinisciences) and 30 mg/kg RMC-4550 (Revolution Medicines, Inc., Redwood City, CA), or vehicle. Selumetinib was dissolved in 0.5% methylcellulose/0.2% Tween-80 and RMC-4550 in a solution of 0.9% NaCl/2.13% 1 mol/L HCl. The vehicle group was treated with 0.9% NaCl/2.13% 1 mol/L HCl. Mice were scanned in vivo at 7, 12, and 16 months of age in the small Animal Platform of Paris Cité University (EA2496, Paris Cité), as described above. fl/- Statistical analyses Data are reported as mean ± standard deviation with  n  representing mice or vertebrae. Statistical analyses were performed using GraphPad Prism. Statistical comparisons used for two groups were Mann-Whitney test, for ≥3 groups were one-way/two-way ANOVA with Tukey’s multiple comparisons post-hoc test or correlation/regression analysis. Correlation analysis and simple linear regression were performed to assess the correlation between parameters.  P  < 0.05 was considered significant. Tests are specified in figure legends. All experiments were replicated at least twice. Study approval All procedures performed were approved by the Paris Est Creteil University Ethical Committee (APAFIS #50387-202312221643271 v8, #33818-2021110818301267 v5 and #27181-202009141201846 v5).",
  "introduction": "",
  "results": "",
  "discussion": "",
  "fetched_at": "2026-02-11T23:49:45.650354",
  "abstract_length": 841,
  "methods_length": 13457,
  "introduction_length": 0,
  "results_length": 0,
  "discussion_length": 0
}