{
  "pmid": "41437121",
  "abstract": "Currently there are no therapeutic agents that are effective against both vestibular schwannoma and meningioma, the two most common tumour types affecting patients with the rare tumour predisposition syndrome NF2-related schwannomatosis. This study aimed to characterise the similarities and differences in the tumour immune microenvironments of meningioma and vestibular schwannoma to identify potential therapeutic targets viable for both tumour types. Publicly available bulk Affymetrix expression data for both meningioma (n = 22) and vestibular schwannoma (n = 31) were used to compare gene expression and signalling pathways, and deconvolved to predict the abundance of the immune cell types present. Publicly available single cell RNA sequencing data for both meningioma (n = 6) and vestibular schwannoma (n = 15) was used to further investigate specific T cell and macrophage subtypes for their signalling pathways, gene expression, and drug targets for predicted drug repurposing in both tumour types. Immune cells comprised a larger proportion of the vestibular schwannoma tumour microenvironment compared to meningioma and included a significantly higher abundance of alternatively activated macrophages. However, these alternatively activated macrophages, alongside other immune cell subtypes such as CD8 + T cells and classically activated macrophages, were predicted to be more active in meningioma than vestibular schwannoma. Despite these differences, T cells and tumour associated macrophages of both vestibular schwannoma and meningioma shared drug-target kinases amenable to drug repurposing with Food and Drug Administration (FDA) drugs approved for other conditions. These include bosutinib, sorafenib, mitoxantrone, and nintedanib which are yet to be clinically investigated for vestibular schwannoma or meningioma. Drug repurposing may offer an expedited route to the clinical translation of approved drugs effective for treating both meningioma and vestibular schwannoma to benefit NF2-related schwannomatosis patients.",
  "methods": "Materials and methods Affymetrix microarray data For controls, VS, and meningioma samples, publicly available Affymetrix microarray data from  GSE54934  were extracted from Gene Expression Omnibus (GEO). Clinical information on patient samples are found in Supplementary Table 1, the  GSE54934  GEO repository and associated publication [ 49 ]. Microarray data pre-processing required performing Robust Multichip/multi-array Analysis (RMA) using the R Bioconductor package, ‘affycoretools’ with subsequent annotation using the U219 array database ‘pd.hugene.1.0.st.v1’ [ 7 ,  29 ]. Differential gene expression analysis was conducted in R using the ‘limma’ package with empirical Bayes to analyse six groups: control vestibular and eighth cranial nerve  n  = 2, VS tissue (sporadic  n  = 28 and  NF2 -SWN  n  = 3), control meningeal tissue  n  = 3, and meningioma tissue (sporadic  n  = 20 of which  n  = 18 World Health Organisation (WHO) grade 1 and  n  = 2 WHO grade 2, and  NF2 -SWN WHO grade 1 meningioma  n  = 2) [ 40 ]. The Benjamini–Hochberg method was used to control  p  for false discovery rate (FDR) [ 5 ]. Differentially expressed genes (DEG) were considered when the FDR-adjusted  p  ≤ 0.01 with a fold change of ≥ 2 or ≤ -2. Principal component analysis (PCA) was performed on all six groups. Where multiple probes were present for each gene the expression was averaged to reduce probe set variation per case. Hierarchical clustering of the six groups by relative mean gene expression used one minus Pearson’s correlation. Affymetrix gene expression deconvolution To deconvolve the bulk Affymetrix gene expression data into predicted immune cell proportions, CIBERSORTx was utilised on meningioma and VS (including both sporadic and  NF2 -SWN cases) [ 34 ,  44 ]. The validated LM22 signature matrix for the tumour immune microenvironment was applied to the annotated Affymetrix RMA gene expression data for  GSE54934  in transcripts per million [ 8 ]. Batch correction was enabled in ‘bulk mode’ in absolute at 1000 permutations, using the associated LM22 Source Gene Expression Profile (GEP) file. Relative abundance for each cell type was compared between meningioma and VS cases. The normality of distribution of the data were determined by Shapiro–Wilk test, followed by Mann–Whitney U test with Benjamini–Hochberg adjustment to control for FDR. Statistical significance was considered when the FDR-corrected  p  < 0.05. Single cell RNA sequencing data Publicly available single-cell RNA sequencing (RNA-seq) data from six sporadic meningioma ( n  = 2 WHO grade 1,  n  = 3 grade 2, and  n  = 1 grade 3) and 15 sporadic VS were obtained from GEO repositories  GSE183655  and  GSE216783  respectively, where patient clinical information is described in Supplementary Table 1 and can be found in the GEO repositories and associated publications [ 4 ,  10 ]. Data were pre-processed using python package Scanpy to compute per-cell and per-gene quality control to remove cells of poor quality and doublets, leaving mitochondrial genes in the data to help identify changes in mitochondrial function (however, poor quality cells with > 20% mitochondrial gene expression were removed) [ 51 ]. Data were normalised with log plus one transformation, with PCA for dimensionality reduction on the top 1500 highly variable genes, and Python package Harmonypy was utilised for dataset integration batch correction by individual sample [ 23 ]. Unsupervised Leiden clustering defined 19 cell clusters in the normalised dataset. These were condensed or further subclustered into biological cell types annotated according to semi-supervised naming by DecoupleR package, using Over Representation Analysis and Rank Genes Groups (RGG) to indicate cell type by the top 5% of genes expressed [ 3 ]. Final annotated cell type clusters were visualised by Uniform Manifold Approximation and Projection (UMAP). RGG was employed using the Wilcoxon method with Benjamini–Hochberg FDR adjustment for single cell-based DEG analysis of genes between meningioma and VS cell types of interest, namely macrophages and T cells. DEGs were determined when  p  < 0.05 with fold change of ≤ -2 or ≥ 2. Relative abundance of cell types was compared between meningioma and VS using Shapiro Wilk normality test followed by Mann–Whitney U test with Benjamini–Hochberg adjustment, where significance was determined at  p  < 0.05. Pseudo-bulk data of meningioma T cells, meningioma macrophages, VS T cells or VS macrophages was generated per single cell RNA-seq sample, with PCA computed, and pseudo-bulk DEG analysis completed using DESeq2 package applying the Wald test with Benjamini–Hochberg FDR adjustment with significance when  p  < 0.05 with fold change of ≤ -2 or ≥ 2. Ingenuity pathway analysis FDR-adjusted  p  for DEG lists with their absolute fold-changes were loaded into Ingenuity Pathway Analysis (IPA) (Qiagen) for Affymetrix and pseudo-bulk data. The defaults for the ‘Core analysis’ function were applied to retrieve significantly dysregulated canonical pathways and pathway categories enriched in VS or meningioma against their control tissues from Affymetrix, as well as the direct comparison between pseudo-bulk VS and meningioma for T cells and macrophages according to the Ingenuity Pathway Knowledge Base (IPKB). The ‘Analysis Match’ function was used for drug repurposing hypothesis generation by filtering for the Library of Integrated Cellular Signatures (LINCS) program for drug/control expression data. LINCS data was sorted by lowest z-score compared to sporadic VS/control and sporadic meningioma/control to identify FDA/NICE approved drugs from the top 200 LINCS studies that were predicted to induce gene expression changes that could revert VS and meningioma toward the gene expression of their control tissues. Direct chemical-protein interactions between significantly different (Wald test with Benjamini–Hochberg FDR adjustment  p  < 0.05 with fold change ≤ − 2 or ≥ 2) and non-significantly different IPA-annotated kinases and the list of FDA/NICE approved drugs according to the IPKB were established.",
  "introduction": "",
  "results": "",
  "discussion": "",
  "fetched_at": "2026-02-11T23:49:52.919289",
  "abstract_length": 2043,
  "methods_length": 6116,
  "introduction_length": 0,
  "results_length": 0,
  "discussion_length": 0
}