{
  "pmid": "PMID:41444363",
  "abstract": "UNLABELLED: Neurofibromatosis type 2 (NF2)-related schwannomatosis is an autosomal dominant genetic disorder characterized by the development of cranial and peripheral nerve schwannomas, including bilateral vestibular schwannomas which are associated with substantial morbidity. Current therapeutic strategies comprise surgical resection, radiotherapy, and systemic administration of bevacizumab; however, these approaches are frequently limited by high recurrence rates and morbidity. In this study, a transgenic murine model ( SUPPLEMENTARY INFORMATION: The online version contains supplementary material available at 10.1038/s41598-025-32031-9.",
  "methods": "Methods Disease animal model and ethical considerations The Postn-Cre transgenic and conditional Nf2flox/flox knocking alleles were obtained from the Conway and Clapp labs at Indiana University School of Medicine at an age of 2.5 months and acclimatized to the institutional vivarium. The colony received rat chow and water ad libitum using a 12:12 light/dark cycle (7 a.m.–7 p.m.) and controlled room temperature (22 ± 1 degree Celsius). Genotyping of Nf2flox2 and Nf2D2 bands was done by PCR analysis as described previously . The Postn-Cre transgene was detected by PCR analysis with the following primers: P1 (CAT-TTG- GGC-CAG-CTA-AAC-AT) and P2 (CCC-GGC-AAA-ACA- GGT-AGT-TA).  35 , 36 Postn-Cre; Nf2flox/flox  mice and Cre-negative controls possessed the same mixed genetic background, with SNP analysis indicating close relation to the FVB/NTac strain (87.37% identity) . 36 All experiments and procedures were approved by the Animal Care Committee of the Sunnybrook Research Institute adhering to the Policies and Guidelines of the Canadian Council on Animal Care and meeting criteria and requirements of Provincial Statute of Ontario, Animals for Research Act as well as those of the Canadian Federal Health of Animals Act. Study design For this study a colony of a total of 156 animals was established. Included for analysis were only  Postn-Cre; Nf2flox/flox  mice (n = 42), all Cre-negative controls (n = 114) were excluded. Allocation of animals to the treatment arm was neither randomized nor blinded, since maintaining the colony was compromised by a high death rate due to inbreeding issues. This study comprised two parts: i. an acute model (n = 5, 2 female, 3 male, weight: 20.0–23.5 g, age 4–14 months) to assess focused ultrasound (FUS)-mediated drug delivery (bevacizumab 5 mg/kg b.w., Avastin® 100 mg/25 ml, Roche, Basel, Switzerland) to schwannoma tumors on dorsal root ganglia (DRG), and ii. a chronic model to investigate the treatment effect after multiple bevacizumab and FUS treatments to evaluate the impact of the treatment on the DRG schwannoma tumor growth. The chronic group involved the following four cohorts: human bevacizumab only (n = 5, 1 female, 4 male, weight: 20.0–28.0 g, age 8–9 months): animals received biweekly i.p. treatment with bevacizumab 5 mg/kg b.w. (Avastin® 100 mg/25 ml, Roche, Basel, Switzerland), for a total of 4 injections. murine bevacizumab only (n = 5, 4 female, 1 male, weight 19.2–24.8 g, age 6–11 months): animals received biweekly i.p. treatment with bevacizumab 5 mg/kg b.w. (B20-4.1.1, 100 mg/25 ml, Roche, Basel, Switzerland) for a total of 4 injections. human bevacizumab and FUS treatment (n = 9, 5 female, 4 male, weight 15.6–27.5 g, age 3–15 months): animals received biweekly i.p. treatment with bevacizumab 5 mg/kg b.w. (Avastin®) for a total of 3 injections. FUS treatment only (n = 3, 2 female, 1 male, weight 19.5–22.7 g, age 4–5 months): animals received biweekly FUS treatment for a total of 3 sessions. An additional cohort of untreated mutant animals (n = 16; 6 female, 10 male; weight: 16.0–19.0 g; age: 4–11 months) served as controls. An overview of all treatment groups is provided in Supplemental Fig.  1 . The primary outcome was DRG schwannoma tumor size, assessed via voxel counts from magnetic resonance imaging (MRI) of the spine with gadolinium contrast using a 7 T scanner (BioSpec 70/30 USR; Bruker, USA). For all chronic groups, pre-treatment MRI was performed either prior to or at the first treatment, with post-treatment MRI conducted two weeks after the final treatment session. An overview of the chronic study design is provided in Supplemental Fig.  2 . Bevacizumab In the acute group, human bevacizumab was administered as a single i.p. injection (Avastin®, 5 mg/kg body weight) within 24 h before FUS exposure, followed by perfusion two hours post-intervention. In the chronic group, treatment followed protocols established in human NF2-studies  and previous animal studies 16 . Animals received bevacizumab at 5 mg/kg body weight i.p. per treatment. Anesthesia was induced using 2–2.5% isoflurane (Fresenius Kabi AG, Homburg, Germany) until no response to pain stimuli was observed, then the weight-adjusted i.p. injection was administered. For the human bevacizumab + FUS cohort, one injection was given within 24 h prior to the FUS treatment. 49 , 50 FUS procedure MRI monitoring was conducted using a 7 T scanner (BioSpec 70/30 USR; Bruker, USA). Animals were first anesthetized with 2% isoflurane in medical air, catheterized via the tail vein for IV injections, and shaved along the dorsal trunk for ultrasound gel application and optimal acoustic transmission. T1-weighted images (fast-spin echo, TE/TR = 5.5/500 ms, 12 averages, 200 × 200 matrix, in-plane resolution 0.2 × 0.2 mm, slice thickness 0.5 mm) were acquired before and after IV gadolinium contrast injection (0.1 ml/kg, Gadovist, Bayer Inc.) for lesion localization and targeting. Following co-registration of a preclinical LP-100 FUS system (FUS Instruments, Canada) with the MRI scanner, a 12 × 2 treatment grid (1 mm spacing) was aligned with the unilateral L1–L3 DRGs for sonication coupled with IV microbubble administration (0.02 ml/kg, Definity, Lantheus Medical Imaging, USA; Fig.  3 A). The selection of the DRGs was determined by several practical constraints inherent to the small size of the murine model (15.6–28.0 g): (1) During transfer from the MRI coil to the FUS device, even minimal positional shifts could occur which made reliably targeting a full unilateral set of DRGs (L1–L6) not technically feasible. (2) Moreover, anatomical considerations further limited the number of DRGs that could be safely and consistently targeted. Specifically, the lower lumbar DRGs (L4–L6) are positioned more paramedially and are considerably smaller, making precise sonication challenging. Fig. 3 ( A – C ) Methods. ( A ) Representative focused ultrasound treatment (FUS) on the dorsal root ganglia schwannoma in a  Postn-Cre; Nf2flox/flox  positive animal. Frontal view of MRI image with gadolinium of the spine at 5 months of age; the FUS treated area is indicated by the red circles, each circle equal 1 mm, the blue box indicates the current spot of FUS-treatment. ( B ) Representative frontal view voxel counting on dorsal root ganglia schwannoma (lumbar level 1–6 right and left) in a  Postn-Cre; Nf2flox/flox  positive animal. ( C ) corresponding sagittal view. The different colours indicate the counted areas. FUS treatments were delivered using a spherically focused (75 mm diameter, 60 mm focal length) transducer driven at 1.78 MHz in 10 ms bursts with a pulse repetition frequency of 1 Hz for a total of two minutes. Acoustic pressures were adjusted in real-time using a previously described acoustic controller algorithm based on ultraharmonic emissions . Post-sonication, T1-weighted images were acquired again over the lumbar spine to evaluate treatment response via contrast enhancement (IV administered Gadolinium contrast, 0.1 ml/kg, Gadovist, Bayer Inc.). 51 MRI for tumor volume quantification Tumor volume quantification was performed on a 7 Tesla(T) scanner (BioSpec 70/30 USR; Bruker, USA). Animals were maintained under anesthesia with 1.5–2% isoflurane in medical air, catheterized via the tail vein for IV injections of gadolinium contrast (0.1 ml/kg, Gadovist, Bayer Inc.). Mice were scanned at 7 T (BioSpec 70/30 USR with B-GA12S HP gradients running ParaVision 6.0.1, Bruker BioSpin, Billerica, MA) using an 86 mm inner diameter volume coil for transmit and a quadrature surface coil for receive. A 25-slice 2D sagittal T1-weighted rapid acquisition with refocused echoes  scan (RARE; TR = 988 ms; TEeff = 7.5 ms; FOV = 40 mm × 30 mm; slice thickness = 0.2 mm; matrix = 200 × 150; RARE factor = 4; bandwidth = 78 kHz; averages = 12; 5 min, 32 s) was acquired. 52 MRI images were transferred into MATLAB with Aedes software for manual segmentation of DRG schwannomas at bilateral lumbar levels L1–L6 by two independent raters (JLS and YS, Fig.  3 B,C), and voxel counts were automatically calculated. Histology Tumors were excised from animals perfused with 4% Paraformaldehyde via intracardiac perfusion into the right atrium, post-fixed with 4% Paraformaldehyde overnight, embedded in OCT, sectioned and stained with H&E. Immunohistology analysis of 10 micron dorsal root ganglia cryosections was performed using Anti-CD31 (Abcam, ab7388) for vasculature, Anti-S100B (Atlas Antibodies, HPA015768-100UL) antibodies for S100B protein and DAPI for nuclei. Euthanasia protocol For the acute model animals were first anesthetized with isoflurane 2–3% induction until pedal response did not show responses. Animals were then perfused with PBS via intracardiac perfusion into the right atrium until the liver paled and then with ice cold saline. For the chronic model animals were first anesthetized with isoflurane 2–3% induction until pedal response did not show responses. Animals were then perfused with PBS via intracardiac perfusion into the right atrium until the liver paled and then with 4% Paraformaldehyde. In cases of illness-related sacrifice animals were first anesthetized with isoflurane 5% induction until pedal response did not show responses and then cervical dislocation was performed. Statistical analysis Descriptive statistics, including means and standard deviations, were reported by items, groups, and time points. Within-subject changes from Time 1 to Time 3 were measured using change scores, and comparisons on the change scores were made among selected subgroups. For group 5, differences in overall means were examined across time points. Examination of time and subgroup differences was performed using mixed models to account for within subject covariances, and pairwise comparisons were based on least squares means. All statistical analyses were conducted using SAS 9.4 (SAS Institute, Cary, NC).",
  "introduction": "Introduction Neurofibromatosis 2 (NF2)-related schwannomatosis is an autosomal dominant tumor-suppressor syndrome with a birth prevalence estimated to be 1 in 25,000 births . It is caused by mutations in the  1 , 2 NF2  gene, located on chromosome 22, which encodes the protein merlin . Mutations in the  1 , 2 NF2  gene cause merlin to lose its tumor-suppressor function, which normally regulates Schwann cell growth and maintains cellular shape and structure. As a result, there is uncontrolled proliferation and formation of schwannomas, meningiomas, and ependymomas that develop throughout the central and peripheral nervous system. Bilateral vestibular schwannomas (VS) are pathognomonic for NF2  and are associated with progressive sensorineural hearing loss, tinnitus, and balance impairment. Current treatment strategies focus on tumor growth and symptom progression, involving observation for radiographically stable, asymptomatic tumors. Due to their aggressive tumor biology, NF2-related VSs are often less radiosensitive, with tumor control rates of 40–50% and a risk of secondary malignant conversion 3 . For progressively growing or symptomatic VSs, surgical resection is considered the standard of care. However, surgery is not always feasible due to adjacent critical structures and associated significant morbidities 4 , 5 . Depending on the extension of tumor resection, gross tumor resection can lead to impairment of facial, trigeminal, cochlear, and vestibular nerve function 6 , 7 , leading to a constellation of cranial nerve deficits: keratitis and cosmetic disfigurement from facial nerve palsy; bilateral deafness with limited options for hearing restoration after cochlear nerve resection; and substantial balance difficulties. As a result, there has been growing interest in exploring less invasive therapeutic options that prioritize both tumor volume control and hearing preservation. 8 , 9 Bevacizumab, a monoclonal antibody targeting vascular endothelial growth factor (VEGF), has been trialed as a repurposed drug in this context. It is already widely used in the treatment of several aggressive cancers. Preclinical studies have shown the expression of VEGF and its receptor VEGFR-1 in VS, with levels correlating with tumor growth rates . Retrospective and open-label phase II trials with bevacizumab have demonstrated decreased VS growth rates in 40–50% of cases and maintenance or improvement of hearing in 80% of patients after 1–3 years of treatment 10 – 12 . The main drawbacks of bevacizumab are related to the route of administration (twice-monthly intravenous infusions), and its long-term side effects (such as hypertension, proteinuria, and thromboembolic events) that are cumulative with increasing doses 13 – 16 . The blood–brain barrier (BBB) also limits the effective treatment of intra-axial brain tumors, like NF2-associated ependymomas, by restricting drug delivery and penetration 16 , 17 . One limiting factor for the transfer of therapeutic agents across the BBB is their large molecular weight (bevacizumab: 149 kDa). Numerous methods have been tested to transiently disrupt the BBB and enhance drug delivery into brain tumors 18 . Focused ultrasound (FUS) is a promising intervention for reversible BBB modulation, with extensive preclinical studies in brain tumor models yielding encouraging results. The interaction of intravenously administered microbubbles with the ultrasound waves concentrates mechanical effects on the blood vessels, resulting in transient modulation of vessel permeability through both increased transcellular and paracellular passage 19 – 21 . An exposure regime exists that will avoid tissue damage, leveraging stable (non-collapsing) oscillations of the microbubbles. Within the blood vessels this oscillation temporarily disrupting the endothelial barrier permits the passage of both endogenous and exogenous molecules 22 , 23 . Recent studies have demonstrated the feasibility of incorporating FUS-mediated BBB opening into glioblastoma treatment protocols 24 , 25 . Despite its promise, challenges—including drug resistance, safety concerns, and variable clinical responses—remain 26 , 27 . In an animal study, FUS-induced BBB opening increased CNS delivery of bevacizumab by 57-fold in glioblastoma 28 . In addition, preclinical studies have shown that combining FUS with bevacizumab enhances drug deposition in both gray and white matter 21 , and studies in brain tumor patients are also underway 29 . For schwannomas, focused ultrasound may serve as an effective strategy to increase intratumoral drug concentrations through the blood-nerve barrier 30 – 33 . The objective of this preclinical study was to investigate the delivery of bevacizumab in combination with FUS into schwannomas using an animal model for NF2-related schwannomatosis. 34",
  "results": "Results Disease animal model delevelops dorsal ganglia root schwannomas but no vestibular schwannomas Establishing the colony was challenging due to the frailty of this specific transgenic line. Supplemental Fig.  1  illustrates the breeding history up to the first treatment phase with intraperitoneal (i.p.) administration of human bevacizumab, including documented side effects (Supplemental Table  1 ) and complications encountered during colony establishment. To detect both vestibular schwannomas and dorsal root ganglion (DRG) schwannomas, animals underwent MRI scans every two months. However, repeated general anesthesia procedures contributed to a significant reduction in colony size. Fig. 1 ( A – I ) Representative dorsal root ganglia (DRG) schwannoma in a  Postn-Cre; Nf2flox/flox  positive animal. ( A ) MRI image with gadolinium of the spine at 8 months of age and ( B ) shows the dissected spine with the DRGs of the same animal at 12 months. Th12 – L6 indicate the spine level. ( C ) Hematoxylin and eosin (H&E) staining of the DRG from 12-months Cre-negative control and ( D )  Postn-Cre; Nf2flox/flox  mice, respectively. The whorls of Schwann cell proliferation observed in ( D ) as described in Gehlhausen et al. . Original magnification × 200. ( 35 , 36 E ) frontal view of MRI image with gadolinium of the spine at 5 months of age, ( F ) corresponding sagittal view; ( G ) shows the same animal at 8 months in a frontal view, ( H ) corresponding sagittal view; lumbar levels 1–6 are indicated. ( I ) illustrates pooled values for all lumbar DRGs as boxplot (mean) with whiskers indicating standard deviation at ages 4–5 months (n DRGs  = 120), 7–8 months (n DRGs  = 68), and 9–11 months (n DRGs  = 60). *,  p  = 0.021; **,  p  = 0.002; ns, non-significant ( p  = 0.521). Contrary to reports from other groups working with the same animal model , we could not detect vestibular schwannomas on the vestibulocochlear nerve up to 13 months of age in our cohort. Schwannomas of the DRGs were readily detectable on initial MRI at 2 months. Figure  35 , 36 1 A,B shows representative MRI images with gadolinium contrast and a dissected spine from a  Postn-Cre; Nf2flox/flox  positive animal, while Fig.  1 C,D illustrate characteristic DRG schwannoma histology. Tumor growth assessment via MRI Tumor growth of DRG schwannomas was monitored by MRI in a subset of untreated animals. Figure  1  presents data from a representative animal showing significant tumor progression between 5 months (Fig.  1 E,F) and 8 months (Fig.  1 G,H), confirmed by pooled lumbar DRG voxel counts across the cohort of untreated animals (Fig.  1 I; age 4–5 months: n = 120, 87.2 ± 30.1; age 7–8 months: n = 68, 109.4 ± 35.5; age 9–11 months: n = 60, 112.4 ± 40.6;  p  = 0.021,  p  = 0.002). FUS treatment increases bevacizumab delivery to DRG schwannomas The acute model (n = 5) was used to evaluate drug delivery via FUS (Fig.  2 A). Tissue for ELISA analysis was acquired from 3 animals, since two died during the FUS-treatment. Analysis revealed that human bevacizumab concentrations were 3.8-fold higher in FUS-treated DRGs (n = 9 tumors; 51.84 ± 41.37 ng/mg tissue) compared to non-FUS-treated DRGs from the same animals (n = tumors; 13.65 ± 9.57 ng/mg tissue;  p  = 0.025). Fig. 2 ( A , B ) Results of drug delivery and tumor size. ( A ) Increased drug delivery of i.p. administered bevacizumab with focused ultrasound (FUS) treatment into the dorsal root ganglia (DRG) schwannoma in  Postn-Cre; Nf2flox/flox  positive animals (n = 3). Comparison of FUS-treated DRGs right lumbar level 1–3 (grey box; n = 9) and FUS-untreated DRGs (black box; n = 9) shows 3.8-fold higher bevacizumab concentration in FUS-treated DRGs of the same animals (*,  p  = 0.025). i.p., intraperitoneal. ( B ) Absolute voxel count of posttreatment dorsal root ganglia (DRG) schwannoma for the different treatment groups human bevacizumab + focused ultrasound (n DRGs  = 12), human bevacizumab only (n DRGs  = 24), murine bevacizumab only (n DRGs  = 18) and no treatment (n DRGs  = 30). Mean values of absolute voxel count measurements of pooled lumbar level 1–3 in posttreatment MRI are depicted as squares, standard deviation as whiskers. *,  p  = 0.035. Long-term combined treatment reduces DRG schwannoma size Long-term treatment cohorts included 4 groups within which we had encountered some animal losses during the course of the study: (1) human bevacizumab + FUS: age 3–14 months, out of 9 animals 5 died during treatment, which left us with data of n = 4 for analysis; (2) human bevacizumab alone: age 10–13 months, out of 5 animals 1 died during treatment, which left us with data of n = 4 for analysis; (3) murine bevacizumab alone: age 10–13 months, out of 5 animals 1 died during treatment, which left us with data of n = 4 for analysis; 4) FUS alone: age 2–7 months, no death, n = 3 for analysis. Pooled voxel counts from post-treatment MRIs of lumbar DRG schwannomas (L1–L3) were compared to untreated controls (age 9–11 months, n = 11). DRGs treated with human bevacizumab + FUS (nDRGs = 12; voxel: 98.2 ± 43.7; diameter: 0.86 ± 0.14 mm) showed a trend to being smaller ( p  = 0.035) than those receiving human bevacizumab alone (nDRGs = 24; voxel: 144.8 ± 72.1; diameter: 1.02 ± 0.17 mm). Compared to murine bevacizumab alone (nDRGs = 18; voxel: 119.2 ± 45.9, diameter: 0.97 ± 0.13 mm;  p  = 0.258), or no treatment (nDRGs = 30; voxel: 133.5 ± 54.1; diameter: 1.00 ± 0.14 mm;  p  = 0.071) no trend was visible (Fig.  2 B).",
  "discussion": "Discussion This is the first study to evaluate the combined application of bevacizumab and focused ultrasound (FUS) in an NF2 disease model. Our transgenic model consistently developed DRG schwannomas that were well-accessible for FUS treatment; however, vestibular schwannomas were not observed up to an age of 13 months. The frailty of this disease model significantly limited the number of animals available for longitudinal MRI monitoring and for intraperitoneal bevacizumab and focused ultrasound (FUS) treatments, necessitating multiple adjustments to the experimental protocol (Supplemental Table  1 ; Supplemental Fig.  1 ). Despite these limitations, the combination of systemic bevacizumab with FUS demonstrates the feasibility of our protocol and suggests a potential increase in intra-schwannoma bevacizumab levels. Yet, because of the diminished cohort size and the reduced number of assessable DRGs, the data does not permit a definitive statement on tumor size reduction. Future studies with larger sample sizes will be required to validate this trend and enable more robust interpretation. Clinically, bevacizumab has demonstrated tumor stabilization and partial regression in vestibular schwannomas, highlighting its role in controlling tumor growth. A recent meta-analysis reported partial tumor regression in approximately 40% of cases (defined as ≥ 20% reduction in initial tumor volume) , with individual studies reporting a range from 31% 16  to 53% 37 38 .  Tumor stabilization rates vary between 50% to 69% . However, a subset of patients remains unresponsive, and approximately 10% exhibited disease progression despite treatment 16 . Another study reported a rebound phenomenon with more rapid tumor volume growth during bevacizumab therapy interruptions 39 . This underscores bevacizumab’s limitations, particularly for aggressive or resistant tumor phenotypes, and highlights the potential impact of inconsistent drug delivery across the blood–brain barrier (BBB). Additionally, bevacizumab’s discontinuation due to toxicity has been associated with rapid tumor regrowth, a phenomenon also observed in high-grade gliomas 40 . One hypothesis suggests that, although bevacizumab reduces tumor vasculature, residual vascular scaffolding, basement membranes, and pericytes remain intact, facilitating rapid revascularization upon anti-VEGF withdrawal 41 . Systemic administration of bevacizumab is further complicated by adverse effects, which occur in approximately 69% of patients and include hypertension, liver enzyme elevation, proteinuria, cardiovascular complications, and hematologic toxicities 42 . Historically, the BBB has limited effective drug delivery to brain tumors, contributing to suboptimal outcomes 16 , 43 – 46 . Focused ultrasound (FUS) represents a promising approach to transiently and locally disrupt the BBB, enabling enhanced drug penetration into tumors 18 . Although vestibular and DRG schwannomas are not subject to BBB restrictions, FUS may still enhance local drug delivery at the blood-tumor-barrier and thereby allow therapeutic concentrations to be achieved at lower systemic doses, with the potential to reduce systemic adverse effects 28 . 47 Strengths and limitations A key strength of this study is the implementation of a two-phase protocol: an acute drug delivery phase followed by a chronic treatment phase. This is the first investigation to examine the combined use of systemic bevacizumab and focused ultrasound in an NF2 disease model. Nonetheless, the study’s limitations warrant discussion. When establishing the colony, only one of the initial male animals survived, which resulted in inbreeding issues and hence the transgenic line exhibited a high mortality and frailty (Supplemental Table  1 ; Supplemental Fig.  1 ). In addition, during optimization of the MRI protocol the animals had to be under anesthesia up to 120 min, which further altered colony survival due to possible hypothermia. Other than previous groups working with that transgenic line, we could not detect vestibular schwannomas in our colony up to an age of 13 months, despite multiple adjustments to the MRI protocol. This further limits the direct applicability of these findings to clinical scenarios involving vestibular tumors. Notably, the cerebellopontine angle—where vestibular schwannomas typically reside—is one of the deepest and most anatomically complex regions of the skull base. FUS treatment targeting this area could require ultrasound trajectories that pass through the temporal bone, cerebellum, or temporal lobe, raising concerns about potential off-target effects and tissue absorption. Furthermore, the high density of the temporal bone may impede efficient ultrasound energy delivery, posing a technical challenge for clinical translation. Also, the dorsal root ganglia, as well as vestibular nerves, are part of the peripheral nervous system and therefore drug delivery is not mitigated by the blood brain barrier. Another limitation of the study adheres to the different study protocol of the acute and chronic treatment phase. In addition, the results of the chronic model assessing tumor size should be interpreted with caution. Group sizes were not well balanced (n = 12 vs. n = 24 DRGs), and the observed trend ( p  = 0.035) requires confirmation in a larger study with more evenly distributed numbers. The choice and number of DRGs treated were restricted by practical constraints inherent to the small size of the mice (15.6–28.0 g). First, even slight positional shifts during transfer from the MRI coil to the FUS device made reliable targeting of an entire unilateral DRG chain (L1–L6) infeasible. Second, the lower lumbar DRGs (L4–L6) lie more paramedially and are significantly smaller, limiting the precision and safety of sonication. Preclinical prospects Future directions include testing this combined treatment approach on a murine model with vestibular schwannoma or ependymomas to assess the acoustic impedances within skull bones on the use of ultrasound. However, a major limitation of NF2 basic and translational research is the lack of animal models that allow full spectrum of research into the biology and molecular mechanisms of NF2 tumor progression. A previous study had attempted injecting schwannoma cells into the mouse brain CPA region, but exhibited a low efficiency rate, high costs with specialized imaging and hearing assessment . Nevertheless, this approach may represent a feasible platform for a secondary study and could be adapted using a design analogous to the current work. 48 Future clinical prospects With focused ultrasound, treatment is now being implemented in several clinical trials across multiple tertiary oncologic centers across the world. A pilot clinical trial on the combined treatment in NF2 patients would be feasible to assess safety and efficacy. One significant advantage is the potential for protocol optimization, which is limited in small animal models due to the small size of tumors (millimeters rather than centimeters). Larger human tumors offer improved targeting and monitoring possibilities. Additionally, patients with bilateral vestibular schwannomas could serve as their own controls, allowing direct intra-patient comparison of treatment responses—assuming similar tumor biology across both sides.",
  "fetched_at": "2026-02-11T01:31:56.565689",
  "abstract_length": 647,
  "methods_length": 9935,
  "introduction_length": 4835,
  "results_length": 5514,
  "discussion_length": 7343
}