{
  "pmid": "PMID:41444363",
  "title": "Focused ultrasound-mediated drug delivery of bevacizumab in treating NF2-related schwannomatosis in an animal model.",
  "abstract": "UNLABELLED: Neurofibromatosis type 2 (NF2)-related schwannomatosis is an autosomal dominant genetic disorder characterized by the development of cranial and peripheral nerve schwannomas, including bilateral vestibular schwannomas which are associated with substantial morbidity. Current therapeutic strategies comprise surgical resection, radiotherapy, and systemic administration of bevacizumab; however, these approaches are frequently limited by high recurrence rates and morbidity. In this study, a transgenic murine model ( SUPPLEMENTARY INFORMATION: The online version contains supplementary material available at 10.1038/s41598-025-32031-9.",
  "authors": "Jennifer L Spiegel; Alessandro De Maio; Manita V Patel; Omer J Ungar; Carolyn Lai; Tra Truong; Yumai Situ; D Wade Clapp; Simon J Conway; Joseph M Chen; Vincent Y W Lin; Kullervo Hynynen; Meaghan A O'Reilly; Trung N Le",
  "journal": "Scientific reports",
  "publicationDate": "2025-12-24",
  "doi": "10.1038/s41598-025-32031-9",
  "methods": "Methods Disease animal model and ethical considerations The Postn-Cre transgenic and conditional Nf2flox/flox knocking alleles were obtained from the Conway and Clapp labs at Indiana University School of Medicine at an age of 2.5 months and acclimatized to the institutional vivarium. The colony received rat chow and water ad libitum using a 12:12 light/dark cycle (7 a.m.–7 p.m.) and controlled room temperature (22 ± 1 degree Celsius). Genotyping of Nf2flox2 and Nf2D2 bands was done by PCR analysis as described previously . The Postn-Cre transgene was detected by PCR analysis with the following primers: P1 (CAT-TTG- GGC-CAG-CTA-AAC-AT) and P2 (CCC-GGC-AAA-ACA- GGT-AGT-TA).  35 , 36 Postn-Cre; Nf2flox/flox  mice and Cre-negative controls possessed the same mixed genetic background, with SNP analysis indicating close relation to the FVB/NTac strain (87.37% identity) . 36 All experiments and procedures were approved by the Animal Care Committee of the Sunnybrook Research Institute adhering to the Policies and Guidelines of the Canadian Council on Animal Care and meeting criteria and requirements of Provincial Statute of Ontario, Animals for Research Act as well as those of the Canadian Federal Health of Animals Act. Study design For this study a colony of a total of 156 animals was established. Included for analysis were only  Postn-Cre; Nf2flox/flox  mice (n = 42), all Cre-negative controls (n = 114) were excluded. Allocation of animals to the treatment arm was neither randomized nor blinded, since maintaining the colony was compromised by a high death rate due to inbreeding issues. This study comprised two parts: i. an acute model (n = 5, 2 female, 3 male, weight: 20.0–23.5 g, age 4–14 months) to assess focused ultrasound (FUS)-mediated drug delivery (bevacizumab 5 mg/kg b.w., Avastin® 100 mg/25 ml, Roche, Basel, Switzerland) to schwannoma tumors on dorsal root ganglia (DRG), and ii. a chronic model to investigate the treatment effect after multiple bevacizumab and FUS treatments to evaluate the impact of the treatment on the DRG schwannoma tumor growth. The chronic group involved the following four cohorts: human bevacizumab only (n = 5, 1 female, 4 male, weight: 20.0–28.0 g, age 8–9 months): animals received biweekly i.p. treatment with bevacizumab 5 mg/kg b.w. (Avastin® 100 mg/25 ml, Roche, Basel, Switzerland), for a total of 4 injections. murine bevacizumab only (n = 5, 4 female, 1 male, weight 19.2–24.8 g, age 6–11 months): animals received biweekly i.p. treatment with bevacizumab 5 mg/kg b.w. (B20-4.1.1, 100 mg/25 ml, Roche, Basel, Switzerland) for a total of 4 injections. human bevacizumab and FUS treatment (n = 9, 5 female, 4 male, weight 15.6–27.5 g, age 3–15 months): animals received biweekly i.p. treatment with bevacizumab 5 mg/kg b.w. (Avastin®) for a total of 3 injections. FUS treatment only (n = 3, 2 female, 1 male, weight 19.5–22.7 g, age 4–5 months): animals received biweekly FUS treatment for a total of 3 sessions. An additional cohort of untreated mutant animals (n = 16; 6 female, 10 male; weight: 16.0–19.0 g; age: 4–11 months) served as controls. An overview of all treatment groups is provided in Supplemental Fig.  1 . The primary outcome was DRG schwannoma tumor size, assessed via voxel counts from magnetic resonance imaging (MRI) of the spine with gadolinium contrast using a 7 T scanner (BioSpec 70/30 USR; Bruker, USA). For all chronic groups, pre-treatment MRI was performed either prior to or at the first treatment, with post-treatment MRI conducted two weeks after the final treatment session. An overview of the chronic study design is provided in Supplemental Fig.  2 . Bevacizumab In the acute group, human bevacizumab was administered as a single i.p. injection (Avastin®, 5 mg/kg body weight) within 24 h before FUS exposure, followed by perfusion two hours post-intervention. In the chronic group, treatment followed protocols established in human NF2-studies  and previous animal studies 16 . Animals received bevacizumab at 5 mg/kg body weight i.p. per treatment. Anesthesia was induced using 2–2.5% isoflurane (Fresenius Kabi AG, Homburg, Germany) until no response to pain stimuli was observed, then the weight-adjusted i.p. injection was administered. For the human bevacizumab + FUS cohort, one injection was given within 24 h prior to the FUS treatment. 49 , 50 FUS procedure MRI monitoring was conducted using a 7 T scanner (BioSpec 70/30 USR; Bruker, USA). Animals were first anesthetized with 2% isoflurane in medical air, catheterized via the tail vein for IV injections, and shaved along the dorsal trunk for ultrasound gel application and optimal acoustic transmission. T1-weighted images (fast-spin echo, TE/TR = 5.5/500 ms, 12 averages, 200 × 200 matrix, in-plane resolution 0.2 × 0.2 mm, slice thickness 0.5 mm) were acquired before and after IV gadolinium contrast injection (0.1 ml/kg, Gadovist, Bayer Inc.) for lesion localization and targeting. Following co-registration of a preclinical LP-100 FUS system (FUS Instruments, Canada) with the MRI scanner, a 12 × 2 treatment grid (1 mm spacing) was aligned with the unilateral L1–L3 DRGs for sonication coupled with IV microbubble administration (0.02 ml/kg, Definity, Lantheus Medical Imaging, USA; Fig.  3 A). The selection of the DRGs was determined by several practical constraints inherent to the small size of the murine model (15.6–28.0 g): (1) During transfer from the MRI coil to the FUS device, even minimal positional shifts could occur which made reliably targeting a full unilateral set of DRGs (L1–L6) not technically feasible. (2) Moreover, anatomical considerations further limited the number of DRGs that could be safely and consistently targeted. Specifically, the lower lumbar DRGs (L4–L6) are positioned more paramedially and are considerably smaller, making precise sonication challenging. Fig. 3 ( A – C ) Methods. ( A ) Representative focused ultrasound treatment (FUS) on the dorsal root ganglia schwannoma in a  Postn-Cre; Nf2flox/flox  positive animal. Frontal view of MRI image with gadolinium of the spine at 5 months of age; the FUS treated area is indicated by the red circles, each circle equal 1 mm, the blue box indicates the current spot of FUS-treatment. ( B ) Representative frontal view voxel counting on dorsal root ganglia schwannoma (lumbar level 1–6 right and left) in a  Postn-Cre; Nf2flox/flox  positive animal. ( C ) corresponding sagittal view. The different colours indicate the counted areas. FUS treatments were delivered using a spherically focused (75 mm diameter, 60 mm focal length) transducer driven at 1.78 MHz in 10 ms bursts with a pulse repetition frequency of 1 Hz for a total of two minutes. Acoustic pressures were adjusted in real-time using a previously described acoustic controller algorithm based on ultraharmonic emissions . Post-sonication, T1-weighted images were acquired again over the lumbar spine to evaluate treatment response via contrast enhancement (IV administered Gadolinium contrast, 0.1 ml/kg, Gadovist, Bayer Inc.). 51 MRI for tumor volume quantification Tumor volume quantification was performed on a 7 Tesla(T) scanner (BioSpec 70/30 USR; Bruker, USA). Animals were maintained under anesthesia with 1.5–2% isoflurane in medical air, catheterized via the tail vein for IV injections of gadolinium contrast (0.1 ml/kg, Gadovist, Bayer Inc.). Mice were scanned at 7 T (BioSpec 70/30 USR with B-GA12S HP gradients running ParaVision 6.0.1, Bruker BioSpin, Billerica, MA) using an 86 mm inner diameter volume coil for transmit and a quadrature surface coil for receive. A 25-slice 2D sagittal T1-weighted rapid acquisition with refocused echoes  scan (RARE; TR = 988 ms; TEeff = 7.5 ms; FOV = 40 mm × 30 mm; slice thickness = 0.2 mm; matrix = 200 × 150; RARE factor = 4; bandwidth = 78 kHz; averages = 12; 5 min, 32 s) was acquired. 52 MRI images were transferred into MATLAB with Aedes software for manual segmentation of DRG schwannomas at bilateral lumbar levels L1–L6 by two independent raters (JLS and YS, Fig.  3 B,C), and voxel counts were automatically calculated. Histology Tumors were excised from animals perfused with 4% Paraformaldehyde via intracardiac perfusion into the right atrium, post-fixed with 4% Paraformaldehyde overnight, embedded in OCT, sectioned and stained with H&E. Immunohistology analysis of 10 micron dorsal root ganglia cryosections was performed using Anti-CD31 (Abcam, ab7388) for vasculature, Anti-S100B (Atlas Antibodies, HPA015768-100UL) antibodies for S100B protein and DAPI for nuclei. Euthanasia protocol For the acute model animals were first anesthetized with isoflurane 2–3% induction until pedal response did not show responses. Animals were then perfused with PBS via intracardiac perfusion into the right atrium until the liver paled and then with ice cold saline. For the chronic model animals were first anesthetized with isoflurane 2–3% induction until pedal response did not show responses. Animals were then perfused with PBS via intracardiac perfusion into the right atrium until the liver paled and then with 4% Paraformaldehyde. In cases of illness-related sacrifice animals were first anesthetized with isoflurane 5% induction until pedal response did not show responses and then cervical dislocation was performed. Statistical analysis Descriptive statistics, including means and standard deviations, were reported by items, groups, and time points. Within-subject changes from Time 1 to Time 3 were measured using change scores, and comparisons on the change scores were made among selected subgroups. For group 5, differences in overall means were examined across time points. Examination of time and subgroup differences was performed using mixed models to account for within subject covariances, and pairwise comparisons were based on least squares means. All statistical analyses were conducted using SAS 9.4 (SAS Institute, Cary, NC).",
  "cache_level": "minimal",
  "has_fulltext": true,
  "fetch_date": "2026-02-19 09:31:33"
}