{
  "pmid": "PMID:41463204",
  "abstract": "Neurofibromatosis type 1 (NF1) predisposes to a spectrum of peripheral nerve sheath tumors, ranging from benign plexiform neurofibromas (PN) to atypical neurofibromatous neoplasms of uncertain biological potential (ANNUBP) and malignant peripheral nerve sheath tumors (MPNST). Tumorigenesis follows a multistep molecular cascade initiated by biallelic",
  "methods": "",
  "introduction": "1. Introduction Neurofibromatosis type 1 (NF1) is a common autosomal dominant genetic disorder, affecting approximately 1 in 2500–3000 individuals worldwide. It is caused by pathogenic variants in the  NF1  gene located on chromosome 17q11.2 [ 1 , 2 ]. Diagnostic hallmarks include benign neurofibromas, which can be cutaneous, subcutaneous, or plexiform (PN), carrying a significant risk of malignant transformation [ 3 ]. Among the most life-threatening complications is the development of malignant peripheral nerve sheath tumors (MPNSTs), which occur in approximately 8–13% of individuals with NF1 and represent a major cause of NF1-related mortality [ 4 ]. The tumor progression of PN leads to the MPNST development, which is a soft-tissue sarcoma characterized by high recurrence (30–70%) after resection and resistance to chemotherapy [ 5 ]. Beyond neural manifestations, NF1 is a multisystem disorder involving skeletal, cardiovascular, and endocrine systems and is associated with an increased risk of other malignancies [ 6 ]. Thus, the NF1 clinical spectrum encompasses benign, intermediate, and malignant lesions, reflecting a multistep neoplastic process driven by sequential genetic and epigenetic events.",
  "results": "3.6. Integrative Overview of Multi-Omics Findings The multi-layered omics analyses presented in this section collectively outline a coherent molecular trajectory from PN to ANNUBP and, ultimately, to MPNST. Despite heterogeneity across individual studies, several convergent principles emerge. First, genomics remains the backbone of NF1-associated tumor evolution. Biallelic  NF1  loss serves as the initiating event, followed by early  CDKN2A/B  deletion, which defines ANNUBP. Subsequent widespread chromosomal instability and PRC2 inactivation culminate in MPNST. Together, these events drive the transition of Schwann cells from a proliferative but relatively stable state to a highly aneuploid, epigenetically deregulated, and malignant phenotype. Second, transcriptomics and spatial omics data demonstrate that malignant progression is driven not only by genetic alterations but also by the rewiring of lineage identity, hypoxia-induced immune evasion, and remodeling of the tumor microenvironment. Immune-active versus immune-deficient transcriptomic subtypes, as along with PRC2-dependent versus PRC2-independent regulatory programs, represent two biologically meaningful and prognostically significant classifications. Third, epigenomic profiling provides another dimension, revealing distinct DNA methylation classes and H3K27me3-defined epigenetic trajectories. Integration of methylation and expression data highlights key regulators, such as  SOX10 ,  CDKN2A , and genes in IL17-axis, whose altered chromatin states accompany lineage dedifferentiation, senescence escape, and metastatic behavior. PRC2 loss emerges as a central event that links genomic instability, epigenetic deregulation, and transcriptomic reprogramming. Together, these multi-omics approaches offer a unified model of the stepwise, yet heterogeneous, evolution of NF1-associated tumors, a process shaped by both genetic mutations and environmental pressures.  Table 1  provides an integrated overview of the major multi-omics studies discussed above, summarizing patient cohorts, technologies used, recurrently altered genes and pathways, and their diagnostic or prognostic relevance. Each study includes details on the analyzed patient cohort, reported in the cited references (NF1-associated or sporadic PN, ANNUBP, MPNST), the omics technology employed, the main findings encompassing identified mutations (e.g.,  TP53 ,  CDKN2A ,  SUZ12 ), biomarkers, and dysregulated molecular pathways, as well as the corresponding clinical implications, including diagnostic and prognostic value and potential therapeutic targets. Abbreviations: ANNUBP, atypical neurofibromatous neoplasm of uncertain biological potential; cfDNA, circulating cell-free DNA; CNV, copy number variation; DNAm, DNA methylation; IHC, immunohistochemistry; MPNST, malignant peripheral nerve sheath tumor; PN, plexiform neurofibroma; PRC2, polycomb repressive complex 2; SNV, single nucleotide variant; ULP-WGS, ultra-low-pass whole-genome sequencing; WES, whole-exome sequencing; WGS, whole-genome sequencing; PNST, peripheral nerve sheath tumor; cNF, cutaneous neurofibroma; ANF, atypical neurofibroma [ 9 , 11 , 26 , 30 , 43 , 58 , 61 , 67 , 76 , 77 , 78 , 79 , 80 , 81 , 82 , 83 , 84 , 85 , 86 ].",
  "discussion": "6. Conclusions and Future Perspectives Research into the molecular and cellular mechanisms of MPNST pathogenesis in NF1 has been markedly refined through multi-omic analyses encompassing genomic, transcriptomic, and epigenomic profiling. Beyond  NF1  and  CDKN2A  inactivation, loss of PRC2 function and alterations in key signaling pathways such as RAS/MAPK, PI3K/AKT/mTOR, and Wnt/SHH, are now recognized as central drivers of tumor initiation and progression. A multistep evolutionary trajectory from PN to ANNUBP and, ultimately, to MPNST has been proposed. Comprehensive multi-omic mapping has revealed two distinct evolutionary trajectories of MPNSTs distinguished by H3K27me3 status and PRC2 dependency. PRC2-deficient (H3K27me3-loss) tumors exhibit widespread chromosomal losses, near-haploidization followed by whole-genome doubling, recurrent 8q amplification, and an immune-depleted microenvironment. In contrast, PRC2-intact (H3K27me3-retained) tumors show non-haploid karyotypes and greater immune infiltration [ 9 ]. Moreover, transcriptomic and methylation-based subtyping have delineated biologically distinct MPNST classes, such as immune-active versus PRC2-deficient/proliferative subtypes, and SHH- versus WNT-driven mechanisms, which correlate with prognosis and therapeutic vulnerabilities. Despite advances from genomic studies in identifying key events driving neurofibroma progression, major challenges remain in predicting malignant transformation potential. The rarity and heterogeneity of MPNST hinder biomarker validation and limit the power of therapeutic trials. In parallel, liquid biopsy approaches based on cfDNA and cfRNA are emerging as powerful non-invasive tools for detection, monitoring and molecular stratification of NF1-associated tumors. However, greater standardization and validation in multicenter cohorts are urgently needed. Future research should be focused on AI-based integration of multi-layered omics, spatial, transcriptomics, and single-cell analyses to more accurately map the tumor ecosystem, identify actionable dependencies, and track clonal evolution in real time. Such advances hold the potential to transform NF1 management and surveillance, paving the way toward precision oncology and improved patient outcomes.",
  "fetched_at": "2026-02-11T01:30:07.821964",
  "abstract_length": 351,
  "methods_length": 0,
  "introduction_length": 1219,
  "results_length": 3254,
  "discussion_length": 2275
}