{
  "pmid": "PMID:41468561",
  "title": "NF1-Specific Growth Charts for Head Circumference Over the First 3 Years of Life.",
  "abstract": "BACKGROUND AND OBJECTIVES: Macrocephaly is among the most common findings in neurofibromatosis type 1 (NF1) and may be associated with other clinical manifestations of the genetic syndrome. NF1-specific growth charts that account for expected macrocephaly may increase sensitivity for detecting atypical growth. We aimed to produce NF1-specific growth charts of head circumference for the age range of 0-3 years and to assess their potential clinical impact. METHODS: Using electronic health records from the Children's Hospital of Philadelphia, we collected head circumference measurements from children with NF1 and a community control cohort seen at scheduled well-child visits. We compared head circumference normalized using Centers for Disease Control (CDC) growth charts between these groups over time. We constructed NF1-specific growth charts using 2 independent methods. Finally, we used mixed-effects models to relate the resulting centile scores to developmental delay assessed with the Survey of Well-being of Young Children. RESULTS: Our data set contained 2,180 observations from 305 individuals (167 male) with NF1 and 104,750 observations from 16,742 individuals (8,809 male) in the community control cohort, all aged 0-3 years. Head circumference was significantly elevated in the NF1 cohort across the age range ( DISCUSSION: We present the first NF1-specific growth charts for head circumference covering the age range of 0-3 years. Macrocephaly in NF1 becomes more exaggerated over time as rate of growth is sustained compared with controls. Smaller head size relative to NF1 growth expectations is not captured by CDC charts yet it nevertheless relates to developmental delay, suggesting that NF1-specific charts may increase sensitivity to clinically concerning patterns of growth in children with NF1.",
  "authors": "Ayan S Mandal; Russell T Shinohara; Benjamin Jung; Margaret Gardner; Habib Elias Akouri; Benjamin E Yerys; Karen J Low; Tim J Cole; Whitney Guthrie; Kelly M Janke; John D Herrington; Matthew C Hocking; Gareth Ball; Jonathan M Payne; Kathryn N North; Nils Muhlert; Shruti Garg; Jakob Seidlitz; Michael J Fisher; Aaron F Alexander-Bloch",
  "journal": "Neurology",
  "publicationDate": "2026-01-27",
  "doi": "10.1212/WNL.0000000000214480",
  "methods": "Methods: Using electronic health records from the Children’s Hospital of Philadelphia, we collected head circumference measurements from children with NF1 and a community control cohort seen at scheduled well-child visits. We compared head circumference normed using Centers for Disease Control (CDC) growth charts between these groups over time. We constructed NF1-specific growth charts using two independent methods. Finally, we used mixed-effects models to relate the resulting centile scores with developmental delay assessed with the Survey of Well-being of Young Children. Methods Standard Protocol Approvals, Registration, and Patient Consents This retrospective study was reviewed by the Children’s Hospital of Philadelphia (CHOP) institutional review board and was determined to be exempt from institutional review board oversight as relying on secondary analyses of preexisting clinical data. Cohort Selection Using electronic health records from CHOP, we accessed 110,927 head circumference measurements from 17,307 patients aged 0 to 3 years old seen at either a well-child visit (for routine pediatric follow up) or who were NF1 patients seen by the CHOP Neurofibromatosis Multidisciplinary Program. In accordance with the American Academy of Pediatrics recommendations, well child visits at CHOP are scheduled at the first week of life, 1 month, 2 months, 4 months, 6 months, 9 months, 1 year, 15 months, 18 months, 2 years, 30 months, and 3 years. Head circumference data were taken from a relational database enriched for patients who had received an MRI scan at CHOP.  Head circumference observations were obtained between the years 2003 and 2025. Henceforth, we refer to community control patients seen at well-child visit appointments as “non-NF1” (though we note that this latter cohort could include undiagnosed NF1). 23 Using each participant’s gestational age at birth and age at the time of each observation, we calculated their post-conceptional age (e.g. a 30 day old child born at 38 weeks had a post-conceptional age of 296 days). Gestational age at birth was assumed to be 40 weeks for the 41 NF1 participants and 1719 clinical controls for whom it was not available, which was closely aligned to median observed gestational age at birth for available subjects (39 weeks for both cohorts). We excluded individuals born < 26 weeks of gestation, with birth weight < 1 kg, and/or post-conceptional age < 252 days (36 weeks). These cutoffs were chosen based on minimum weeks of gestational age at birth, birth weight, and post-conceptional age of the NF1 cohort. This resulted in a dataset of 107,999 observations from 16,779 individuals. Next, we sought to remove implausible head circumference measurements that likely reflected data entry errors. To do this, we used an outlier detection approach applied previously by our group  to calculate modified Z-scores for each head circumference observation from the whole pooled study population. This involved first fitting a B-spline with four degrees of freedom to head circumference data using post-conceptional age and sex as predictors. We used residuals of this model as the numerator for the modified Z-score. The denominator included the median of the absolute deviations (MAD, or median of the absolute values of the residuals) multiplied by a scaling factor set to 1.4826 assuming normally distributed data. We visualized modified Z-scores on a histogram ( 10 Supplementary Figure 1 ) and excluded observations where the absolute value exceeded 5. This resulted 107,412 observations from 16,746 individuals. We also sought to remove within-subject outlier head circumference measurements that were also thought to be implausible and likely reflecting data entry error. To that end, we calculated for each observation the difference between the modified Z score and the median modified Z score across observations from the same participant. We plotted these values on a histogram ( Supplementary Figure 2 ) and excluded observations where the absolute value of the difference exceeded 2, removing 442 observations. The resulting number of observations was 106,970 from 16,744 individuals. Finally, we removed data from four individuals where sex was documented as neither male nor female, resulting in a final dataset of 106,950 observations from 16,742 individuals ( Figure 1 ;  Table 1 ). Comparing Head Circumference Z Scores between NF1 and non-NF1 Cohort We used the LMS method from Centers for Disease Control (CDC) growth charts on head circumference to compute Z scores for non-NF1 and NF1 cohorts.  We used CDC charts because they are used in clinical practice at CHOP as well as other pediatric medical centers. Because input to LMS for CDC charts is age in calendar months, we transformed post-conceptional age by subtracting 280 days, dividing by 365.25/12=30.437, rounding down, and adding 0.5. As such, a 7-week-old child born at term would be represented as 1.5 months on CDC charts, as would children between 1.0 and 1.99 months of age corrected for gestational age at birth. 24 Next, we compared CDC head circumference Z scores between NF1 and non-NF1 cohorts at each well-child visit, where head circumference data are most dense. Head circumference observations were grouped into bins based on whether that observation was 10 days plus or minus age corresponding to well-child visit timepoint. If multiple head circumference observations from the same individual appeared within a bin, the observation closest to the well-child visit timepoint was chosen. Unpaired two-sample t tests were conducted between both groups at each age bin, with multiple comparisons corrected using Holm-Bonferroni correction. Given large sample sizes, Cohen’s  d  was also calculated for each comparison to quantify effect sizes. 25 Construction of NF1-Specific Head Circumference Growth Charts using LMSz Next, we implemented a recently described method called “LMSz” to construct NF1-specific head circumference growth charts.  Following procedures described by Low and colleagues, we fit generalized additive models for location, scale, and space (GAMLSS) 26  with the normal distribution family to CDC head circumference Z-scores for NF1 observations using age and sex as covariates. While sex-specific models were computed for CHOP charts described below, LMSz charts were combined across sexes with a sex offset included in candidate models. Head circumference observations were inverse weighted by total number of observations per subject. We iterated through a set of candidate models for mu and sigma formulae within GAMLSS and computed Akaike Information Criteria (AIC) and Bayesian Information Criteria (BIC) for each ( 27 Supplementary Table 1 ). For final NF1-specific charts, we chose the model that minimized BIC. The resulting model included age as a linear term for mu and only the intercept term for sigma. Sex did not appear in models that maximized BIC or AIC. Using this GAMLSS model, we computed centile lines for 3 rd , 10 th , 50 h th , 90 th , and 97 th  percentiles for CDC head circumference Z score, then transformed these centile lines back into head circumference measurements using CDC LMS values. (Note that we use the terms “centile” and “percentile” synonymously). We also examined rate-of-growth by computing the derivative of the 50 th  centile line of NF1-specific and CDC growth charts respectively. (We use the term “rate-of-growth” to refer simply to this derivative; longitudinal growth over time within individuals is not explicitly modeled). GAMLSS model visualization was performed using customized R functions ( https://github.com/BGDlab/gamlssTools ). Deriving CHOP Growth Charts for NF1 and Community Controls While widely used clinically, CDC growth charts have potential limitations. First, clinical head circumference data (even for well-child visits) may deviate systematically from CDC norms . Second, for neonatal head circumference in premature infants, CDC growth charts start at birth and are not corrected for gestational age. To address these limitations, we also computed separate growth charts using NF1 and non-NF1 data, henceforth referred to as “CHOP growth charts” (which, in contrast to LMSz charts, only use data from CHOP cohorts). Following protocols described by WHO, 15 , 28  we fit natural splines for mu and sigma moments in GAMLSS with degrees of freedom ranging from 5 to 15, and 2 to 10 respectively. Tau and nu were fit with an intercept term, and the Box-Cox Power Exponential (BCPE) distribution was used. In addition, we computed models where P-splines were used for mu and sigma. 29  Age was represented as the logarithm (to base 10) of post-conceptional age measured in days. Head circumference observations were inverse weighted by total number of observations per subject. 30 We computed separate GAMLSS models for non-NF1 (Community Control) males, non non-NF1 females, NF1 males, and NF1 females. For each of these cohorts, we identified the models that produced the lowest AIC and BIC as well as the result of the penalized B-spline model and chose one of the three based on the fit of the worm plot and smoothness of the curves. If these criteria were equal across multiple options, we chose the simplest of the remaining models. Based on this process, a model with five degrees of freedom for mu and two degrees of freedom for sigma was selected for each cohort ( Supplementary Figures 3 – 6 ). We also visualized quantile-quantile (Q-Q) plots for each selected model ( Supplementary Figure 7 ). We compared Z scores from the LMSz and CHOP growth charts ( Supplementary Figure 8 ). Finally, we applied both the LMSz and CHOP NF1-specific growth charts to an independent NF1 cohort recruited in Australia to test the generalizability of the charts (see  Supplementary Materials ). Relating Head Circumference Benchmarked Against NF1 Growth Charts to Developmental Delay We examined whether head circumference benchmarked against NF1 growth charts was more sensitive to developmental delay in NF1 patients compared to CDC growth charts. First, we aligned NF1 head circumference data to Survey of Well Being of Young Children (SWYC) surveys conducted on the same days, which assess developmental milestones (gross motor, fine motor, language, cognitive, and social development) at pediatric primary care visits.  SWYC data were converted into developmental quotient (DQs) using previously-described normative models to quantify the extent to which a child has met expected milestones. 31  The DQ is the estimated age of the child based on the number of expected milestones they have achieved divided by their chronological age (e.g. a 12 month old who has met milestones expected of a 9 month old has a DQ of 0.75). Using linear mixed effects models, we evaluated the relationship between DQ and head circumference Z-scores from LMSz NF1 charts where patient ID was used as a random effect. We also plotted histograms of NF1 head circumference benchmarked against CDC and LMSz charts respectively to evaluate prevalence of microcephaly (i.e. head circumference Z score < 2). Finally, we assessed the relationship between DQ and head circumference Z scores derived from CHOP NF1 charts as well. 32 Data availability Participant-level data used to generate growth charts cannot be made publicly available as they contain protected health information. NF1-specific growth charts can be accessed at  github.com/BGDlab , as well as the code used to produce them.",
  "cache_level": "minimal",
  "has_fulltext": true,
  "fetch_date": "2026-02-19 09:31:34"
}