{
  "pmid": "PMID:41468561",
  "title": "NF1-Specific Growth Charts for Head Circumference Over the First 3 Years of Life.",
  "abstract": "BACKGROUND AND OBJECTIVES: Macrocephaly is among the most common findings in neurofibromatosis type 1 (NF1) and may be associated with other clinical manifestations of the genetic syndrome. NF1-specific growth charts that account for expected macrocephaly may increase sensitivity for detecting atypical growth. We aimed to produce NF1-specific growth charts of head circumference for the age range of 0-3 years and to assess their potential clinical impact. METHODS: Using electronic health records from the Children's Hospital of Philadelphia, we collected head circumference measurements from children with NF1 and a community control cohort seen at scheduled well-child visits. We compared head circumference normalized using Centers for Disease Control (CDC) growth charts between these groups over time. We constructed NF1-specific growth charts using 2 independent methods. Finally, we used mixed-effects models to relate the resulting centile scores to developmental delay assessed with the Survey of Well-being of Young Children. RESULTS: Our data set contained 2,180 observations from 305 individuals (167 male) with NF1 and 104,750 observations from 16,742 individuals (8,809 male) in the community control cohort, all aged 0-3 years. Head circumference was significantly elevated in the NF1 cohort across the age range ( DISCUSSION: We present the first NF1-specific growth charts for head circumference covering the age range of 0-3 years. Macrocephaly in NF1 becomes more exaggerated over time as rate of growth is sustained compared with controls. Smaller head size relative to NF1 growth expectations is not captured by CDC charts yet it nevertheless relates to developmental delay, suggesting that NF1-specific charts may increase sensitivity to clinically concerning patterns of growth in children with NF1.",
  "authors": "Ayan S Mandal; Russell T Shinohara; Benjamin Jung; Margaret Gardner; Habib Elias Akouri; Benjamin E Yerys; Karen J Low; Tim J Cole; Whitney Guthrie; Kelly M Janke; John D Herrington; Matthew C Hocking; Gareth Ball; Jonathan M Payne; Kathryn N North; Nils Muhlert; Shruti Garg; Jakob Seidlitz; Michael J Fisher; Aaron F Alexander-Bloch",
  "journal": "Neurology",
  "publicationDate": "2026-01-27",
  "doi": "10.1212/WNL.0000000000214480",
  "methods": "Methods: Using electronic health records from the Children’s Hospital of Philadelphia, we collected head circumference measurements from children with NF1 and a community control cohort seen at scheduled well-child visits. We compared head circumference normed using Centers for Disease Control (CDC) growth charts between these groups over time. We constructed NF1-specific growth charts using two independent methods. Finally, we used mixed-effects models to relate the resulting centile scores with developmental delay assessed with the Survey of Well-being of Young Children. Methods Standard Protocol Approvals, Registration, and Patient Consents This retrospective study was reviewed by the Children’s Hospital of Philadelphia (CHOP) institutional review board and was determined to be exempt from institutional review board oversight as relying on secondary analyses of preexisting clinical data. Cohort Selection Using electronic health records from CHOP, we accessed 110,927 head circumference measurements from 17,307 patients aged 0 to 3 years old seen at either a well-child visit (for routine pediatric follow up) or who were NF1 patients seen by the CHOP Neurofibromatosis Multidisciplinary Program. In accordance with the American Academy of Pediatrics recommendations, well child visits at CHOP are scheduled at the first week of life, 1 month, 2 months, 4 months, 6 months, 9 months, 1 year, 15 months, 18 months, 2 years, 30 months, and 3 years. Head circumference data were taken from a relational database enriched for patients who had received an MRI scan at CHOP.  Head circumference observations were obtained between the years 2003 and 2025. Henceforth, we refer to community control patients seen at well-child visit appointments as “non-NF1” (though we note that this latter cohort could include undiagnosed NF1). 23 Using each participant’s gestational age at birth and age at the time of each observation, we calculated their post-conceptional age (e.g. a 30 day old child born at 38 weeks had a post-conceptional age of 296 days). Gestational age at birth was assumed to be 40 weeks for the 41 NF1 participants and 1719 clinical controls for whom it was not available, which was closely aligned to median observed gestational age at birth for available subjects (39 weeks for both cohorts). We excluded individuals born < 26 weeks of gestation, with birth weight < 1 kg, and/or post-conceptional age < 252 days (36 weeks). These cutoffs were chosen based on minimum weeks of gestational age at birth, birth weight, and post-conceptional age of the NF1 cohort. This resulted in a dataset of 107,999 observations from 16,779 individuals. Next, we sought to remove implausible head circumference measurements that likely reflected data entry errors. To do this, we used an outlier detection approach applied previously by our group  to calculate modified Z-scores for each head circumference observation from the whole pooled study population. This involved first fitting a B-spline with four degrees of freedom to head circumference data using post-conceptional age and sex as predictors. We used residuals of this model as the numerator for the modified Z-score. The denominator included the median of the absolute deviations (MAD, or median of the absolute values of the residuals) multiplied by a scaling factor set to 1.4826 assuming normally distributed data. We visualized modified Z-scores on a histogram ( 10 Supplementary Figure 1 ) and excluded observations where the absolute value exceeded 5. This resulted 107,412 observations from 16,746 individuals. We also sought to remove within-subject outlier head circumference measurements that were also thought to be implausible and likely reflecting data entry error. To that end, we calculated for each observation the difference between the modified Z score and the median modified Z score across observations from the same participant. We plotted these values on a histogram ( Supplementary Figure 2 ) and excluded observations where the absolute value of the difference exceeded 2, removing 442 observations. The resulting number of observations was 106,970 from 16,744 individuals. Finally, we removed data from four individuals where sex was documented as neither male nor female, resulting in a final dataset of 106,950 observations from 16,742 individuals ( Figure 1 ;  Table 1 ). Comparing Head Circumference Z Scores between NF1 and non-NF1 Cohort We used the LMS method from Centers for Disease Control (CDC) growth charts on head circumference to compute Z scores for non-NF1 and NF1 cohorts.  We used CDC charts because they are used in clinical practice at CHOP as well as other pediatric medical centers. Because input to LMS for CDC charts is age in calendar months, we transformed post-conceptional age by subtracting 280 days, dividing by 365.25/12=30.437, rounding down, and adding 0.5. As such, a 7-week-old child born at term would be represented as 1.5 months on CDC charts, as would children between 1.0 and 1.99 months of age corrected for gestational age at birth. 24 Next, we compared CDC head circumference Z scores between NF1 and non-NF1 cohorts at each well-child visit, where head circumference data are most dense. Head circumference observations were grouped into bins based on whether that observation was 10 days plus or minus age corresponding to well-child visit timepoint. If multiple head circumference observations from the same individual appeared within a bin, the observation closest to the well-child visit timepoint was chosen. Unpaired two-sample t tests were conducted between both groups at each age bin, with multiple comparisons corrected using Holm-Bonferroni correction. Given large sample sizes, Cohen’s  d  was also calculated for each comparison to quantify effect sizes. 25 Construction of NF1-Specific Head Circumference Growth Charts using LMSz Next, we implemented a recently described method called “LMSz” to construct NF1-specific head circumference growth charts.  Following procedures described by Low and colleagues, we fit generalized additive models for location, scale, and space (GAMLSS) 26  with the normal distribution family to CDC head circumference Z-scores for NF1 observations using age and sex as covariates. While sex-specific models were computed for CHOP charts described below, LMSz charts were combined across sexes with a sex offset included in candidate models. Head circumference observations were inverse weighted by total number of observations per subject. We iterated through a set of candidate models for mu and sigma formulae within GAMLSS and computed Akaike Information Criteria (AIC) and Bayesian Information Criteria (BIC) for each ( 27 Supplementary Table 1 ). For final NF1-specific charts, we chose the model that minimized BIC. The resulting model included age as a linear term for mu and only the intercept term for sigma. Sex did not appear in models that maximized BIC or AIC. Using this GAMLSS model, we computed centile lines for 3 rd , 10 th , 50 h th , 90 th , and 97 th  percentiles for CDC head circumference Z score, then transformed these centile lines back into head circumference measurements using CDC LMS values. (Note that we use the terms “centile” and “percentile” synonymously). We also examined rate-of-growth by computing the derivative of the 50 th  centile line of NF1-specific and CDC growth charts respectively. (We use the term “rate-of-growth” to refer simply to this derivative; longitudinal growth over time within individuals is not explicitly modeled). GAMLSS model visualization was performed using customized R functions ( https://github.com/BGDlab/gamlssTools ). Deriving CHOP Growth Charts for NF1 and Community Controls While widely used clinically, CDC growth charts have potential limitations. First, clinical head circumference data (even for well-child visits) may deviate systematically from CDC norms . Second, for neonatal head circumference in premature infants, CDC growth charts start at birth and are not corrected for gestational age. To address these limitations, we also computed separate growth charts using NF1 and non-NF1 data, henceforth referred to as “CHOP growth charts” (which, in contrast to LMSz charts, only use data from CHOP cohorts). Following protocols described by WHO, 15 , 28  we fit natural splines for mu and sigma moments in GAMLSS with degrees of freedom ranging from 5 to 15, and 2 to 10 respectively. Tau and nu were fit with an intercept term, and the Box-Cox Power Exponential (BCPE) distribution was used. In addition, we computed models where P-splines were used for mu and sigma. 29  Age was represented as the logarithm (to base 10) of post-conceptional age measured in days. Head circumference observations were inverse weighted by total number of observations per subject. 30 We computed separate GAMLSS models for non-NF1 (Community Control) males, non non-NF1 females, NF1 males, and NF1 females. For each of these cohorts, we identified the models that produced the lowest AIC and BIC as well as the result of the penalized B-spline model and chose one of the three based on the fit of the worm plot and smoothness of the curves. If these criteria were equal across multiple options, we chose the simplest of the remaining models. Based on this process, a model with five degrees of freedom for mu and two degrees of freedom for sigma was selected for each cohort ( Supplementary Figures 3 – 6 ). We also visualized quantile-quantile (Q-Q) plots for each selected model ( Supplementary Figure 7 ). We compared Z scores from the LMSz and CHOP growth charts ( Supplementary Figure 8 ). Finally, we applied both the LMSz and CHOP NF1-specific growth charts to an independent NF1 cohort recruited in Australia to test the generalizability of the charts (see  Supplementary Materials ). Relating Head Circumference Benchmarked Against NF1 Growth Charts to Developmental Delay We examined whether head circumference benchmarked against NF1 growth charts was more sensitive to developmental delay in NF1 patients compared to CDC growth charts. First, we aligned NF1 head circumference data to Survey of Well Being of Young Children (SWYC) surveys conducted on the same days, which assess developmental milestones (gross motor, fine motor, language, cognitive, and social development) at pediatric primary care visits.  SWYC data were converted into developmental quotient (DQs) using previously-described normative models to quantify the extent to which a child has met expected milestones. 31  The DQ is the estimated age of the child based on the number of expected milestones they have achieved divided by their chronological age (e.g. a 12 month old who has met milestones expected of a 9 month old has a DQ of 0.75). Using linear mixed effects models, we evaluated the relationship between DQ and head circumference Z-scores from LMSz NF1 charts where patient ID was used as a random effect. We also plotted histograms of NF1 head circumference benchmarked against CDC and LMSz charts respectively to evaluate prevalence of microcephaly (i.e. head circumference Z score < 2). Finally, we assessed the relationship between DQ and head circumference Z scores derived from CHOP NF1 charts as well. 32 Data availability Participant-level data used to generate growth charts cannot be made publicly available as they contain protected health information. NF1-specific growth charts can be accessed at  github.com/BGDlab , as well as the code used to produce them.",
  "cache_level": "full",
  "has_fulltext": true,
  "fetch_date": "2026-02-19 09:31:34",
  "introduction": "Introduction Neurofibromatosis type 1 (NF1) is a genetic syndrome affecting roughly 1:3000 births  with a wide range of clinical manifestations, including plexiform neurofibromas, low grade gliomas, cognitive issues, and macrocephaly. 1  These oncologic and non-oncologic manifestations are thought to result from overactivation of the RAS pathways due to loss of function of the  2 , 3 NF1  gene.  The oncologic manifestations of NF1 are explained by the classic two-hit hypothesis for tumor suppression syndromes, as loss of the second  3 , 4 NF1  allele is sufficient to trigger tumor formation.  Haploinsufficiency of the  4 , 5 NF1  gene is hypothesized to cause the non-oncologic manifestations of NF1, including macrocephaly, megalencephaly, and cognitive symptoms among many others, yet the exact mechanisms remain poorly understood. 6 , 7 Macrocephaly, defined as a head circumference two standard deviations above the population reference average for age and sex, is one of the most common neurological manifestations of NF1, affecting an estimated 37.5% of patients.  Head circumference is strongly coupled with total brain volume in the early age range among both healthy and clinical populations. 8  Macrocephaly in NF1 is primarily attributed to megalencephaly, with meta-analytic findings demonstrating increased global brain volumes across both grey and white matter, even in the absence of tumors. 9 , 10  In turn, larger white matter and subcortical gray matter volumes in NF1 have been associated with deficits in social cognition and executive functioning. 11 , 12  However, little is known regarding the timing of deviations in brain growth in NF1 compared to typical development. 13 Typical head growth is accelerated in early infancy over the first few months of life before stabilizing and eventually plateauing around two years of age.  Early brain overgrowth within the first two years of life is a hypothesized (albeit controversial 14 ) mechanism of divergent brain development in autism spectrum disorder (ASD), 15  which co-occurs with NF1 in 10–30% of cases. 16 , 17  It is unclear whether macrocephaly in NF1 is the result of more rapid head growth in the early months of life, or a longer, more sustained period of elevated head growth compared to what is seen in non-NF1 development. 18 , 19 Furthermore, head circumference growth charts specific to NF1 could be a helpful clinical tool as standard growth charts (e.g., those provided by the Centers for Disease Control (CDC) or World Health Organization (WHO)) may not be appropriate for these patients.  For example, an extremely high percentile for head circumference based on a standard growth chart applied to an NF1 patient may be attributed to their genetic condition, leaving other causes of abnormally elevated head circumference (e.g., obstructive hydrocephalus) uninvestigated. Conversely, an NF1 patient with a normal percentile for head circumference based on a standard growth chart may actually be microcephalic relative to their NF1 peers, warranting further clinical evaluation. While NF1 head circumference growth charts have been previously reported covering ages ranging from 2 to 19 years, 20  no publicly available charts to our knowledge currently cover the first two years of life, the period of time before closure of the fontanelles when head circumference is most closely monitored clinically. 21 , 22 Here, we present the first publicly available head circumference growth charts for NF1 patients aged 0 to 3 years. We describe two independent approaches to constructing NF1 head circumference growth charts that provide complementary insights on NF1 head development. Finally, we relate head circumference benchmarked against NF1 growth charts to measures of developmental milestone completion to validate the clinical utility of NF1-specific growth charts in uncovering otherwise obscured growth abnormalities.",
  "results": "Results Macrocephaly in NF1 Relative to CDC Charts and Community Control Cohort The dataset contained 2180 observations from 305 individuals (167 male) with NF1, and 104,750 observations from 16,742 individuals (8809 male) in the community control cohort, all aged 0 to 3 years old ( Figure 1 ;  Table 1 ). Data were roughly evenly distributed across the age range ( Supplementary Table 2 ). Raw head circumference data for NF1 and non-NF1 cohorts are plotted on  Figure 2A , along with CDC centile lines corresponding to 3 rd , 10 th , 50 th , 90 th , and 97 th  percentiles. While 87% of non-NF1 head circumference measurements are contained between 3 rd  and 97 th  centiles of CDC growth charts, 23% of NF1 data exceed the 97 th  centile ( Supplementary Table 3 ). Head circumference Z scores based on CDC charts were consistently elevated in NF1 compared to non-NF1 cohorts across timepoints ( P adjusted  < 0.05). Cohen’s effect sizes  d  varied nonlinearly with age: moderate at 1 month ( d  = 0.56), small at four months ( d  = 0.28), moderate at 15 months ( d  = 0.58), and large at 28 months ( d  = 0.80) ( Figure 2B ). NF1-Specific Growth Charts derived from LMSz Using the recently described LMSz method,  we produced NF1-specific charts for head circumference with CDC head circumference charts as baseline reference. First, we iterated through a set of candidate models predicting CDC head circumference Z scores for NF1 patients, selecting the one that minimized BIC ( 26 Supplementary Table 1 ;  Figure 3A ). The resulting model included only a linear term for age with no term for sex in the mu moment and only an intercept term for sigma. Using the LMS method, we back-transformed the centile lines from CDC head circumference Z score to head circumference (cm) ( Figure 3B ). These centile lines enclosed 95.4% of NF1 head circumference data between 3 rd  and 97 th  centiles, as against 76.7% between the corresponding CDC centiles;  Supplementary Table 3 ). To compare between NF1-specific growth charts and CDC growth charts, we superimposed their plots ( Figure 4A ). By 35 months of age, the 10 th  centile for NF1 converges with the 50 th  centile in CDC, while the 50 th  centile for NF1 exceeds the 90 th  for CDC. By computing the derivative of the 50 th  centile line, we examined the expected rate-of-growth for NF1 and CDC growth charts respectively ( Figure 4B ). While rate-of-growth appears similar over the first four months of life, NF1 decays more slowly than for CDC and plateaus at a higher value. CHOP NF1 and non-NF1 Growth Charts As an alternative to using CDC growth charts, we constructed growth charts based on CHOP non-NF1 and NF1 head circumference data ( Figure 5 ). In contrast to CDC charts, age was represented in estimated post-conceptional days allowing for modeling of head circumference in premature infants before 40 post-conceptional weeks ( Figure 5A , B ). Moreover, this allowed the NF1-specific charts to be compared directly to a clinically-derived reference group. These charts demonstrate that head circumference for NF1 is slightly increased at birth, consistent with prior reports of an increased prevalence of macrocephaly at birth in NF1. Like LMSz charts, median head circumference in NF1 begins to separate from the median clinical control trajectory at around six months of age ( Figure 5B ). In contrast to LMSz charts, rate-of-growth is greater for community controls than NF1 patients for the first two months of life, before the curves intersect ( Figure 5C ). Following that intersection, there are two distinct time periods where NF1 head growth outpaces community control head growth for both males and females: from 2.5 to 9 months and from 12 to 30 months ( Figure 5C ). Despite slight differences in trajectory shape, NF1 head circumference Z scores computed using LMSz and CHOP charts were highly correlated ( Supplementary Figure 8 ; intraclass correlation coefficient (ICC) = 0.97;  P  < 0.0001; mean difference between LMSz and CHOP Z scores = 0.0038; standard deviation = 0.22). Both charts also generalized well to an independent, Australian NF1 cohort (see  Supplementary Materials ). Microcephaly relative to NF1 Growth Expectations Relates to Developmental Delay Finally, we aimed to see whether head circumference benchmarked against NF1 growth charts related to developmental delay in NF1 participants. Using 137 SWYC assessments obtained on the same day as head circumference measurements across 52 NF1 patients, we found that lower head circumference benchmarked against LMSz NF1 growth charts related to developmental delay (Standardized beta = 0.24; 95% CI = [0.05, 0.42];  P  < 0.02) operationalized as low developmental quotient ( Figure 6A ). This observation was despite none of these participants being microcephalic on CDC growth charts ( Figure 6B ). The same relationship was also seen when using head circumference Z scores from CHOP charts instead of LMSz charts (Standardized beta = 0.21; 95% CI = [0.02, 0.39];  P  < 0.03) but was not statistically significant when using head circumference Z scores directly from CDC charts (Standardized beta = 0.11; 95% CI = [−0.08, 0.29];  P  = 0.25).",
  "discussion": "Discussion Here, we present the first growth charts of NF1 head circumference that cover the first three years of life. We find that the difference in head growth in NF1 compared to typical development increases with age, and that there exist discrete periods of accelerated NF1 head growth over this period. Finally, we demonstrate that the construct of microcephaly relative to NF1-specific growth charts may be sensitive to developmental delay in NF1 patients, despite microcephaly relative to CDC charts being extremely uncommon in this population. These findings both clarify the timing of NF1 macrocephaly and suggest potential clinical utility of NF1-specific growth charts as a more sensitive tool to detect abnormal patterns of growth in children with NF1. Timing of macrocephaly While macrocephaly is among the most common clinical features in NF1,  little is known about the timing of atypical head growth for these patients. Increased prevalence of macrocephaly has been observed at the time of birth in NF1, 8  and our results similarly show significant differences in head circumference in the first months of life. However, we demonstrate that after four months of age, the head circumference differences become more exaggerated with time, both when comparing with CDC growth charts and the community control cohort. Effect sizes comparing differences between NF1 and community controls are lowest around four months (Cohen’s  33 , 34 d  = ~0.2), but then steadily increase through 28 months (Cohen’s  d  = ~0.8). It is tempting to speculate that brain overgrowth may be related to deficits in social cognition and motor delays also seen in NF1.  Early brain overgrowth is also a hypothesized feature of autism spectrum disorder (ASD), a disorder of social cognition observed in NF1 in up to ~30% of cases, though more recent evidence implies that macrocephaly is only seen in a subset of ASD cases sometimes associated with specific genetic syndromes. 18 , 35  NF1 is an especially compelling model to investigate biological underpinnings of ASD compared to other genetic disorders associated with ASD (e.g. fragile X, 22q11.2 deletion syndrome) because intelligence is relatively preserved in NF1. 36 , 37  Some neuroimaging studies have linked elevated brain structural volumes in NF1 with social deficits, though these studies were relatively small and were limited to adolescent/adult populations. 38 , 39  While outside the scope of the present study, a compelling future direction is to better understand neurocognitive associations of brain growth abnormalities in NF1, both to inform targeted early interventions for NF1 patients as well as to elucidate biological mechanisms of developmental psychopathology more generally. 18 , 40 Rate-of-growth We present two complementary methods for deriving NF1 head circumference growth charts using the recently described LMSz method and an approach based on methods used by the WHO, respectively. The LMSz method borrows information about how children typically grow from another established growth chart (i.e., CDC charts) and updates growth curves using data from patients with a specific genetic syndrome (i.e., NF1). A key limitation of these charts is incomplete modeling of head circumference before 40 post-conceptional weeks (as CDC charts start at birth) as well as the potential for bias in any contemporary clinical population relative to CDC norms.  Several studies have demonstrated that CDC charts underestimate centiles even among typically developing children, complicating some existing literature on early brain overgrowth in ASD. 15 15 , 28 To address some of these limitations, we also present CHOP growth charts modelling head circumference as a function of post-conceptional age. Interestingly, this approach suggests that head growth is actually slower in the first two months of life in NF1 compared to the control group. A possible explanation is that accelerated head growth is occurring earlier in gestation in NF1, considering that NF1 children often present with macrosomia at birth.  Both modelling approaches highlight sustained growth in NF1, as NF1 growth curves decelerate at a slower pace compared to controls. However, while the LMSz approach models NF1-specific growth differences with only a linear term for age (i.e. nonlinear models were tested but not selected), CHOP charts suggests greater nonlinearity, with distinct time periods of accelerated growth relative to controls in NF1, from 2.5 to 9 months and 12 to 30 months. Further research in independent samples is required to verify the generalizability of these findings. Both methods produce very similar Z scores in practice. 34 Clinical implications In current clinical practice, common growth references like CDC charts are applied to all patients regardless of genotype, with very few exceptions.  In theory, this practice could decrease sensitivity for early signs of abnormal growth for patients with genetic syndromes with differing growth expectations from typical development. 41  We provide evidence for decreased sensitivity of CDC charts in detecting abnormal head growth in children with NF1. 20 We observed a relationship between head circumference relative to NF1 growth expectations and developmental delay, even though none of the participants with developmental delay had microcephaly as defined by the CDC charts. NF1 participants with small head circumference, relative to their cohort, may be missed on CDC charts that compare their growth to typically developing children, neglecting the fact that the genetic syndrome results in an expectation of more rapid head growth. Adoption of NF1-specific growth charts should facilitate early identification and intervention for NF1 children who are not growing as expected. 26 Some limitations of the current study should be noted. First, data used to produce NF1 head circumference growth charts were collected from patients seen at a multidisciplinary NF Program in an urban, tertiary academic medical center, which likely introduces some selection bias, as many of the patients may have been referred for management. For example, these participants may be less representative of NF1 patients with milder, subclinical symptoms who often go undiagnosed. Reassuringly, NF1 growth charts generalized to an independent NF1 cohort recruited in a neurogenetics clinic in Australia. Second, while our data contain repeated head circumference measurements from the same participants, we do not model the dependence between these repeated measurements when constructing growth charts. While this approach is taken in many other descriptive growth studies and does not bias resulting growth charts,  explicit modeling of longitudinal data could help clarify expected trajectories of individual patients. Like other growth charts that do not model longitudinal effects, longitudinal monitoring of centiles (e.g. evaluation of “centile crossing”) should be approached with caution as phenomena like regression to the mean can complicate interpretations. 26 , 28 , 29 , 41 , 42  Third, developmental screening data are limited in their small numbers and reliance on subjective reports from parents on milestone completion. Incorporation of longitudinal data and/or objective cognitive testing could better establish links between relative microcephaly and developmental outcomes in NF1, perhaps suggesting head circumference thresholds below which developmental abnormalities could be anticipated. Fourth, while the NF1 sample is large by rare disease standards, it is still far smaller than recommended for  43 de novo  population-representative growth charts.  The LMSz method was designed explicitly to address this limitation, as LMSz “borrows strength” from existing knowledge about how head circumference develops, quantified in our case by the CDC head circumference charts. CDC charts are refined by NF1 data analogously to updating a Bayesian prior, in order to create NF1-specific head circumference charts. 44  Finally, while macrocephaly correlates with megalencephaly, 26  it is not possible to directly infer insights into brain development from a study of head circumference. 9 , 10 , 45 In sum, we provide the first publicly available growth charts of head circumference for NF1 that cover the first three years of life and demonstrate their increased sensitivity to abnormal growth patterns in youth with NF1. Future work should clarify how head growth relates to cognitive and social skills development in NF1. Another important future direction is to directly investigate brain correlates of interindividual differences in head circumference. No quantitative neuroimaging study to our knowledge has examined brain development over the first three years of life in NF1. NF1-specific brain growth charts, potentially leveraging clinical neuroimaging,  would provide valuable insight into the neuropathology of NF1. 23 , 46",
  "upgrade_date": "2026-02-21 02:20:23"
}