{
  "pmid": "PMID:41487565",
  "abstract": "Focal adhesion kinase (FAK) has long been explored as a therapeutic target in glioblastoma (GBM) based on its overexpression and involvement in invasive signaling. However, clinical trials have consistently failed to show benefit - highlighting a core principle of translational oncology: target presence alone does not imply therapeutic relevance. In contrast, neurofibromatosis type 2 (",
  "methods": "",
  "introduction": "1 Introduction Translational oncology often faces a fundamental challenge: therapeutic targets are frequently chosen based on expression, therapeutic actionability, and level of awareness rather than functional dependency ( 1 ). FAK is a prime example. It has been extensively studied in GBM due to its overexpression and involvement in invasive and survival signaling pathways ( 2 – 10 ). Despite favorable preclinical results, FAK inhibition has not translated into clinical benefit in GBM ( 11 – 13 ), reflecting a broader challenge in validating targets without context-specific functional dependency. Beyond GBM, it is crucial to consider how other brain tumor entities differ in their biological drivers and therapeutic vulnerabilities. This broader perspective allows a gradual shift from histologic classification toward the molecular mechanisms that define target dependency and the signaling networks closely linked to FAK activity. Within this framework, one of the most prominent alterations involves the  NF2  pathway. The  NF2  gene on chromosome 22q is frequently inactivated in meningiomas by loss-of-function events, such as intragenic deletions and truncating mutations, often together with loss of the remaining 22q arm. Its prevalence scales with World Health Organization (WHO) grade, occurring in 36.8% of WHO grade 1, 60.1% of WHO grade 2, and 69.3% of WHO grade 3 tumors, with enrichment at convexity, parasagittal, and falx locations ( 14 ,  15 ).  NF2 -mutant meningiomas represent a cancer type where FAK inhibition shows actual therapeutic promise ( 16 ). These tumors, defined by loss of merlin, exhibit a biologically driven, synthetic lethal dependency on FAK signaling ( 17 – 19 ). What is striking is that this vulnerability remained unnoticed for years - not because it lacked scientific plausibility, but because  NF2 -mutant meningiomas were not prioritized. Their rediscovery as a FAK dependent entity was catalyzed by functional genomics efforts and disease-relevant models alongside mechanistic studies ( 19 ,  20 ). Moreover, the assumption that meningiomas are uniformly benign has contributed to their neglect. Even low-grade  NF2 -mutant meningiomas can encase large vessels and cranial nerves, causing debilitating neurological symptoms and relentless recurrence ( 20 ,  21 ). Unlike previous reviews that primarily catalog FAK biology and inhibitor development, this work provides a direct mechanistic comparison between GBM and  NF2 -mutant meningioma to illustrate how genetic context - not histological grade or target abundance - dictates therapeutic relevance. We synthesize recent mechanistic and clinical evidence showing that  NF2  loss establishes a synthetic lethal dependency on FAK signaling, in sharp contrast to the non-essential, compensatory role of FAK in GBM. By highlighting this distinction, the review challenges prevailing assumptions about druggability in neuro-oncology and proposes a functional dependency model for target prioritization, biomarker development, and trial design.",
  "results": "",
  "discussion": "7 Discussion 7.1 Context-driven target prioritization in neuro-oncology FAK inhibition in  NF2 -mutant meningiomas represents a rare example of context-defined vulnerability in brain tumors ( 16 ,  44 ). Yet, despite promising early-phase results, key translational barriers remain;  NF2  loss has served as an inclusion criterion and thus an entry point, but remains insufficient to predict response ( 70 ). Clinical data (e.g., A071401) reveal variable outcomes, likely influenced by co-alteration (e.g.,  CDKN2A/B  or  DMD  (dystrophin) deletions) ( 66 ,  102 ,  104 ,  105 ). These may rewire downstream survival pathways and reduce FAK dependence ( 104 ). For completeness, FAK has also been implicated preclinically in pediatric brain tumors, including medulloblastoma ( 106 ). In GBM, the lack of a consistent FAK dependency likely reflects pronounced cell-state heterogeneity, with transcriptionally distinct subpopulations engaging FAK signaling to different extents ( 19 ,  35 ,  36 ). As such,  NF2  status should be seen as an entry point - not a definitive biomarker. From a druggability standpoint, several ATP-binding site FAK inhibitors - including PF-00562271, defactinib, VS-4718 and GSK2256098 - have advanced into early-phase clinical testing with on-target pathway suppression and acceptable tolerability during continuous oral dosing ( 12 ,  13 ). PET-based pharmacokinetic analyses further show that GSK2256098 achieves measurable intratumoral exposure in recurrent GBM despite heterogeneous BBB permeability ( 11 ). The A071401 trial additionally supports long-term twice-daily dosing and a favorable therapeutic index in  NF2 -mutant meningioma ( 16 ). Together, these data indicate that FAK inhibitors are pharmacologically tractable in brain tumors, with remaining challenges focused mainly on sustaining CNS exposure in intra-axial disease and matching treatment to true FAK dependency. 7.2 Outstanding barriers to clinical implementation pFAK-Y397 is a functional surrogate of FAK activation but lacks validated thresholds or standardized clinical assays ( 53 ,  75 ). Detection via CSF-derived EVs is promising but technically challenging: EV heterogeneity, low abundance, and normalization issues hamper reproducibility ( 80 ,  81 ,  107 ). To date, no validated, widely adopted platform enables scalable pharmacodynamic monitoring. Exploratory biomarkers include hippo/YAP activity signatures, which are enriched in  NF2 - and YAP1-driven meningiomas ( 108 ). Biomechanical stiffness measurements using magnetic resonance elastography correlate with meningioma consistency and may serve as non-invasive functional markers ( 109 ,  110 ). Imaging-based biomarkers such as perfusion magnetic resonance imaging, already used to assess treatment response in gliomas ( 111 ), could be integrated with molecular readouts (e.g.,  NF2 /hippo status) for multimodal profiling. Resistance mechanisms are poorly understood. Preclinical studies suggest bypass mechanisms involving Src kinase, integrin-linked kinase (ILK)-AKT, and cyclin-dependent kinase activation, including CDK2 and CDK4/6 ( 112 – 114 ). Additionally, YAP/TAZ reactivation via ECM stiffness or cytoskeletal stress may restore downstream signaling despite FAK inhibition ( 115 – 117 ). Without phospho-profiling or single-cell analytics, these adaptations remain undetected in clinical trials. Mechanistically, FAK integrates adhesion, mechanotransduction, and growth signals - but this centrality invites redundancy ( 53 ,  118 ). In the context of ECM stiffening or hypoxia, FAK independent pathways may be preferentially engaged, limiting therapeutic efficacy ( 90 ,  119 ). Such factors likely vary by tumor grade, location and tumor subtype, meaning FAK dependency is not uniform across  NF2 -mutant meningiomas ( 47 ). Operationally, diagnostic implementation is lagging.  NF2  sequencing is inconsistently available outside tertiary centers; pFAK quantification (IHC or EV) is still unstandardized; and AI-based histological tools - though high accuracy in predicting  NF2  loss - lack clinical integration ( 81 ,  84 ). Furthermore, no US Food and Drug Administration-listed companion diagnostic exists to guide FAK targeted therapy. The extent to which the  NF2 -FAK model can be generalized beyond meningiomas remains uncertain. While mechanistically plausible in other merlin-deficient tumors (e.g., mesothelioma, schwannoma), synthetic lethality has not been robustly demonstrated outside meningiomas ( 68 ,  120 ). In sum, FAK inhibition in  NF2 -mutant tumors is a model for context-driven therapy. But its broader clinical utility depends on three advances: (a) robust, quantitative biomarkers beyond  NF2  mutation; (aa) resistance profiling under therapeutic pressure; and (aaa) integration of functional and digital diagnostics into real-world care ( 121 ). 7.3 Strategies to overcome translational barriers Priorities include standardized pFAK-Y397 assessment or EV-based detection once validated, and adaptive enrichment with on-treatment sampling, circulating tumor DNA (ctDNA) monitoring, and rapid cohort expansion ( 122 ). Resistance via Src, CDK, or YAP/TAZ reactivation may necessitate combinations such as FAK plus CDK4/6 or YAP/TAZ inhibition. Companion diagnostics - including AI-based  NF2  prediction or molecular PET tracers - should be co-developed with phase I/II trials to enable regulatory alignment. Without such elements, precision medicine will remain confined to niche settings rather than delivering widely translatable clinical benefits.",
  "fetched_at": "2026-02-11T01:28:24.810081",
  "abstract_length": 388,
  "methods_length": 0,
  "introduction_length": 3049,
  "results_length": 0,
  "discussion_length": 5568
}