{
  "pmid": "PMID:41487931",
  "abstract": "BACKGROUND/AIM: Neurofibromatosis type 1 (NF1) is a tumor predisposition syndrome characterized by neoplasms originating from nerve sheath cells. The autosomal dominant hereditary disease also affects numerous developmental and metabolic processes, for example in the bones. The aim of the study was to document the diagnosis and treatment of an NF1 patient who had developed a space-occupying lesion at the base of the skull with noticeable mandibular changes. CASE REPORT: The patient, who presented for her initial examination as a teenager, had an asymmetrical lower face. The deformation of the lower jaw mainly affected the left ramus and was associated with a deviation of the chin region toward the affected side. MRI revealed a diffuse plexiform neurofibroma (PNF) on the left side, which spread within the dystrophic pterygoid muscles. Over a treatment interval of 21 years, the patient developed numerous PNF in various regions of the body. The extent of the skull base tumor and the degree of muscular dystrophy remained constant during this period. Similarly, the mandibular dysplasia already noted during the initial examination remained unchanged. CONCLUSION: Although mandibular dysplasias associated with PNF are rare findings in patients with NF1, they often have a characteristic pattern and may remain unchanged for decades. Knowledge of tumor-associated mandibular dysplasia in patients with NF1 is essential for the differential diagnosis of tumors in this region which can become malignant.",
  "methods": "",
  "introduction": "Background/Aim Neurofibromatosis type 1 (NF1) is a tumor predisposition syndrome characterized by neoplasms originating from nerve sheath cells. The autosomal dominant hereditary disease also affects numerous developmental and metabolic processes, for example in the bones. The aim of the study was to document the diagnosis and treatment of an NF1 patient who had developed a space-occupying lesion at the base of the skull with noticeable mandibular changes. Introduction Neurofibromatosis type 1 (NF1), an autosomal dominant hereditary tumor predisposition syndrome, is diagnosed in approximately 1:3,000 individuals. The penetrance of the disease is complete, while the phenotype varies considerably. The gene locus is on chromosome 17q11.2. The gene product is called neurofibromin ( 1 ). Among its known functions, the protein primarily inhibits the rat sarcoma (RAS) protein. Restriction or loss of RAS inhibition increases cell proliferation and is a frequently observed step in the pathogenesis of neoplasia and complex dysplasia in humans. NF1 is characterized by the frequent occurrence of neurogenic tumors called neurofibromas. It is assumed that these tumors arise from Schwann cells or their precursors. According to previous research results, these tumors develop after the allelic loss of the  NF1  gene and further mutations that impair the function of genes with tumor suppression effects ( 2 , 3 ). Beyond its classification as a tumor predisposition syndrome, NF1 is also a syndrome in which development and function of organs can be affected, for example, bone homeostasis ( 4 - 6 ). It can be difficult to differentiate between tumorous bone changes and osseous developmental disorders, for example in the case of scoliosis of the spine, which occurs frequently in NF1 ( 7 ). This patient report is intended to complement the spectrum and pattern of NF1-associated craniofacial bone deformities. Reference is made to the highly variable phenotype of musculoskeletal changes in the facial skull, which are caused by a tumor that is pathognomonic for NF1, namely diffuse plexiform neurofibroma. The mandibular deformity described here is presented as the result of neuro-osseous interactions ( 8 ), in which tumor-induced dystrophy of the masticatory muscles during bone development likely contributes significantly to the characteristic phenotype.",
  "results": "",
  "discussion": "Conclusion Although mandibular dysplasias associated with PNF are rare findings in patients with NF1, they often have a characteristic pattern and may remain unchanged for decades. Knowledge of tumor-associated mandibular dysplasia in patients with NF1 is essential for the differential diagnosis of tumors in this region which can become malignant. Discussion The described disease course shows that a facial neurogenic tumor that had developed early in life of a symptomless patient with NF1 can remain stable for a long time and does not require surgical treatment. In this case, surgical exploration was not necessary because no significant changes in the findings developed over time. Detailed descriptions of both the diagnostically significant typical combination of skeletal findings in the jaw ( 13 , 14 ) and the soft tissue lesions associated with skeletal malformations ( 15 , 16 ) for NF1 patients are now available, so that a diffuse plexiform neurofibroma with characteristic skeletal dysplasia was diagnosed. This case differs from the previous report of tumor spread involving the entire masticatory muscles and progressive local osteolysis (jaw angle) in adolescence and early adulthood ( 17 ). In that case, after augmentation osteoplasty of the bone defect, there was no further osteolysis in this area, and the contour of the affected jaw angle/ramus region, like the case presented here, also remained unchanged for decades. Similarly, the presented stable musculoskeletal dysplasia differs from another case of slowly resorbed, tumor-encased ramus and distal corpus in hemifacial PNF in early adulthood in a patient with NF1 ( 18 ), as well as the rapid osteolysis of the ramus in NF1-associated malignant peripheral nerve sheath tumor (MPNST) ( 19 ). While the first two case reports described musculoskeletal changes that had been known since childhood or adolescence ( 17 , 18 ), MPNST developed in an adult patient with NF1 without visible jaw deformity ( 19 ). Another difference from the previous reports on mandibular dysplasia in NF1 is the unusual course of the inferior alveolar nerve. Association between mandibular dysplasia and plexiform neurofibroma in NF1 . The tumor observable in imaging appeared associated with the peripheral distribution of the trigeminal nerve’s third branch at the skull base. The discreet skeletal changes are likely local effects of tumor on a developing bone [joint area, ramus ( 13 )] as well as indirect effects due to shortening of the mandibular body in the sagittal dimension and ramus in vertical dimension causing deviation of the chin midline towards the tumor side ( 20 ). However, MR imaging limited the definition of the extent of the lesion to the area between the base of the skull and the point of entry of the inferior alveolar nerve into the bone. Neither the oral findings nor the external appearance of the patient provided any indication of a more peripheral manifestation of a neurofibroma on the affected side. Further evidence for this assessment is provided by the examination of the radiological skull images whereby two-dimensional overview images provide valuable information about skeletal pathology. The standardized cephalometric skull image showed not only the narrowing of the corpus on the lesion side (in the vertical dimension, antegonial region, lateral view), but also the shortening of the left half of mandibular corpus with a consequent shift of the midline of the chin toward the lesion side (posterior-anterior view). These skeletal effects are to be expected in NF1 patients with diffuse PNF of the third trigeminal branch ( 20 ). In fact, the healthy mandibular ramus is considered a bilaterally symmetrical bone ( 21 ). Deviations from symmetry are evaluated as functional adaptations of the moving bone ( 22 ) or are signs of pathologies that require clarification. The overview image of the permanent dentition (PR) shows that the correctly developed dental arch, which fully occludes with the opposing teeth, has been achieved by mesial tilting of the posterior teeth on the affected jaw side (Figure 2A, C, and E) (a distortion effect of the tooth positions caused by the examination procedure due to positioning errors or different positioning of the dysplastic and normal jaw halves in relation to the diagnostic trough of the PR is unlikely: the ratio of the tooth crown diameters of the first premolars at the enamel-cementum junction is 1.08). Noteworthy is the tumor infiltration of the pterygoid muscles and the marking of the lesion by signal conveyance corresponding to that of adipose tissue. Directly adjacent to the deformed ramus/condylar process, this lesion is homogeneously isointense to adipose tissue on MRI, mainly located between the bone and the pterygoid muscles and situated between the separated muscle fibers. In retrospect, the lesion appears as a complex of neural, muscular, and skeletal changes that became noticeable early in childhood and had remained largely stable during the observation period. In this case, the facial skeletal phenotype of the NF1 patient was characterized more as a bony malformation (hamartoma) than as tumorous destruction ( 4 , 23 ). In fact, earlier authors have already drawn attention to the neural control of fat cell development, and it has been shown that NF1 patients’ PNF typically have an increase in adipose tissue ( 24 , 25 ). The morphological experience confirms the surgical practice of debulking procedures for large diffuse PNF ( 13 , 14 ). During the procedure, disproportionately large amounts of fat may make up the mass of the lesion and give the visual impression that, instead of reducing diffuse PNF, fat tissue is being reduced. The suggested coincidence of tumorous nerve sheath tumor and fat tissue ( 26 - 28 ) could explain the heterogenous signaling of the lesion in the MRI ( 29 ). The use of fat suppression techniques to differentiate neurofibroma from adipose tissue ( 30 ) must not negate the need of differential diagnosis of fatty tissue in the neurogenic lesion on images ( 31 ). However, tumor-unrelated local fatty atrophy of the pterygoid muscles due to motoric nerve damage cannot be ruled out exclusively through imaging ( 15 ). Neurogenic muscle destruction could also be due to either tumorous components of individual branches of the mandibular nerve causing (partial) deletion of nerve function or nerve branch destruction from other causes such as pressure of adjacent tumor, lesions in proximal parts of the nerve or in the ganglion ( 32 ). Selective atrophy of the masticatory muscles because of damage to individual or multiple nerve branches that supply the masticatory muscles with motor function has been repeatedly described, both for idiopathic cases and as isolated finding in complex disorders ( 33 - 36 ). However, PNF has been repeatedly demonstrated for the combination of soft and hard tissue skull base findings on MRI/CT in patients with NF1. The pattern of mandibular dysplasia was described by Lorson ( 9 ) and Sailer ( 37 , 38 ). The present report shows that in NF1 cases with less obvious mandibular and TMJ findings, supplementary diagnostics and a carefully conducted family history enable the findings to be classified for a diagnosis. Apparently, topographically restricted muscular disorders and mandibular dysplasia in NF1 fit into the concept of ‘unilateral disruption of mandibular development during the time of normal facial growth’ ( 35 ). These neurogenic mandibular developmental disorders are rare, quite characteristic, and are noticeable in NF1 patients with facial PNF ( 13 ). Neurofibromas are considered rare findings in the differential diagnosis of trigeminal (motor) neuropathies ( 39 ). The location of the lesion is like that in the report by Hisatomi  et al.  ( 15 ), who identified a lesion in the medial masticatory muscles and adjacent regions during examination of their patient with NF1. In that case, repeated surgical exploration was performed and neurofibroma was ultimately detected in the lesion. However, the authors point out that a subsequent biopsy of the suspicious region did not reveal any evidence of tumor. These results give rise to the hypotheses that in diffuse neurofibromas with a voluminous extracellular matrix, the proportion of tumor cells per volume may be low and a biopsy may fail to detect the tumor. What is comparable in both cases is the mild phenotype of the disease in the affected facial region. This finding can evidently be interpreted as an indication of the close topographical relationship between tumor development and spread and development and growth of affected organs. It is therefore likely that in the case of proximal development of the cranial peripheral nerve tumor, more distal portions of the nerve may not be affected. The case presented here provides an example of this assumption. The comparison of the referred report with detailed descriptions of the literature shows that diffuse PNF can arise far distally in the terminal area of the trigeminal nerve’s branch and stay restricted to the area where they were noted first ( 40 ). These cases with distant third branch involvement lack the characteristic mandibular shape alterations noted in proximal nerve involvement (skull base) and topographically closely associated (proximal) dysplasia of the mandible by a neurofibroma in patients with NF1 ( 41 ). However, based on surgical experience, the periphery of diffuse neurofibromas can disperse as flat, wafer-thin subcutaneous lesions and extend significantly further than advanced imaging would suggest. Zygomatic arch . The zygomatic arch typically shows changes when the temporal fossa is infiltrated by a PNF and when the masseteric muscle originating from the arch is tumorous ( 13 , 14 ). In the present case, the zygomatic arch on the tumor side is anatomically normal and symmetrical to the opposite side. From the zygomatic arch shape, it can be assumed that the masseteric muscle is not affected in the young patient and that the tumorous infiltration has not developed an extension reaching the level of the zygomatic arch. Articular fossa . In contrast to the hypoplastic articular process, the size and shape of the fossa and tubercle are anatomically normal. The tomographic images demonstrate that the tubercle is pneumatized to its medial aspect. The zygomatic process of the temporal bone is not pneumatized. The disproportion between the size of the capitulum and the fossa is characteristic of mandibular PNF in patients with NF1 ( 10 , 13 ). Ponticulus posticus . A complete postic ponticulus is present on the affected side. This incidental finding is classified as a harmless variation of skeletal differentiation, reported in the radiological literature in about 25% of cranial radiographs (arch completed: 10.4%) and is considered a nonspecific finding ( 42 ). However, the arch-like ossification ensheathing the vertebral artery at this site has been shown to be frequently diagnosed with another tumor predisposition syndrome ( 43 , 44 ). It should be examined whether the frequency of Kimmerle’s anomaly in NF1 can be differentiated from the expected frequency in the normal population. Some authors point out that the finding occasionally is associated with headaches and vascular problems ( 45 , 46 ). Mandibular foramen.  Several researchers have pointed out that the mandibular foramen in NF1 can be enlarged ( 13 , 47 , 48 ). The finding was evaluated both in case series and studies with a larger number of NF1 patients assessed for mandibular changes ( 13 , 16 , 38 , 47 , 49 - 52 ). In the case presented, the lateral bone surface of the ramus was intact. Other authors report tumor-associated perforation of the lateral cortical boundary of the ramus, giving the impression of a foramen directed toward the lateral surface of the bone ( 53 ). The apparently individually variable tumor-associated bone deformation/defect gives rise to the need for extended diagnostics when identifying these skeletal findings (asymmetrical foramina, ramus translucency, bowing) on overview images of the jaw, especially considering the development of a malignant tumor from a PNF that originated in this region ( 19 ). Mandibular canal (Visibility, shape, and size) . An enlarged nerve canal on PR in patients with NF1 does not depend on evidence for ipsilateral inferior alveolar nerve PNF ( 10 , 13 , 47 ). However, to date the descriptions of NF1-associated enlarged nerve canals do not consider whether the patients’ calcium metabolism was altered, compensated by medication, or whether the cases involved osteoporosis. The calcium content of the bone can influence the visibility and limitation of the nerve canal on radiographs ( 54 , 55 ). In this respect, it is still unclear how the pathogenesis of an enlarged nerve canal in NF1 can be explained. A bifid mandibular canal has already been documented in a patient with NF1 ( 10 , 50 ). According to the analysis of numerous studies on the subject in the general population, the prevalence of bifid canals in the mandible appears to be highly variable, depending on ethnicity, and the examination technique used. The estimated total prevalence of bifid canals is approximately 18%. The detection rate of bifid canals is higher on CBCT than on PR ( 56 ). D’Ambrosio  et al . described a branching of the nerve canal based on PRs in nine patients (24%) with neurofibromatosis. Those authors interpreted the high prevalence of this finding in their study as an indication of neuroectodermal differentiation disorders in neurofibromatosis ( 50 ). Mental foramen.  The enlarged mental foramen is considered a diagnostic indicator for skeletal findings of NF1 in the jaw area ( 48 ). This conclusion is supported by clinical studies ( 47 , 52 ). However, the presented report shows that the known biological variability of the mandibular canal and its foramina must be considered in patients with NF1. A literature review of 174 cases of neurofibromatosis reported that in two cases the mental foramen could not be identified and in another two cases it was very unclear ( 10 ). To the authors’ knowledge, the extent to which small mental foramina may also belong to the spectrum of mandibular findings in NF1 has not yet been investigated. Dentition . PNF of the trigeminal nerve with spread into the oral cavity can constitute an obstacle to tooth movement. This phenomenon frequently affects impacted teeth ( 10 , 13 ). The undisturbed dentition of the permanent molars and their alignment in an arch with approximal contact of teeth on the lesion side is an indication that the tumor probably does not extend to the oral cavity ( 57 , 58 ). However, after complete tooth emergence, gingival neurofibromas may develop, which can lead to local changes in tooth position ( 40 ). Malignant peripheral nerve sheath tumor (MPNST) . MPNST of the trigeminal nerve is rare. The vast majority of trigeminal MPNSTs occur as sporadic neoplasms, although reviews show that individual cases with NF1 must be considered ( 59 ). Trigeminal MPNSTs have been reported in patients with NF1 as early as childhood ( 60 ). Osteolysis of the mandibular ramus in cases of sporadic MPNST of the third trigeminal branch may show similarities to the radio-translucency of this mandibular segment in cases of convex curvature caused by deformation and thinning of the bone because of associated PNF in NF1 ( 19 ). Therefore, any skeletal deformities of the mandible evident on plain radiographs in patients with NF1 should be further defined by additional imaging. Currently, MRI best meets this requirement ( 61 , 62 ). Imaging of head and neck lesions in NF1.  Current recommendations for screening pediatric patients with NF1 favor MRI, with whole-body scans playing a significant role in determining tumor burden ( 61 , 62 ). However, tumors and associated lesions may be small and more difficult to detect when detectors cover a large body area. MRI based research of NF1 associated lesions in the head and neck region currently focuses primarily on the identification of intracerebral lesions and dysmorphia as well as the assessment of the optic nerve ( 63 ). In NF1, the actual screening imaging of the head and neck region should also adequately cover and assess disease-associated lesions of the skull base and the more caudal aspects of this region , i.e.,  the face and neck ( 64 ). Diagnostic and therapeutic significance of identifying mandibular dysplasia in NF1 . In the head and neck area, extensive neurofibromas often result in considerable dysfunction and severe impairment of facial aesthetics. This type of neurofibroma, described as “diffuse” and “plexiform”, are most likely congenital lesions ( 3 , 4 , 16 , 65 ). If the craniofacial area is affected in NF1, slight facial asymmetries or even tumors are often already noticeable at birth ( 66 ). PNF are progressively infiltrating and destructive tumors. However, the spectrum of tumor-associated facial changes is highly variable. The assignment of the aesthetic and functional disorders to the terminal territories of the trigeminal nerve provides a valuable clinical orientation and planning aid for surgical measures ( 67 ). Craniofacial PNF is often associated with skeletal changes that correlate topographically with the extent of the neurogenic tumor ( 13 ). However, the spread of the tumor is characterized by the fact that it crosses anatomical boundaries, but not normally the midline of the face ( 13 , 67 ). Indeed, there is no quantitative relationship between tumor mass and associated craniofacial bone dysplasia ( 10 , 68 ). Nevertheless, there are correlations between bone changes in the respective facial skull region, and the topography of a facial, congenital/early childhood diffuse or diffuse plexiform neurofibroma ( 13 , 67 , 69 , 70 ). Tumor-associated changes in the jaw are complex. A detailed description of the lesions provides a basis for diagnosis. Discrete distinctions, such as those between a true enlargement of the mandibular foramen and the radiological effect of an only apparently enlarged foramen, can provide valuable information about when, how and to what extent a congenital tumor ( 65 ) interferes with bone development, which changes are primary tumorous or secondary dysplasia ( 71 ), and on what diagnostic basis the therapeutic decisions are made ( 47 ). The distinction between enlarged foramen and pseudo-foramen can also be applied to previously published cases. In their report on intraosseous neurogenic tumors of the mandible, Che  et al.  ( 72 ) showed the cyst-like distension of the mandible caused by neurofibroma. The PR showed a translucency of the ramus, which was separated from the cyst-like bone distension by a narrow bridge of regularly structured cancellous bone (PR). The axial CT showed the shell-like thinning of the ramus, but no enlarged nerve canal (the nerve canal of the PR is of normal diameter). The retention of the molars in the cyst-like intraosseous tumor that caused bone expansion in this case report ( 72 ) confirmed the often-observed close correlation between tumor-related tooth retention and the extent of tumor spread seen early in life in NF1 patients with facial PNF ( 10 , 13 , 14 , 57 ). The authors reported the excision of the coarse oral nerve sheath tumor, which had no relation to the ramus cavity. Significantly, the patient did not exhibit any sensory deficits in the third trigeminal nerve ( 72 ). Another example of the different spatiotemporal effects of para-mandibular neurogenic tumors on bone development is shown in the case of another study in which bone deformation of ramus was diagnosed in patient’s childhood, but corpus dysplasia was evident only in adulthood. Those authors already assessed the mandibular canal on the affected side as enlarged in the image of the 10-year-old child (PR) ( 47 ). The dependence of craniofacial bone changes on adjacent PNF was considered in the revised classification of diagnostic criteria for NF1, insofar as the sphenoid dysplasia previously considered a single criterion for NF1 diagnosis now only fulfills this characteristic if no PNF could be diagnosed ( 73 ). However, the term sphenoid bone dysplasia covers only partly the spectrum of clinically relevant osseous changes in the orbital/periorbital and adjacent craniofacial bone regions ( 13 , 14 , 16 , 20 , 72 , 74 ). Changes in the jaws or other craniofacial bones adjacent to the sphenoid are not included in the revised classification. While current NF1 diagnosis of orbital malformation in NF1 addresses the tumor association as the dominant factor and thus identifies the soft tissue lesion as the cause of the bone change ( 72 ), repeated observations have been reported for mandibular alterations that appear to occur both with and without (plexiform) neurofibroma ( 47 ). This assessment applies above all to changes in the foramina and canal of the mandible. Enlargement of the mandibular foramina has been highlighted as a major skeletal finding in NF1, and it has been suggested that a neurofibroma is present at this site and infiltrates the canal ( 13 , 47 , 48 ). However, to the authors’ knowledge, this assumption on facial PNF invasiveness has not yet been confirmed by surgical exploration of the inferior alveolar nerve at the mandibular foramen or histological confirmation of tumor inside the nerve canal. However, an earlier report ( 10 ) has already pointed out that the enlarged mandibular foramen as a skeletal radiographic sign that indicates a neurogenic tumor arising at the skull base and continues in further peripheral direction including the intracanalicular nerve segment is in clear contrast to the dimensions of the canal in the lateral projection of the plain radiographs (PR, cephalometry). In PNF-affected, deformed mandibular rami, the cranio-caudal diameter of the canal does not necessarily differ from that of the unaffected side ( 10 ). In other words, in cases of voluminous neurogenic tumors - often accompanied by dystrophic masticatory muscles - located medially to the ramus and deforming the adjacent bone, the lesion, although thought to originate from the inferior alveolar nerve or terminal branches of the mandibular nerve, appears in many instances to respect an anatomical boundary when entering the bone. This observation has been noted repeatedly (Figure 2, Figure 3, and Figure 5) ( 10 , 13 ). This assumption probably indicates currently incomplete diagnosis of NF1-associated mandibular disease due to lack of information on the nerve’s composition inside the bone, incomplete imaging of the region as the basis for a hypothesis on the pathogenesis of enlarged mandibular canal in NF1, but it could also indicate the timing of tumor development and limitation of a tumor’s growth capacity in different tissues (soft tissue, bone) that may develop or grow only after the bone has completed perineural ossification ( 75 ). Conclusion Mandibular NF1-associated deformities are considered pathognomonic ( 9 , 10 , 38 ). Bone changes in the mandible of patients with NF1 occur primarily in childhood and adolescence and are considered stable throughout life ( 47 , 48 ). Thus, the growth phase often appears to be the decisive factor in the interaction between tumor and bone for bone changes which follow a pattern of jaw deformities that takes on individual characteristics ( 14 ). However, exceptions to this assessment have been documented ( 18 ). In peri-mandibular PNF, there is very likely an impact of masticatory muscles on the tumor-adjacent mandibular shape ( 18 ). In this respect, the NF1 gene may also be considered a histogenesis control gene in the development of jaw dysplasia ( 4 ). Regular clinical and radiological follow-up of these patients is indicated because osseous developmental disorders can result in significant changes in jaw relations and disturbances in masticatory function ( 13 , 58 ). The progression of tumors can cause extensive mandibular destruction ( 10 , 18 ), and diagnostic clarification of the affected region’s tumor biology is an essential task in monitoring patients ( 19 , 62 ), even in cases of skull base tumors with apparently stable clinical and radiological findings.",
  "fetched_at": "2026-02-11T01:28:10.802309",
  "abstract_length": 1513,
  "methods_length": 0,
  "introduction_length": 2369,
  "results_length": 0,
  "discussion_length": 24337
}