{
  "pmid": "PMID:41496346",
  "abstract": "Neurofibromatosis type 1 (NF1) produces a permissive neuro‑oncologic milieu by disabling neurofibromin's GTPase‑activating control over RAS, thereby exaggerating RAF-MEK-ERK and PI3K-AKT signaling. In the central and peripheral nervous systems, this biochemical re‑wiring intersects with developmental and immune circuits to yield optic pathway glioma (OPG) and malignant peripheral nerve sheath tumor (MPNST), two diseases whose clinical courses are shaped by microenvironmental support as much as tumor‑intrinsic genetics. Midkine (MDK), a secreted heparin‑binding growth factor largely silent in adult physiology, is consistently re‑expressed in malignancy and rises with glioma grade. By engaging receptor complexes centered on LRP1, PTPRZ1, and ALK‑family partners, MDK amplifies ERK, AKT, and STAT signaling and conditions angiogenic and immunosuppressive niches. These properties nominate the MDK axis as both biomarker and therapeutic node in NF1‑altered tumors. This review highlights mechanistic and translational evidence supporting biomarker-guided development of MDK inhibitors. We propose combining MDK blockade with MEK, SHP2, or immune checkpoint inhibitors, using serum MDK and phospho-signaling as pharmacodynamic markers. We emphasize the near‑term opportunity in NF1‑OPG and MPNST while drawing lessons from NF1‑altered tumors outside the nervous system that reinforce combination strategies for neuro‑oncology.",
  "methods": "",
  "introduction": "1. Introduction Neurofibromin, encoded by the  NF1 , functions as a canonical negative regulator of RAS (Rat Sarcoma Virus, small GTPase). Its loss locks RAS in its active GTP-bound state, promoting mitogenic signaling through the RAF–MEK–ERK and PI3K–AKT–mTOR pathways [ 1 ]. In children with NF1, these biochemical changes occur within a developing brain in which neuronal activity, glial maturation, and immune-cell recruitment are all dynamic [ 2 ]. This results in a disease microenvironment that promotes the emergence of optic pathway gliomas, which are usually indolent but potentially vision-threatening and the development of plexiform neurofibromas may progress to MPNST, an aggressive sarcoma with limited systemic therapeutic options [ 3 - 7 ]. MEK inhibition has improved outcomes in NF1-associated plexiform neurofibromas and is now being tested in optic pathway gliomas (OPG). However, its long-term effectiveness is often limited by adaptive signaling pathways and supportive cues from the tumor microenvironment [ 3 , 8 ]. A therapeutic approach that simultaneously targets the internal kinase signaling network and the external microenvironmental factors that reinforce it is therefore especially promising [ 6 , 9 ].",
  "results": "",
  "discussion": "10. Conclusions Taken together, the core biology of NF1 and the broad, multitiered influence of midkine support a development plan that is grounded in mechanism and guided by biomarkers. NF1 creates a permissive context for hyperactive RAS-MAPK signaling, while MDK acts as a soluble amplifier that reinforces ERK, AKT, and STAT activity and conditions the tumor microenvironment to favor persistence. Consistent with this model, clinical series show that higher midkine expression tracks with faster tumor cell proliferation and shorter survival in high grade glioma, underscoring its biological and clinical relevance [ 18 ]. Mechanistic syntheses further position midkine as a central growth factor that co-ordinates survival signaling and microenvironmental support across many cancers [ 19 ]. Together, these data strengthen the case for midkine as both a therapeutic target and a pharmacodynamic marker in NF1 associated tumors. Incorporating midkine measurement alongside readouts of ERK, AKT, and STAT can link target engagement to pathway suppression and provide early evidence of durability. This framework also supports rational combinations that address both intracellular signaling and the external milieu. A program that reads out both target engagement and pathway modulation can therefore connect drug exposure to biological effect and, ultimately, to patient benefit. Evidence from multiple systems strengthens this rationale. Cardio-vascular studies show that midkine regulates endothelial proliferation, neovascularization, inflammatory cell trafficking, and tissue repair, underscoring its role as a vascular and immunomodulatory cue that can be monitored with circulating readouts [ 20 ]. In glioma, stem-like tumor cells upregulate midkine under therapeutic pressure, which sustains growth during mTOR inhibition and promotes an immune-suppressive microenvironment; this points to midkine as a mediator of adaptive resistance and a target for combination therapy [ 21 ]. Midkine also links neuronal activity to tumor behavior by activating CD8 T cells and establishing a neuron-immune-cancer axis that drives low-grade glioma growth; interrupting this axis limits tumor expansion in vivo [ 22 ]. These mechanistic insights align with clinical priorities in NF1-associated optic pathway glioma, where contemporary reviews emphasize preserving vision and reducing treatment burden while acknowledging outcome heterogeneity and the need for objective, biology-based markers to guide care [ 23 ]. Together, these data support embedding midkine measurement and microenvironmental endpoints into NF1-OPG and MPNST studies, and they provide a clear rationale for pairing an MDK antagonist with MEK, SHP2, or immune checkpoint inhibitors to enhance depth and durability of response. Targeting MDK addresses two problems at once. First, it dampens intracellular survival and growth pathways that are repeatedly co-opted in NF1-associated tumors. Second, it reduces pro-angiogenic and immunosuppressive cues that arise from endothelial, myeloid, and lymphoid compartments. By acting on both the tumor cell and its surroundings, MDK blockade has the potential to complement existing approaches and extend their durability, especially when combined with agents that act on adjacent nodes such as MEK or SHP2 inhibitors, or with immune checkpoint blockade [ 6 , 9 - 12 ]. MDK drives signaling through multivalent receptor assemblies (LRP1, PTPRZ1, context-dependent ALK/LTK) that ultimately recruit the GRB2-SOS-RAS axis via SHP2, a phosphatase that stabilizes RTK signalosomes and is a canonical conduit for adaptive RTK rebound when MAPK is perturbed. In NF1-altered tumors those already primed for RAS dependency, blocking MDK will reduce ligand-driven inputs and immunosuppressive cues, but residual RTK flux can still restore RAS–ERK and PI3K–AKT output through SHP2. Dual MDK+SHP2 blockade therefore targets both the extracellular amplifier (MDK) and the intracellular relay (SHP2) that integrates diverse receptors, increasing depth and durability of pathway suppression, limiting NF-κB-linked cytokines/MDSC recruitment, and complementing MEK or PD-1 combinations outlined in our roadmap. This mechanistic coupling-and the prevalence of RTK/SHP2-mediated feedback in NF1-driven OPG/MPNST—provides a stronger, indication-specific rationale for prioritizing MDK+SHP2 as a foundational combination [ 24 - 27 ]. The most immediate opportunities lie in optic pathway glioma and malignant peripheral nerve sheath tumor. These indications have high unmet need, permissive safety thresholds for rational combination therapy, and practical pharmacodynamic readouts. Serum MDK can be sampled repeatedly with low burden, and paired tissue or imaging biomarkers can track downstream effects on ERK, AKT, and STAT signaling. In these settings, early signals of activity can be detected and refined before broader expansion [ 3 - 8 , 28 - 30 ]. HBS-101 is well suited to this blueprint. As an MDK antagonist, it is expected to prevent assembly or productive signaling of MDK receptor complexes. This should weaken ERK, AKT, and STAT activity, reduce angiogenic drive, and relieve immune suppression. In turn, HBS-101 could enhance the effectiveness of MEK or SHP2 inhibitors and increase the depth and durability of responses to immune checkpoint therapy [ 6 , 9 ]. The ability to monitor serum MDK alongside phospho-signaling and immune contexture offers a coherent framework for dose finding, scheduling, and combination selection. Execution may be disciplined. Short-course in vivo studies ought to demonstrate tumor growth inhibition or durable delay together with concordant biomarker movement, including a measurable decline in serum MDK. Meeting these benchmarks across more than one model for each indication supports clinical exploration, whereas failure to shift both biomarkers and growth kinetics should pause further investment in that context. This gatekeeping approach reduces noise, conserves resources, and increases the likelihood that clinical trials will be informative. A biomarker-enriched basket design can translate this rationale into practice. Cohorts defined by high MDK expression or by activated downstream signaling can be enrolled across NF1-OPG and MPNST, with optional expansion to related glioma subtypes that share the same biology. Each arm can incorporate low-burden longitudinal blood sampling, paired imaging or tissue where feasible, and prespecified criteria for pathway suppression and microenvironmental change.  Fig. 3  outlines this path from mechanism to clinic, positioning MDK blockade as a rational partner to existing standards while building the evidence base needed for neuro-oncology adoption.",
  "fetched_at": "2026-02-11T01:27:57.818033",
  "abstract_length": 1431,
  "methods_length": 0,
  "introduction_length": 1236,
  "results_length": 0,
  "discussion_length": 6749
}