{
  "pmid": "PMID:41515658",
  "abstract": "",
  "methods": "",
  "introduction": "1. Introduction Neurofibromatosis encompasses a group of genetic disorders classified as type 1 (NF1), type 2 (NF2), and type 3 (NF3). Café-au-lait macules and neurofibromas are hallmark features of NF1, whereas NF2 is primarily characterized by schwannomas, meningiomas, and ependymomas [ 1 ]; NF3 is characterized by multiple schwannomas typically sparing the vestibular nerves. Notably, NF1 frequently involves multiple organ systems and is associated with cardiac malformations [ 2 , 3 , 4 ]. Neurofibromatosis type 1 (NF1) is an autosomal dominant genetic disorder. This condition impairs neurofibromin function, leading to disrupted cellular growth regulation [ 5 ]. For this patient, we performed whole-exome high-throughput sequencing, which revealed a NF1 c.2889_2893del (p.Q963Hfs*10) ( NM_000267.3 ) variant in the patient. The patient exhibited café-au-lait spots, nodular neurofibromas, and plexiform neurofibromas, which are typical clinical phenotypes of NF1. Notably, beyond its classic tumor manifestations, NF1 is also associated with unique forms of vasculopathy. This vascular involvement is thought to occur independently of tumor compression and instead arises from structural and functional abnormalities of the vessel wall due to neurofibromin deficiency [ 6 ]. This intrinsic vascular abnormality may increase susceptibility to vascular injury and contribute to both cardiovascular and cerebrovascular complications, such as myocardial infarction or cardiac dysfunction secondary to arterial stenosis or aneurysm formation. Although NF1-associated cardiovascular complications have been reported (including congenital heart disease in 2.3% to 12.6% of NF1 subjects [ 3 , 4 ], vasculopathy, and hypertension), with pulmonary valve stenosis, mitral valve abnormalities, and aneurysms or stenoses of the aorta, renal, and mesenteric arteries being most common [ 3 ], the concurrence of multiple significant cardiac structural abnormalities (such as aortic valve prolapse with severe regurgitation, non-infectious valvular vegetations formation, and ventricular hypertrophy/dilation) is exceptionally rare. In particular, non-infectious vegetations as a complication of NF1 have not been reported. To our knowledge, no prior case has described a patient with NF1 presenting with this specific constellation of cardiac structural abnormalities.",
  "results": "",
  "discussion": "3. Discussion This case represents the first reported instance of an NF1 patient harboring the novel NF1 c.2889_2893del (p.Q963Hfs*10) variant concurrently presenting with severe aortic regurgitation, valvular vegetations, left ventricular hypertrophy/enlargement, and left atrial dilation—manifestations not typically part of the natural history of NF1 [ 8 , 9 ]. These severe cardiac structural abnormalities, which ultimately led to cerebral infarction, may be specifically associated with this unique NF1 variant. The direct cause of cerebral infarction in this case was cardiogenic embolism from dislodged non-infective aortic valve vegetations. However, unlike the typical association, such vegetations are most commonly linked to systemic lupus erythematosus (SLE) and antiphospholipid syndrome (APS), with thromboembolism being a common complication [ 10 , 11 ]. Notably, their occurrence in NF1 patients is exceedingly rare. In this case, common etiologies like SLE, APS, rheumatic heart disease, and Behçet’s disease were excluded. Therefore, the mechanism underlying vegetation formation in the context of NF1 becomes a key question. The formation of such vegetations may be linked to the unique pathological background of NF1. NF1 gene mutations impair neurofibromin function, which relieves Ras inhibition and causes excessive activation of the RAS/MAPK pathway. This pathway hyperactivation drives abnormal proliferation of vascular smooth muscle and intimal hyperplasia [ 6 ], ultimately disrupting vascular endothelial function and vascular homeostasis. The endothelium of valve leaflets, which is inherently fragile as it endures high shear stress and bending stress [ 12 ], becomes more prone to injury or detachment if endothelial dysfunction occurs on this basis. Endothelial injury upregulates coagulation factors, triggering platelet adhesion and fibrin deposition [ 13 ]. Cardiac disease in NF1 patients is relatively rare and typically manifests as pulmonary artery stenosis (usually valvular) [ 8 ]. In contrast, the combination of multiple cardiac structural abnormalities presented in this case is extremely rare. The pathological process demonstrates a clear cascade: aortic valve prolapse complicated by severe regurgitation as the initiating factor, causing left ventricular volume overload, which leads to left ventricular dilation and compensatory hypertrophy. Persistent ventricular remodeling subsequently increases left atrial pressure, resulting in secondary left atrial enlargement and functional mitral regurgitation. Notably, within this cascade, valvular endothelial injury directly provides the pathological basis for vegetation formation. The patient’s PAI-1 4G/5G heterozygous genotype, with its prothrombotic effect, is another noteworthy factor. PAI-1 is a key inhibitor of the fibrinolytic system. The 4G allele results in higher basal transcription levels of PAI-1 compared to the 5G allele [ 14 ]. Consequently, individuals with the 4G/5G heterozygous genotype typically have PAI-1 levels intermediate between those of 4G/4G homozygotes and 5G/5G homozygotes, theoretically conferring a degree of hypofibrinolysis. However, a large body of current evidence has demonstrated that the PAI-1 4G/5G heterozygous genotype is not associated with an increased risk of thrombotic events in clinical settings [ 14 , 15 , 16 ]. Therefore, this heterozygous genotype may not be considered a contributing factor to the formation of cardiac emboli in this patient. WES identified only a pathogenic variant in the  NF1  gene, with no other genetic abnormalities detected—including those associated with procoagulant function. Sanger sequencing of the  SERPINC1 ,  PROC , and  PROS1  genes further confirmed the absence of pathogenic mutations. Laboratory investigations revealed that PT, APTT and plasma Protein C activity were all within normal reference ranges. Based on all current investigative findings, the formation of cardiac emboli mainly attributed to NF1-mediated cardiac structural and developmental abnormalities. Whether the PAI-1 4G/5G heterozygous genotype plays a role in this process warrants further investigation in future studies. Compared to rare factors such as cardiogenic embolism and inherited fibrinolytic inhibition that cause cerebral infarction in NF1 patients, plexiform neurofibroma (PNF) represents the most characteristic and severe complication of NF1, with an incidence of 30%~60%. Although PNF is a benign tumor, it can lead to severe consequences including disfiguring lesions, persistent pain, and may even form a fatal compression on the spinal cord [ 17 ]. Case reports have documented the locally aggressive behavior of PNF and its significant association with cervical deformities [ 18 ]. In this case, the patient presented with a left brachial plexus plexiform neurofibroma, accompanied by morphological distortion of the C4-C6 vertebral bodies and cervical kyphosis. Therefore, the patient’s cervical structural abnormalities are most likely attributed to the invasive effects of the left brachial plexus plexiform neurofibroma, supported by the correlation between plexiform neurofibroma localization and vertebral deformity observed on imaging. To date, the pathogenesis of NF1-associated cardiac diseases has not been fully elucidated. In homozygous Nf1 mutant mouse models, embryonic loss of neurofibromin leads to severe cardiac structural malformations, including global cardiac hypoplasia, disorganized and hypoplastic myocardium, ventricular septal defects, and abnormal valve leaflet formation [ 19 ]. Since homozygous NF1 mutation in humans is likely lethal (as observed in mouse models), no surviving human cases with homozygous NF1 mutation have been reported [ 8 ]. Junwang Xu et al. generated a mouse model with cardiomyocyte-specific deletion of neurofibromin (Nf1-cKO), finding that these mice developed significant cardiac hypertrophy, progressive cardiomyopathy, and fibrosis in adulthood, accompanied by hyperactivation of Ras and its downstream signaling pathways, indicating a critical role of NF1 in cardiac hypertrophy and dysfunction [ 20 ]. It is important to note that NF1-related vasculopathy (e.g., renal/aortic stenosis, coronary artery aneurysms, or cerebrovascular abnormalities) [ 21 , 22 , 23 ] can not only directly cause organ ischemia or hemorrhage, but also significantly increase the risk of cardiovascular and cerebrovascular events by involving cardiac structures, increasing cardiac load, or inducing cerebrovascular circulatory disorders. Specifically: arterial stenosis (e.g., renal artery) can increase cardiac afterload, precipitating cardiac dysfunction [ 21 ]; coronary artery disease (e.g., aneurysms) can cause myocardial ischemia/infarction [ 22 ]; and significant cardiac dysfunction can lead to reduced cardiac output, resulting in hypoperfusion-related brain injury [ 24 , 25 ]. Although the cerebral infarction in this case was primarily caused by rare cardiac valvular pathology rather than as a direct consequence of the classic vascular lesions mentioned above, these mechanisms of vascular–cardiac interaction highlight the importance of systematic cardiovascular assessment—including cardiac structure and function—in NF1 patients. In patients with NF1, the overall prevalence of congenital heart disease ranges from 2.3% to 12.6% [ 3 , 4 ], reflecting methodological biases. Pinna et al. reported 12.6% (likely overestimated, as the sample included only NF1 patients with cardiac evaluations) and Lin et al. 2.3% (likely underestimated, due to lack of systematic cardiac screening in the cohort). In the systemic evaluation of NF1 patients, the importance of screening for cardiovascular-related diseases should be emphasized, extending beyond skin, nervous system, and tumor manifestations [ 8 , 9 , 26 ]. Many cardiovascular lesions are often occult and can even be missed by cardiologists [ 27 ]. NF1-associated vasculopathy may also escape adequate clinical attention due to the lack of obvious symptoms, with some patients remaining asymptomatic throughout life [ 2 , 8 ]. Therefore, it is strongly recommended that all NF1 patients, regardless of current symptoms, undergo timely cardiovascular assessment using objective imaging modalities such as echocardiography or cardiac magnetic resonance imaging (CMR). For patients without obvious cardiovascular lesions on initial assessment, they should also be clearly informed about the long-term NF1-associated cardiovascular risks, and the necessity of establishing a regular follow-up plan (e.g., periodic imaging review) should be emphasized to enable early identification of potential lesions and timely intervention. 4. Conclusions We report the first case of a patient with neurofibromatosis type 1 (NF1) concurrently presenting with severe aortic regurgitation with valvular vegetations, left ventricular hypertrophy/enlargement, left atrial dilation, mitral regurgitation, and a PAI-1 4G/5G heterozygous genotype, ultimately leading to cerebral and splenic infarction. Based on this experience, we emphasize the need for routine cardiac ultrasound examinations in NF1 patients, with a focus on identifying whether there are developmental abnormalities of the cardiac valves. If further examination is necessary, transesophageal echocardiography can be used to focus on valvular morphology and function, ventricular size and wall thickness, and the presence of vegetations. It is also crucial to comprehensively identify multifactorial thrombotic risks, such as the synergistic effect of cardiac structural abnormalities (e.g., vegetations or chamber enlargement) and inherited thrombophilic factors (e.g., SERPINC1 [e.g., p.Arg150His], PROC [e.g., p.Arg229Trp], PROS1 [e.g., p.Arg536Trp], Factor V Leiden [rs6025], and Prothrombin 20210G>A [rs1799963]), and possibly ‘PAI-1 4G/4G homozygosity’ polymorphisms). Given that NF1 patients are inherently prone to vascular anomalies and associated thrombotic risk, this case underscores the necessity of integrating early, proactive vascular–cardiac assessment and multifactorial thrombotic risk stratification into routine NF1 management. Individualized antithrombotic management strategies, guided by comprehensive risk profiling and long-term follow-up, should be formulated within a multidisciplinary framework to mitigate life-threatening thromboembolic risks.",
  "fetched_at": "2026-02-11T01:27:50.533006",
  "abstract_length": 0,
  "methods_length": 0,
  "introduction_length": 2364,
  "results_length": 0,
  "discussion_length": 10410
}