{
  "pmid": "41523545",
  "abstract": "We present a case of pulmonary hypertension (PH) and right heart failure in a 66-year-old female patient with longstanding neurofibromatosis Type I (NF1) since 1973 and sarcoidosis since 2009. She had a history of breast cancer 30 years ago, which was treated with left mastectomy followed by chemotherapy, and she has remained in remission thereafter. We detail her clinical presentation, diagnostic evaluation, and therapeutic course, highlighting the diagnostic challenges posed by multifactorial PH and the implications for targeted management.",
  "methods": "",
  "introduction": "Introduction Pulmonary hypertension (PH) is a rare complication of neurofibromatosis Type 1 (NF1) and pulmonary sarcoidosis. NF1 is an autosomal dominant genetic disorder that primarily affects the nervous system, with an estimated prevalence of approximately 1 in 3,000-4,000 individuals [ 1 ]. NF1 is associated with a spectrum of arterial vasculopathies, including the rare comorbidity of pulmonary arterial hypertension (PAH), which has been documented in several case reports [ 2 - 4 ]. In recognition of its multifactorial pathogenesis, NF1 was classified under Group 5 PH at the 4th World Symposium on Pulmonary Hypertension in 2008 [ 5 ].  Sarcoidosis is a systemic granulomatous disease that predominantly involves pulmonary parenchyma, thoracic lymph nodes, airways, and vasculature [ 6 ]. Its prevalence varies significantly by geographic region, ranging from 1-5 cases per 100,000 in East Asia to 140-160 cases per 100,000 in Sweden and Canada. In the United States, the estimated prevalence is approximately 60 cases per 100,000 [ 6 ]. Sarcoidosis-associated PH (SAPH), a recognized complication, occurs in 3-20% of patients and may affect up to 74% of those with advanced disease. Like NF1-associated PAH, SAPH is also categorized under Group 5 PH due to its complex and multifactorial etiology [ 7 ].  We present an interesting case of severe PH in a postmenopausal woman with NF1 since 1973, and sarcoidosis diagnosed in 2009. She was diagnosed with breast cancer 30 years ago, which was treated with a left mastectomy followed by chemotherapy, and she has remained in remission since then. ",
  "results": "",
  "discussion": "Discussion We present an interesting case of severe PH in a postmenopausal woman with NF1 and sarcoidosis. She was diagnosed with breast cancer 30 years ago, which was treated with a left mastectomy followed by chemotherapy, and she has remained in remission since then. While her remote history of chemotherapy for breast cancer may raise concern for pulmonary vascular disease, it is a less plausible etiology in this case.  She received chemotherapy for breast cancer in 1995, likely including cyclophosphamide and anthracyclines [ 11 , 12 ]. Cyclophosphamide has been implicated in pulmonary veno-occlusive disease (PVOD), a rare cause of precapillary PH characterized by post-capillary obstruction, profound hypoxemia, and markedly reduced DLCO [ 13 ]. However, PVOD typically manifests within weeks to months of exposure, not decades later [ 14 ]. Moreover, this patient had normal PFTs in 2014 and was not hypoxemic on presentation, making a PVOD-like syndrome or chemotherapy-induced PH unlikely.  The most probable contributor to her PH is NF1-associated PAH, a rare but increasingly recognized entity. The precise mechanisms are incompletely understood, but several molecular pathways have been proposed. NF1 results from mutations in the NF1 gene, which encodes neurofibromin, a tumor suppressor that negatively regulates the Ras-MAPK signaling pathway. Loss of neurofibromin function leads to hyperactivation of Ras-dependent signaling, promoting vascular smooth muscle cell proliferation, and pulmonary vascular remodeling [ 4 ]. In addition, mast cells in NF1 have been shown to secrete TGF-β, which activates fibroblasts to increase extracellular matrix deposition and fibrosis [ 4 ]. This cascade may interact with signaling via bone morphogenetic protein receptor type 2 (BMPR2) and activin receptor-like kinase pathways-both of which are implicated in the pathobiology of idiopathic and heritable PAH (Figure  3 ) [ 4 ]. Figure 3 Mechanisms behind NF1 causing precapillary PH  See [ 4 ]. NF1: Neurofibromatosis Type 1; PH: Pulmonary hypertensio In a small cohort study, PAH-targeted therapies-including endothelin receptor antagonists, phosphodiesterase-5 (PDE5) inhibitors, and prostacyclin analogs-have been associated with improvements in mPAP, PVR, and NYHA functional class in NF1-associated PAH [ 3 ]. However, some patients may develop worsening hypoxemia or demonstrate limited response over time, underscoring the need for close monitoring. Interestingly, a recent case series reported that sorafenib, a multikinase inhibitor targeting Raf-1, produced meaningful improvements in mPAP and PVR over three months, suggesting that tyrosine kinase inhibitors (TKIs) targeting Ras-MAPK signaling could represent a future therapeutic strategy in this population [ 15 ].  Our patient responded well to sildenafil, a PDE5 inhibitor, without evidence of hypoxemia or worsening gas exchange, which supports a vasodilator-responsive phenotype.  SAPH is a well-described complication, with a reported prevalence ranging 3-20% among sarcoidosis patients and up to 74% in those with advanced pulmonary involvement [ 7 ]. SAPH is pathophysiologically heterogeneous, with multiple proposed mechanisms (Figure  4 ), including pulmonary vasculopathy from granulomatous inflammation of vessels, destruction of the pulmonary capillary bed due to parenchymal fibrosis, chronic alveolar hypoxia leading to hypoxic vasoconstriction, extrinsic vascular compression from fibrosing mediastinitis or lymphadenopathy and left heart dysfunction due to cardiac sarcoidosis [ 7 ]. Figure 4 Mechanisms behind sarcoidosis causing precapillary PH  See [ 7 ]. PH: Pulmonary hypertension Most cases of SAPH exhibit a precapillary hemodynamic profile, as seen in our patient, although postcapillary or mixed forms may occur, particularly when cardiac sarcoidosis is involved. In this case, the patient had a normal PCWP and severe RV dilation, without echocardiographic features of left-sided heart failure, supporting a precapillary process. While our patient’s CT chest demonstrated apical nodular scarring, there was no extensive fibrosis or traction bronchiectasis, and her gas exchange remained preserved. These findings suggest that her PH was not primarily driven by parenchymal fibrosis due to sarcoidosis. PAH-targeted vasodilator therapy has shown benefit in select group of patients with SAPH, especially when vascular remodeling is the dominant process [ 16 ]. Our patient’s clinical improvement on sildenafil and subsequent initiation of macitentan, an endothelin receptor antagonist, supports this approach. However, vasodilator therapy may worsen ventilation-perfusion mismatch in patients with significant fibrotic lung disease and must be used cautiously [ 17 ]. Importantly, if SAPH is driven by active granulomatous vasculitis or extrinsic vascular compression, immunosuppressive therapy, such as corticosteroids or steroid-sparing agents (e.g., methotrexate, azathioprine, or tumor necrosis factor (TNF)-α inhibitors), may be indicated [ 17 , 18 ]. In this case, her cutaneous and ocular sarcoidosis were inactive, and there was no radiographic or biomarker evidence of systemic inflammatory activity, making immunosuppression unnecessary at this stage. Further evaluation with positron emission tomography (PET)-CT or soluble IL-2 receptor levels may be warranted to exclude occult inflammatory activity in follow-up.  NF1-associated PH was most likely in this case as her sarcoidosis was not active and apart from some old apical fibrosis, she did not have significant lung fibrosis, traction bronchiectasis, multiple lung nodules, cysts, cavities, reticular changes or enlarged lymphadenopathy. Also, she was not requiring any steroids or immunosuppressants for her sarcoidosis. There was no evidence of cardiac sarcoidosis either. Conclusions This case highlights the diagnostic complexity of multifactorial precapillary PH in a patient with NF1 and sarcoidosis, both of which are recognized but rare contributors to PH. Early hemodynamic evaluation and targeted therapy with PAH-directed vasodilators led to meaningful clinical improvement. Long-term outcomes in NF1-associated PAH remain poor in reported cohorts, underscoring the importance of close monitoring, consideration of alternative therapeutic targets (e.g., Ras-MAPK inhibition), and early referral to a specialized PH center. ",
  "fetched_at": "2026-02-11T01:27:40.987715",
  "abstract_length": 548,
  "methods_length": 0,
  "introduction_length": 1607,
  "results_length": 0,
  "discussion_length": 6403
}