{
  "pmid": "41564118",
  "abstract": "Neurofibromatosis type 1 (NF1) is an autosomal dominant condition in which patients are heterozygous for a disruptive pathogenic variant in the NF1 gene. The most characteristic feature of the condition NF1 is the neurofibroma, a benign, multi-cellular tumor which initiates when a cell of the Schwann cell lineage gains a somatic pathogenic variant of the other NF1 allele. Neurofibromas developing at nerve termini in the skin are termed \"cutaneous\" neurofibromas (cNFs), while those developing within larger nerves are termed \"plexiform.\" Most patients develop cNFs beginning in late childhood or early adulthood, continuing throughout life at variable rates. Some patients may develop only a few cNFs, while others suffer from thousands. There are no reliably effective physical or pharmaceutical therapies besides surgical removal. Although these are not life-threatening, they are disfiguring and can interfere with normal life functions. To provide a resource for research, we developed short-term cNF Schwann cell cultures from NF1 patients, from which we subsequently established the first semi-immortalized cNF cell lines through transduction with wild-type human telomerase reverse transcriptase (hTERT) and murine cyclin-dependent kinase 4 (mCdk4) genes. Here we present molecular, cellular, and functional characterization of these cell lines, which will be of utility for investigating and developing NF1 cNF therapies.",
  "methods": "Materials and methods Subjects. This study utilized data from a total of 14 de-identified cell lines from 10 individuals with NF1, and one who was too young to meet diagnostic criteria. For 8 of these individuals (11 cell lines), written consent had been previously obtained under a prior protocol (41–1992) or a data/tissue bank protocol (2017–00320) (from parent/guardian in the case of minors), the latter of which also subsumed the data/samples from the prior protocol in 2013. Both were approved by the University of Florida IRB. The bank contains clinical and experimental data, and samples (primary, and derived materials such as nucleic acids and cell lines) from people with NF1 or other genetic conditions. The University of Florida IRB also approved the study here (2017–02709) to analyze de-identified materials from the bank, waiving consent, which occurred on multiple occasions between August 1, 2018, and August 17, 2023. The three other additional lines (i18cNF, i21cNF, i28cNF) were from NF1 cNFs obtained and cultured with approval of the Clinical Research Ethics Committee of Germans Trias i Pujol Hospital, Badalona (Barcelona), Spain (protocol PI-18–054, PI ES), and de-identified prior to inclusion in this study. Written informed consent form of NF1 patients in Spain was previously obtained for another protocol with permission for future research, accessed for this study on August 23, 2019. There was no demographic information for the subjects behind the cell lines, although biological gender was discovered from karyotyping and included in  Table 1 . 10.1371/journal.pone.0340183.t001 Table 1 Data on 14 immortalized cell lines with details on their histologic, NF1 variant, passage and staining properties. Final row includes data on a subcloned heterozygous line (icNF98.4c). * indicates cell lines that were included in genomic profiling experiments. Excluded cell lines were not genomically profiled for the following reasons: icNF97.5 – the patient doesn’t meet diagnostic criteria for NF1, and the only germline mutation we can find seemed to be a silent variant via direct sequencing; icNF18.1 and icNF09.5 (same patient) - icNF18.1 is mostly heterozygous and the somatic mutation is in low frequency, we were unable to observe a second NF1 hit on icNF09.5 via direct sequencing; icNF93.1a - heterozygous and unable to observe a second NF1 hit via direct sequencing. ** morphology defined per rubric from Ortonne et al., 2018 (Neurology 91 (Suppl 1):S5-S13). Cell line name Sex CNF lesion type** Germline NF1 variant (NM_0000267.3) Somatic NF1 variant (NM_0000267.3) icNF97.2a* F sessile c.233del p.Asn78IlefsTer6 c.1929del p.Thr639Thrfs47 icNF97.2b* F globular c.233delA p.Asn78IlefsTer6 c.1392+ 2delTA p.Ser421_Pro464del (skip exon 12 in mRNA, in-frame) icNF98.4c* M sessile c.6641+1G >T r.6580–6641del p.Ala2194ArgfsTer5 (skip exon 43 in RNA) loss of heterozygosity (LOH) – allele deletion icNF98.4d* M sessile c.6641+1G >T r.6580_6641del p.Ala2194ArgfsTer5 (skip exon 43 in RNA) c.6253del p.Val2085LeufsTer4 icNF00.10a* M flat, or possibly sub-cutaneous c.5798C > A p.Ser1933Ter c.5968C > G p.Leu1990Val icNF04.9a* F globular c.7328_7343del p.Thr2443LysfsTer20 c.5205+2T > G r.5151_5205del p.Val1718_Lys1735del (cryptic splice losing last 18 codons of exon 36) i28cNF* F not available c.3233C > G p.Ser1078Ter c.3158C > G p.Ser1053Ter icNF18.1a F pedunculated c.4084C > T p.Arg1362Ter (strong NMD) low level of c.92A > G p.His31Arg (mostly heterozygous) icNF09.5 F pedunculated c.4084C > T p.Arg1362Ter (strong NMD) none detected (= heterozygous?) icNF93.1a F pedunculated c.2350T > C p.Trp784Arg none detected (= heterozygous?) icNF97.5 M flat or sub-cutaneous c.8160G > C p.Thr2720 =  (silent) none detected (= heterozygous?) icNF99.1 F globular c.1246C > T p.Arg416Ter c.6888G > A p.Trp2296Ter low level (mostly heterozygous?) i18cNF F not available DNA-level mutation is unclear, could be a deletion of exon p.Ile396_Asn420del (skip exon 11 in RNA) loss of heterozygosity (LOH) – allele deletion i21cNF M not available c.7446C > G p.Tyr2482Ter c.3774G > A p.Trp1258Ter icNF98.4c heterozyg. subclone M sessile c.6641 + 1G > T r.6580–6641del p.Ala2194ArgfsTer5 (skip exon 43 in RNA) none (heterozygous) Schwann cell (SC) primary cultures Primary cultures of cNF-derived SCs were established from surgically-removed neurofibromas as previously described [ 20 , 21 ], in DMEM medium with 10% fetal bovine serum and antibiotics, using a substrate (laminin or collagen I) and neuregulin supplementation (glial growth factor 2). For three cNF (18cNF, 21cNF, 28cNF) initial SCs were isolated as described elsewhere [ 13 ]. hTERT and mCdk4 lentiviral vector transduction The vector pTYcPPT, containing the elongation factor 1 alpha promoter [ 22 ], was used to separately clone  hTERT  (full length human telomerase reverse transcriptase cDNA) and  mCdk4  (murine  Cdk4  full-length cDNA). Based on previous experience creating pNF immortalized cells [ 20 ], cNF cultures (10,000 cells) were transduced using both lentiviruses simultaneously with 10 multiplicity of infection (MOI) for both viruses, for 12–18 hours with 10 µg/ml polybrene. Media was then changed, and cells were maintained on 0.1% collagen 1-treated plates (Sigma, C8919) in high glucose DMEM with L-glutamine, 10% fetal bovine serum, 1X Antibiotic-Antimycotic (Fisher 15240062), 5 µg/ml Plasmocin (Invivogen, ANT-MPP), and 50 ng/µl neuregulin (R&D Systems 396-HB-050). These cultures were expanded and passaged; when cells continued to proliferate beyond the passage at which the original primary culture senesced, the cell line was labeled “immortalized” and was designated with an “i” in front of the culture name. Cell line authentication and characterization of proliferation, apoptosis, karyotype, and S100B expression The cell lines had variable capacity to divide before senescing, ranging from passage 22 (p22) to passage 42 (p42) or further passages. They were first screened for the ability to survive and proliferate without a substrate and/or neuregulin. The cell lines were also evaluated for apoptotic rate (TUNEL staining), proliferation rate (BrdU incorporation), and S100B expression, using previously published methods [ 21 ]. Cell authentication using STR genotyping utilized the Promega GenePrint 10 system, comparing DNA from primary cultures to immortalized cell lines, at the University of Florida’s Interdisciplinary Center for Biotechnology Research. Routine G-banded karyotypes were obtained for 12 cell lines by established cytogenetics laboratories. Cell lines were regularly tested for mycoplasma contamination. Subcloning a heterozygous line from icNF98.4c In an effort to create isogenic cell line pairs for several tumors, we successfully subcloned a heterozygous version of icNF98.4c cells (last row,  Table 1 ). Cells were diluted and placed into a 96-well plate at an average of 1 cell/well. Forty single-cell clones were tested for lack of the somatic pathogenic mutation (deletion), that is, presence of two alleles at the site of the germline variant, and propagated. A subclone was found to be heterozygous with no evidence of the two-hit cells (not further characterized at this time). Western blots and analysis: Neurofibromin and pERK:ERK Cells from all lines reported in  Table 1  were lysed with RIPA buffer and lysates were cleared by centrifugation at 20,000 RPM for 30 minutes at 4 o C. Protein was quantitated with a Bradford assay; 50 µg of protein was loaded per well for NF1 blots and 20 µg of protein was loaded for other blots. 8% SDS-polyacrylamide gels were run at 100 V for 2 hours and transferred at 100 V for 2 hours onto a PVDF membrane. Blots (3 replicates) were probed overnight at 4 o C with primary antibody washed and probed 1 hour at room temperature with secondary antibody. Primary antibodies included N-Terminal NF1 (Cell Signaling cat# D7R7D 1:1000), beta-actin (Cell Signaling cat# 3700 1:10000), p-ERK (Cell Signaling cat# 9101 1:1000), and total ERK (Cell Signaling cat# 9102 1:1000). The secondary antibody was HRP-tagged from Santa Cruz, for chemiluminescent detection using chemiluminescent substrate from Bio-Rad (Cat. #: 170–5061; Hercules, California) per the manufacturer’s protocols. Western blot band intensities were quantitated with ImageJ software. Neurofibromin (when present) was normalized to beta actin of that sample. Comparison of neurofibromin, p-ERK, and ERK levels across blots was accomplished by normalizing to the signal from the heterozygous cell line icNF09.5. Histological analysis of original neurofibromas For the neurofibromas acquired under University of Florida approval, formalin-fixed, paraffin embedded (FFPE) slide sections were obtained. For each tumor, one section each was stained with established methods at the University of Florida Molecular Pathology Core lab, for: (1) hematoxylin and eosin (H & E) to evaluate histology, cellularity, and vascularity; (2) toluidine blue to identify mast cells, and (3) CD69 immunostaining to identify macrophages. Stained slides were evaluated by a neuropathologist. NF1  mutation analyses The search for  NF1  pathogenic variants in the primary cNF cultures and corresponding immortalized cell lines initially utilized Sanger sequencing of the  NF1  cDNA via overlapping reverse-transcription-PCR fragments, and Multiplex Ligation-Dependent Probe Amplification (MLPA) analysis of DNA to detect copy number changes (insertions/deletions) at multiple points in the  NF1  gene (P082 kit, MRC Holland). DNA was extracted with the PureGene system (Qiagen), and RNA extracted using the DirectZol kit (Zymo Research). cDNA sequencing included the immediate flanking 5’ and 3’ untranslated regions, but not the entire such regions (primers listed in  S1 Table ). cDNA variants were characterized at the DNA level, and vice versa. For five samples, high-throughput sequencing of the  NF1  locus was also employed, utilizing the Ion S5 system (ThermoFisher Scientific, Waltham, MA). Briefly, a targeted multiplex PCR primer panel was designed using custom Ion AmpliSeq Designer (ThermoFisher Scientific). The primer panel (n = 393) covered all  NF1  exons and a limited intronic sequence adjacent to the exons, totaling 12 kb. Sample DNA (30 ng) was amplified using this custom AmpliSeq primer panel, and libraries were prepared following the manufacturer’s protocol for Ion AmpliSeq Library Kit 2.0. Individual samples were barcoded during library preparation and subsequently pooled. Automated template preparation and loading onto Ion 520 Chip was performed using Ion Chef system, and DNA was sequenced on the Ion S5 sequencer per manufacturer’s instructions. Variant calling of the germline samples was performed using The Genome Analysis Toolkit ( https://gatk.broadinstitute.org ) and IonTorrent Variant Caller (TVC,  https://github.com/domibel/IonTorrent-VariantCaller ), while somatic variant calling was performed using either MuTect ( https://github.com/broadinstitute/mutect ) or TVC with relaxed stringency in order to increase sensitivity. Germline variant pathogenicity classification was performed by AutoGVP [ 23 ]. Somatic variants were queried in cBioPortal ( https://www.cbioportal.org/ ) using OncoQuery Language (OCL) for each variant across all studies that have mutation data. Samples were filtered out that did not have  NF1  profiled in the sequencing panel. Exome, genome, and transcriptome sequencing of primary and immortalized cNF cells Seven primary SC cultures and their matched immortalized cell lines were chosen for genomic analysis ( Table 1 ; icNF97.2a, icNF97.2b, icNF98.4c, icNF98.4d, icNF00.10a, icNF04.9a, i28cNF). We did not perform genomic profiling on cell lines where NF1 diagnostic criteria was not met (icNF97.5), cell lines where metadata about the parent tumor was limited (i18cNF, i21cNF), and cell lines where a somatic  NF1  mutation was low frequency, not observed, or unclear (icNF18.1, icNF09.5, icNF93.1, icNF99.1, i18cNF). For whole exome sequencing (WES), exomes were captured by IDT exome reagent xGen Exome Research Panel V1.0 (Integrated DNA Technologies) and libraries were subsequently constructed with a Kapa Hyper amplified kit (Roche) and sequenced using a NovaSeq 6000 S4 (Illumina) with ~200 × coverage. For whole genome sequencing (WGS), libraries were constructed with Kapa Hyper PCR-free kits and sequenced using the NovaSeq 6000 S4 with 30x coverage. For RNA-seq, samples were prepared with non-stranded library prep with RiboErase for rRNA depletion. The libraries were sequenced on the NovaSeq6000 S4 with targeted coverage of 30M reads per sample. Bioinformatic and statistical analyses of whole exome and whole genome sequencing data WES and WGS data processing was performed with a modified version of the Nextflow nf-core “sarek” data processing pipeline (v2.7.1) [ 24 – 27 ]. The pipeline was modified to add DeepVariant as an additional variant-calling method [ 27 ]. Details about all processing steps and underlying software versions can be found in the nf-core/sarek documentation ( https://nf-co.re/sarek/2.7.1 ) [ 28 – 35 ]. Briefly, the sequencing data were preprocessed using GATK best practice methods and aligned to the GRCh38 genome (GATK build). As there were no patient-matched non-tumor samples available, variant calling was performed in tumor-only mode and thus variations include both germline and somatic mutations. Whole exome variant calling was performed with FreeBayes [ 36 ], Mutect2, Strelka2 [ 37 ], and DeepVariant [ 27 ]. WGS variant calling was performed with the same variant calling tools. For downstream analysis, variants were filtered with bcftools, removing all variants that were not marked as a “PASS” by their respective variant caller, or variants that had a quality score less than 20. Variants were then annotated using Ensembl VEP v107 and simultaneously converted to Mutation Annotation Format (maf) using vcf2maf ( https://github.com/mskcc/vcf2maf ). The analyses presented here use only variants called by DeepVariant, however, the dataset (see Data Availability) includes the variant calls from the other aforementioned variant calling tools. In addition, copy-number alterations were determined using Control-FREEC (whole genome data only) [ 38 ]. Filtered variant (vcf) files for each cell line identified by DeepVariant were compared using the “jaccard” function from the “bedtools” software package [ 39 ]. The Jaccard indices were calculated in a pairwise manner ( i.e. , all cell lines compared to all other cell lines), followed by hierarchical clustering of the resulting matrix of Jaccard indices, plotting the results with the R “pheatmap” package ( https://cran.r-project.org/web/packages/pheatmap/index.html ). For the lollipop analysis,  NF1  variants were extracted from the annotated maf files from the WES data and plotted using the “maftools” R package [ 40 ]. Copy-number alterations (CNAs) called by Control-FREEC were summarized by averaging the copy number values in 500 base pair windows across the genome. The Circlize package was used to generate circos plots to compare the CNAs to the gene counts [ 41 , 42 ]. The genes in the gene expression data were mapped to the appropriate chromosome and genomic start location using the BiomaRt R package [ 43 , 44 ]. The CNA values and gene counts were log10 transformed to make smaller changes easier to observe in resulting plots. Presence of hTERT and mCdk4 transgene integration in the immortalized cell line genomes was confirmed by creating a custom genome (hg38 with additional sequences representing the hTERT and mCdk4 cDNA, which span two or more exons). We then aligned all of the WGS files to this custom genome, and evaluated the presence or absence of alignment of these additional sequences to the WGS data using Integrative Genomics Viewer. Bioinformatic and statistical analyses of gene expression Transcriptomic data processing was performed using the nf-core “rnaseq” data processing pipeline (v3.5) [ 45 ]. Details about all processing steps performed and underlying software versions can be found in the nf-core/rnaseq documentation ( https://nf-co.re/rnaseq/3.5 ). The pipeline was run in STAR-Salmon mode, which uses STAR for alignment (GRCh38, NCBI build), and Salmon for quantification of transcripts and genes. The pairwise Euclidean distances between gene expression data was also calculated during data processing by the nf-core/rnaseq pipeline [ 46 – 48 ]. The raw transcriptomics counts of the samples generated using Salmon were first loaded into R. On detection of duplicate rows with same gene names, rows containing higher (max) counts were preserved and others were filtered out. The raw counts were then filtered to remove genes with counts lower than 10 in greater than 80% of the samples. The filtered counts were then normalized to account for differences in library preparation using the trimmed mean of M-values (TMM method) [ 49 , 50 ]. Principal component analysis using the normalized log transformed counts (log counts per million) was performed using the “prcomp” function of the “stats” package and visualized using “ggplot2.” The normalized counts were adjusted for heteroscedasticity using the “voom” function then analyzed by fitting a generalized linear model (limma and edgeR packages) to identify differentially expressed genes between the sample groups [ 49 – 54 ]. “Pheatmap” was used for hierarchical clustering of the differentially expressed genes and visualizing the gene expression levels (log counts per million) between samples. A hypergeometric test using the “gprofiler2” package was performed on the differentially expressed gene set to explore the enrichment of pathways from Gene Ontology (GO), Kyoto Encyclopedia of Genes and Genomes (KEGG), Reactome (REAC), WikiPathways (WP), Transcription factor (TF), MicroRNA (MIRNA), Human Protein Atlas (HPA), CORUM (database of mammalian protein complexes), and Human Phenotype Ontology (HP) in the selected gene sets [ 54 , 55 ]. Pathway terms with a term size less than 500 enriched in the selected gene sets were explored further. Data resources Cellosaurus [ 56 ] entries have been created for the 7 cell lines (and matched 7 primary SC cultures) that were sequenced, containing information such as STR profiles and Research Resource Identifiers, and other information. This information has also been deposited in the NF Research Tools Database [ 57 ]. Raw and processed data as well as analyses are available on Synapse.org and the NF Data Portal ( https://doi.org/10.7303/syn11374339 ) [ 58 ]. The processed genomics data are available at syn29529772 (RNA-seq), syn29346753 (WES), and syn35832496 (WGS). Raw genomic datasets with specimen metadata are available at syn29390037.1 (RNA-seq), syn39613693.1 (WES), and syn39613866.1 (WGS). Analysis code is available at  https://github.com/nf-osi/cnf-cell-lines . All analyses were performed in R 4.2.1. All R packages and versions have been recorded in a renv lockfile available at:  https://github.com/nf-osi/cnf-cell-lines/blob/main/renv.lock . Ethics statement Prior to this study, individuals (or their guardians, in the case of minors) planning to undergo surgery to remove cNFs gave informed written consent to donate their tumor samples and a blood sample for research, in compliance with relevant laws and approval from the University of Florida (UF) IRB, via protocols 41–1992 (1992–2012) and a bank (2017–00320, 2013-current, which subsumed 41–1992 materials). The bank contains data (clinical and experimental) and samples (primary, and derived materials such as nucleic acids and cell lines) from people with NF1 or other genetic conditions. The study reported here (#2017–02709) was approved as a revision of 41–1992, to utilize de-identified materials from the bank (consent waived). Through the senior author (MRW), this study (protocol 2017–02709, expedited) accessed bank materials from 8 individuals (11 cNF cell lines and derived data) a number of times between August 1, 2018, and August 17, 2023 (span of project). Only the senior author had the ability to link those study materials with specific individuals, as PI of both protocols. All 8 subjects met diagnostic criteria for NF1, except for the one associated with cell line icNF97,5 (a child too young to show sufficient diagnostic criteria) [ 59 ]. The three other cNF cell lines (i18cNF, i21cNF, i28cNF) were derived from cultures of NF1 cNFs previously obtained under protocol PI-18–054, approved by the Clinical Research Ethics Committee of Germans Trias i Pujol Hospital, Badalona (Barcelona), Spain, on March 23, 2018 (no expiration date). The PI of that protocol (ES) has access to identification of samples, as in the UF situation. Also similar to the situation for UF, materials were accessed and de-identified prior to inclusion in this study, on August 19, 2019. Thus, subjects were not specifically consented for this study, but previously consented to the use of their materials and data (de-identified) in future research. There was no demographic information provided for the subjects behind any cell lines, although biological gender was discovered from karyotyping and included in  Table 1 .",
  "introduction": "",
  "results": "",
  "discussion": "",
  "fetched_at": "2026-02-11T23:50:43.872547",
  "abstract_length": 1433,
  "methods_length": 21282,
  "introduction_length": 0,
  "results_length": 0,
  "discussion_length": 0
}