{
  "pmid": "PMID:41564118",
  "abstract": "Neurofibromatosis type 1 (NF1) is an autosomal dominant condition in which patients are heterozygous for a disruptive pathogenic variant in the NF1 gene. The most characteristic feature of the condition NF1 is the neurofibroma, a benign, multi-cellular tumor which initiates when a cell of the Schwann cell lineage gains a somatic pathogenic variant of the other NF1 allele. Neurofibromas developing at nerve termini in the skin are termed \"cutaneous\" neurofibromas (cNFs), while those developing within larger nerves are termed \"plexiform.\" Most patients develop cNFs beginning in late childhood or early adulthood, continuing throughout life at variable rates. Some patients may develop only a few cNFs, while others suffer from thousands. There are no reliably effective physical or pharmaceutical therapies besides surgical removal. Although these are not life-threatening, they are disfiguring and can interfere with normal life functions. To provide a resource for research, we developed short-term cNF Schwann cell cultures from NF1 patients, from which we subsequently established the first semi-immortalized cNF cell lines through transduction with wild-type human telomerase reverse transcriptase (hTERT) and murine cyclin-dependent kinase 4 (mCdk4) genes. Here we present molecular, cellular, and functional characterization of these cell lines, which will be of utility for investigating and developing NF1 cNF therapies.",
  "methods": "Materials and methods Subjects. This study utilized data from a total of 14 de-identified cell lines from 10 individuals with NF1, and one who was too young to meet diagnostic criteria. For 8 of these individuals (11 cell lines), written consent had been previously obtained under a prior protocol (41–1992) or a data/tissue bank protocol (2017–00320) (from parent/guardian in the case of minors), the latter of which also subsumed the data/samples from the prior protocol in 2013. Both were approved by the University of Florida IRB. The bank contains clinical and experimental data, and samples (primary, and derived materials such as nucleic acids and cell lines) from people with NF1 or other genetic conditions. The University of Florida IRB also approved the study here (2017–02709) to analyze de-identified materials from the bank, waiving consent, which occurred on multiple occasions between August 1, 2018, and August 17, 2023. The three other additional lines (i18cNF, i21cNF, i28cNF) were from NF1 cNFs obtained and cultured with approval of the Clinical Research Ethics Committee of Germans Trias i Pujol Hospital, Badalona (Barcelona), Spain (protocol PI-18–054, PI ES), and de-identified prior to inclusion in this study. Written informed consent form of NF1 patients in Spain was previously obtained for another protocol with permission for future research, accessed for this study on August 23, 2019. There was no demographic information for the subjects behind the cell lines, although biological gender was discovered from karyotyping and included in  Table 1 . 10.1371/journal.pone.0340183.t001 Table 1 Data on 14 immortalized cell lines with details on their histologic, NF1 variant, passage and staining properties. Final row includes data on a subcloned heterozygous line (icNF98.4c). * indicates cell lines that were included in genomic profiling experiments. Excluded cell lines were not genomically profiled for the following reasons: icNF97.5 – the patient doesn’t meet diagnostic criteria for NF1, and the only germline mutation we can find seemed to be a silent variant via direct sequencing; icNF18.1 and icNF09.5 (same patient) - icNF18.1 is mostly heterozygous and the somatic mutation is in low frequency, we were unable to observe a second NF1 hit on icNF09.5 via direct sequencing; icNF93.1a - heterozygous and unable to observe a second NF1 hit via direct sequencing. ** morphology defined per rubric from Ortonne et al., 2018 (Neurology 91 (Suppl 1):S5-S13). Cell line name Sex CNF lesion type** Germline NF1 variant (NM_0000267.3) Somatic NF1 variant (NM_0000267.3) icNF97.2a* F sessile c.233del p.Asn78IlefsTer6 c.1929del p.Thr639Thrfs47 icNF97.2b* F globular c.233delA p.Asn78IlefsTer6 c.1392+ 2delTA p.Ser421_Pro464del (skip exon 12 in mRNA, in-frame) icNF98.4c* M sessile c.6641+1G >T r.6580–6641del p.Ala2194ArgfsTer5 (skip exon 43 in RNA) loss of heterozygosity (LOH) – allele deletion icNF98.4d* M sessile c.6641+1G >T r.6580_6641del p.Ala2194ArgfsTer5 (skip exon 43 in RNA) c.6253del p.Val2085LeufsTer4 icNF00.10a* M flat, or possibly sub-cutaneous c.5798C > A p.Ser1933Ter c.5968C > G p.Leu1990Val icNF04.9a* F globular c.7328_7343del p.Thr2443LysfsTer20 c.5205+2T > G r.5151_5205del p.Val1718_Lys1735del (cryptic splice losing last 18 codons of exon 36) i28cNF* F not available c.3233C > G p.Ser1078Ter c.3158C > G p.Ser1053Ter icNF18.1a F pedunculated c.4084C > T p.Arg1362Ter (strong NMD) low level of c.92A > G p.His31Arg (mostly heterozygous) icNF09.5 F pedunculated c.4084C > T p.Arg1362Ter (strong NMD) none detected (= heterozygous?) icNF93.1a F pedunculated c.2350T > C p.Trp784Arg none detected (= heterozygous?) icNF97.5 M flat or sub-cutaneous c.8160G > C p.Thr2720 =  (silent) none detected (= heterozygous?) icNF99.1 F globular c.1246C > T p.Arg416Ter c.6888G > A p.Trp2296Ter low level (mostly heterozygous?) i18cNF F not available DNA-level mutation is unclear, could be a deletion of exon p.Ile396_Asn420del (skip exon 11 in RNA) loss of heterozygosity (LOH) – allele deletion i21cNF M not available c.7446C > G p.Tyr2482Ter c.3774G > A p.Trp1258Ter icNF98.4c heterozyg. subclone M sessile c.6641 + 1G > T r.6580–6641del p.Ala2194ArgfsTer5 (skip exon 43 in RNA) none (heterozygous) Schwann cell (SC) primary cultures Primary cultures of cNF-derived SCs were established from surgically-removed neurofibromas as previously described [ 20 , 21 ], in DMEM medium with 10% fetal bovine serum and antibiotics, using a substrate (laminin or collagen I) and neuregulin supplementation (glial growth factor 2). For three cNF (18cNF, 21cNF, 28cNF) initial SCs were isolated as described elsewhere [ 13 ]. hTERT and mCdk4 lentiviral vector transduction The vector pTYcPPT, containing the elongation factor 1 alpha promoter [ 22 ], was used to separately clone  hTERT  (full length human telomerase reverse transcriptase cDNA) and  mCdk4  (murine  Cdk4  full-length cDNA). Based on previous experience creating pNF immortalized cells [ 20 ], cNF cultures (10,000 cells) were transduced using both lentiviruses simultaneously with 10 multiplicity of infection (MOI) for both viruses, for 12–18 hours with 10 µg/ml polybrene. Media was then changed, and cells were maintained on 0.1% collagen 1-treated plates (Sigma, C8919) in high glucose DMEM with L-glutamine, 10% fetal bovine serum, 1X Antibiotic-Antimycotic (Fisher 15240062), 5 µg/ml Plasmocin (Invivogen, ANT-MPP), and 50 ng/µl neuregulin (R&D Systems 396-HB-050). These cultures were expanded and passaged; when cells continued to proliferate beyond the passage at which the original primary culture senesced, the cell line was labeled “immortalized” and was designated with an “i” in front of the culture name. Cell line authentication and characterization of proliferation, apoptosis, karyotype, and S100B expression The cell lines had variable capacity to divide before senescing, ranging from passage 22 (p22) to passage 42 (p42) or further passages. They were first screened for the ability to survive and proliferate without a substrate and/or neuregulin. The cell lines were also evaluated for apoptotic rate (TUNEL staining), proliferation rate (BrdU incorporation), and S100B expression, using previously published methods [ 21 ]. Cell authentication using STR genotyping utilized the Promega GenePrint 10 system, comparing DNA from primary cultures to immortalized cell lines, at the University of Florida’s Interdisciplinary Center for Biotechnology Research. Routine G-banded karyotypes were obtained for 12 cell lines by established cytogenetics laboratories. Cell lines were regularly tested for mycoplasma contamination. Subcloning a heterozygous line from icNF98.4c In an effort to create isogenic cell line pairs for several tumors, we successfully subcloned a heterozygous version of icNF98.4c cells (last row,  Table 1 ). Cells were diluted and placed into a 96-well plate at an average of 1 cell/well. Forty single-cell clones were tested for lack of the somatic pathogenic mutation (deletion), that is, presence of two alleles at the site of the germline variant, and propagated. A subclone was found to be heterozygous with no evidence of the two-hit cells (not further characterized at this time). Western blots and analysis: Neurofibromin and pERK:ERK Cells from all lines reported in  Table 1  were lysed with RIPA buffer and lysates were cleared by centrifugation at 20,000 RPM for 30 minutes at 4 o C. Protein was quantitated with a Bradford assay; 50 µg of protein was loaded per well for NF1 blots and 20 µg of protein was loaded for other blots. 8% SDS-polyacrylamide gels were run at 100 V for 2 hours and transferred at 100 V for 2 hours onto a PVDF membrane. Blots (3 replicates) were probed overnight at 4 o C with primary antibody washed and probed 1 hour at room temperature with secondary antibody. Primary antibodies included N-Terminal NF1 (Cell Signaling cat# D7R7D 1:1000), beta-actin (Cell Signaling cat# 3700 1:10000), p-ERK (Cell Signaling cat# 9101 1:1000), and total ERK (Cell Signaling cat# 9102 1:1000). The secondary antibody was HRP-tagged from Santa Cruz, for chemiluminescent detection using chemiluminescent substrate from Bio-Rad (Cat. #: 170–5061; Hercules, California) per the manufacturer’s protocols. Western blot band intensities were quantitated with ImageJ software. Neurofibromin (when present) was normalized to beta actin of that sample. Comparison of neurofibromin, p-ERK, and ERK levels across blots was accomplished by normalizing to the signal from the heterozygous cell line icNF09.5. Histological analysis of original neurofibromas For the neurofibromas acquired under University of Florida approval, formalin-fixed, paraffin embedded (FFPE) slide sections were obtained. For each tumor, one section each was stained with established methods at the University of Florida Molecular Pathology Core lab, for: (1) hematoxylin and eosin (H & E) to evaluate histology, cellularity, and vascularity; (2) toluidine blue to identify mast cells, and (3) CD69 immunostaining to identify macrophages. Stained slides were evaluated by a neuropathologist. NF1  mutation analyses The search for  NF1  pathogenic variants in the primary cNF cultures and corresponding immortalized cell lines initially utilized Sanger sequencing of the  NF1  cDNA via overlapping reverse-transcription-PCR fragments, and Multiplex Ligation-Dependent Probe Amplification (MLPA) analysis of DNA to detect copy number changes (insertions/deletions) at multiple points in the  NF1  gene (P082 kit, MRC Holland). DNA was extracted with the PureGene system (Qiagen), and RNA extracted using the DirectZol kit (Zymo Research). cDNA sequencing included the immediate flanking 5’ and 3’ untranslated regions, but not the entire such regions (primers listed in  S1 Table ). cDNA variants were characterized at the DNA level, and vice versa. For five samples, high-throughput sequencing of the  NF1  locus was also employed, utilizing the Ion S5 system (ThermoFisher Scientific, Waltham, MA). Briefly, a targeted multiplex PCR primer panel was designed using custom Ion AmpliSeq Designer (ThermoFisher Scientific). The primer panel (n = 393) covered all  NF1  exons and a limited intronic sequence adjacent to the exons, totaling 12 kb. Sample DNA (30 ng) was amplified using this custom AmpliSeq primer panel, and libraries were prepared following the manufacturer’s protocol for Ion AmpliSeq Library Kit 2.0. Individual samples were barcoded during library preparation and subsequently pooled. Automated template preparation and loading onto Ion 520 Chip was performed using Ion Chef system, and DNA was sequenced on the Ion S5 sequencer per manufacturer’s instructions. Variant calling of the germline samples was performed using The Genome Analysis Toolkit ( https://gatk.broadinstitute.org ) and IonTorrent Variant Caller (TVC,  https://github.com/domibel/IonTorrent-VariantCaller ), while somatic variant calling was performed using either MuTect ( https://github.com/broadinstitute/mutect ) or TVC with relaxed stringency in order to increase sensitivity. Germline variant pathogenicity classification was performed by AutoGVP [ 23 ]. Somatic variants were queried in cBioPortal ( https://www.cbioportal.org/ ) using OncoQuery Language (OCL) for each variant across all studies that have mutation data. Samples were filtered out that did not have  NF1  profiled in the sequencing panel. Exome, genome, and transcriptome sequencing of primary and immortalized cNF cells Seven primary SC cultures and their matched immortalized cell lines were chosen for genomic analysis ( Table 1 ; icNF97.2a, icNF97.2b, icNF98.4c, icNF98.4d, icNF00.10a, icNF04.9a, i28cNF). We did not perform genomic profiling on cell lines where NF1 diagnostic criteria was not met (icNF97.5), cell lines where metadata about the parent tumor was limited (i18cNF, i21cNF), and cell lines where a somatic  NF1  mutation was low frequency, not observed, or unclear (icNF18.1, icNF09.5, icNF93.1, icNF99.1, i18cNF). For whole exome sequencing (WES), exomes were captured by IDT exome reagent xGen Exome Research Panel V1.0 (Integrated DNA Technologies) and libraries were subsequently constructed with a Kapa Hyper amplified kit (Roche) and sequenced using a NovaSeq 6000 S4 (Illumina) with ~200 × coverage. For whole genome sequencing (WGS), libraries were constructed with Kapa Hyper PCR-free kits and sequenced using the NovaSeq 6000 S4 with 30x coverage. For RNA-seq, samples were prepared with non-stranded library prep with RiboErase for rRNA depletion. The libraries were sequenced on the NovaSeq6000 S4 with targeted coverage of 30M reads per sample. Bioinformatic and statistical analyses of whole exome and whole genome sequencing data WES and WGS data processing was performed with a modified version of the Nextflow nf-core “sarek” data processing pipeline (v2.7.1) [ 24 – 27 ]. The pipeline was modified to add DeepVariant as an additional variant-calling method [ 27 ]. Details about all processing steps and underlying software versions can be found in the nf-core/sarek documentation ( https://nf-co.re/sarek/2.7.1 ) [ 28 – 35 ]. Briefly, the sequencing data were preprocessed using GATK best practice methods and aligned to the GRCh38 genome (GATK build). As there were no patient-matched non-tumor samples available, variant calling was performed in tumor-only mode and thus variations include both germline and somatic mutations. Whole exome variant calling was performed with FreeBayes [ 36 ], Mutect2, Strelka2 [ 37 ], and DeepVariant [ 27 ]. WGS variant calling was performed with the same variant calling tools. For downstream analysis, variants were filtered with bcftools, removing all variants that were not marked as a “PASS” by their respective variant caller, or variants that had a quality score less than 20. Variants were then annotated using Ensembl VEP v107 and simultaneously converted to Mutation Annotation Format (maf) using vcf2maf ( https://github.com/mskcc/vcf2maf ). The analyses presented here use only variants called by DeepVariant, however, the dataset (see Data Availability) includes the variant calls from the other aforementioned variant calling tools. In addition, copy-number alterations were determined using Control-FREEC (whole genome data only) [ 38 ]. Filtered variant (vcf) files for each cell line identified by DeepVariant were compared using the “jaccard” function from the “bedtools” software package [ 39 ]. The Jaccard indices were calculated in a pairwise manner ( i.e. , all cell lines compared to all other cell lines), followed by hierarchical clustering of the resulting matrix of Jaccard indices, plotting the results with the R “pheatmap” package ( https://cran.r-project.org/web/packages/pheatmap/index.html ). For the lollipop analysis,  NF1  variants were extracted from the annotated maf files from the WES data and plotted using the “maftools” R package [ 40 ]. Copy-number alterations (CNAs) called by Control-FREEC were summarized by averaging the copy number values in 500 base pair windows across the genome. The Circlize package was used to generate circos plots to compare the CNAs to the gene counts [ 41 , 42 ]. The genes in the gene expression data were mapped to the appropriate chromosome and genomic start location using the BiomaRt R package [ 43 , 44 ]. The CNA values and gene counts were log10 transformed to make smaller changes easier to observe in resulting plots. Presence of hTERT and mCdk4 transgene integration in the immortalized cell line genomes was confirmed by creating a custom genome (hg38 with additional sequences representing the hTERT and mCdk4 cDNA, which span two or more exons). We then aligned all of the WGS files to this custom genome, and evaluated the presence or absence of alignment of these additional sequences to the WGS data using Integrative Genomics Viewer. Bioinformatic and statistical analyses of gene expression Transcriptomic data processing was performed using the nf-core “rnaseq” data processing pipeline (v3.5) [ 45 ]. Details about all processing steps performed and underlying software versions can be found in the nf-core/rnaseq documentation ( https://nf-co.re/rnaseq/3.5 ). The pipeline was run in STAR-Salmon mode, which uses STAR for alignment (GRCh38, NCBI build), and Salmon for quantification of transcripts and genes. The pairwise Euclidean distances between gene expression data was also calculated during data processing by the nf-core/rnaseq pipeline [ 46 – 48 ]. The raw transcriptomics counts of the samples generated using Salmon were first loaded into R. On detection of duplicate rows with same gene names, rows containing higher (max) counts were preserved and others were filtered out. The raw counts were then filtered to remove genes with counts lower than 10 in greater than 80% of the samples. The filtered counts were then normalized to account for differences in library preparation using the trimmed mean of M-values (TMM method) [ 49 , 50 ]. Principal component analysis using the normalized log transformed counts (log counts per million) was performed using the “prcomp” function of the “stats” package and visualized using “ggplot2.” The normalized counts were adjusted for heteroscedasticity using the “voom” function then analyzed by fitting a generalized linear model (limma and edgeR packages) to identify differentially expressed genes between the sample groups [ 49 – 54 ]. “Pheatmap” was used for hierarchical clustering of the differentially expressed genes and visualizing the gene expression levels (log counts per million) between samples. A hypergeometric test using the “gprofiler2” package was performed on the differentially expressed gene set to explore the enrichment of pathways from Gene Ontology (GO), Kyoto Encyclopedia of Genes and Genomes (KEGG), Reactome (REAC), WikiPathways (WP), Transcription factor (TF), MicroRNA (MIRNA), Human Protein Atlas (HPA), CORUM (database of mammalian protein complexes), and Human Phenotype Ontology (HP) in the selected gene sets [ 54 , 55 ]. Pathway terms with a term size less than 500 enriched in the selected gene sets were explored further. Data resources Cellosaurus [ 56 ] entries have been created for the 7 cell lines (and matched 7 primary SC cultures) that were sequenced, containing information such as STR profiles and Research Resource Identifiers, and other information. This information has also been deposited in the NF Research Tools Database [ 57 ]. Raw and processed data as well as analyses are available on Synapse.org and the NF Data Portal ( https://doi.org/10.7303/syn11374339 ) [ 58 ]. The processed genomics data are available at syn29529772 (RNA-seq), syn29346753 (WES), and syn35832496 (WGS). Raw genomic datasets with specimen metadata are available at syn29390037.1 (RNA-seq), syn39613693.1 (WES), and syn39613866.1 (WGS). Analysis code is available at  https://github.com/nf-osi/cnf-cell-lines . All analyses were performed in R 4.2.1. All R packages and versions have been recorded in a renv lockfile available at:  https://github.com/nf-osi/cnf-cell-lines/blob/main/renv.lock . Ethics statement Prior to this study, individuals (or their guardians, in the case of minors) planning to undergo surgery to remove cNFs gave informed written consent to donate their tumor samples and a blood sample for research, in compliance with relevant laws and approval from the University of Florida (UF) IRB, via protocols 41–1992 (1992–2012) and a bank (2017–00320, 2013-current, which subsumed 41–1992 materials). The bank contains data (clinical and experimental) and samples (primary, and derived materials such as nucleic acids and cell lines) from people with NF1 or other genetic conditions. The study reported here (#2017–02709) was approved as a revision of 41–1992, to utilize de-identified materials from the bank (consent waived). Through the senior author (MRW), this study (protocol 2017–02709, expedited) accessed bank materials from 8 individuals (11 cNF cell lines and derived data) a number of times between August 1, 2018, and August 17, 2023 (span of project). Only the senior author had the ability to link those study materials with specific individuals, as PI of both protocols. All 8 subjects met diagnostic criteria for NF1, except for the one associated with cell line icNF97,5 (a child too young to show sufficient diagnostic criteria) [ 59 ]. The three other cNF cell lines (i18cNF, i21cNF, i28cNF) were derived from cultures of NF1 cNFs previously obtained under protocol PI-18–054, approved by the Clinical Research Ethics Committee of Germans Trias i Pujol Hospital, Badalona (Barcelona), Spain, on March 23, 2018 (no expiration date). The PI of that protocol (ES) has access to identification of samples, as in the UF situation. Also similar to the situation for UF, materials were accessed and de-identified prior to inclusion in this study, on August 19, 2019. Thus, subjects were not specifically consented for this study, but previously consented to the use of their materials and data (de-identified) in future research. There was no demographic information provided for the subjects behind any cell lines, although biological gender was discovered from karyotyping and included in  Table 1 .",
  "introduction": "Introduction Neurofibromatosis type 1 (NF1) is an autosomal dominant condition with birth incidence estimated at 1/2700 [ 1 ]. NF1 patients are germline heterozygous for a  NF1  gene pathogenic variant (formerly termed “mutation”), with half of these inherited from an affected parent, and half arising through new mutation at the gamete level, although a small minority of cases are mosaic (post-zygotic mutation) [ 2 ]. Although a number of different clinical features characterize NF1, it was named for the presence of neurofibromas, benign Schwann cell (SC) tumors that can arise anywhere on the peripheral nervous system. These masses additionally contain axons, fibroblasts, perineurial cells, and often some mast cells and CD34 + cells [ 3 – 5 ]. Neurofibromas that develop in the skin, arising at nerve termini, are referred to as cutaneous neurofibromas (cNFs), and rarely become larger than an inch in diameter. Typically, cNFs become evident in adolescence and increase throughout life in an unpredictable fashion, although in some cases, hormonal changes can stimulate their growth [ 6 ]. A few rare  NF1  pathogenic variants are associated with lack of cNFs, but this is highly unusual; most patients develop multiple cNFs over their lifespan, ranging from dozens to thousands [ 1 ]. Therapies to prevent or shrink cNFs are in early development, and excision by surgery, shaving, or laser are tedious and may only have a temporary effect. cNFs impact quality of life through disfigurement, itch, pain, and/or functional impingement [ 7 ]. In contrast to cNFs, neurofibromas developing within large nerves are termed “plexiform.” Plexiform neurofibromas (pNF) may grow very large with substantial morbidity and potential mortality, especially if they transform to a malignant peripheral nerve sheath tumor (MPNST) [ 8 ]. cNFs are generally not associated with malignant transformation, however, there are rare instances of diffuse cNF that share cNF and plexiform features [ 9 , 10 ]. NF1  encodes neurofibromin, a 250-kD tumor suppressor protein that is a negative regulator of RAS signaling (encoded by middle eighth of the 8454-bp 57-exon coding region (for isoform 2, encoding 2818-amino acid minimal protein, ENST00000356175)), as well as other less-characterized functions [ 11 ]. All data to date shows that NF1 neurofibroma development requires a somatic  NF1  pathogenic variant of the other allele in a SC (called “two-hit,”  NF1  -/-), consistent with the Knudson tumor two-hit phenomenon [ 12 – 14 ]. Thousands of different intragenic germline and somatic  NF1  pathogenic variants have been reported in manuscripts and databases. It is thought that neurofibromas arise when a  NF1  two-hit SC begins proliferating in response to wound-like environment signals (even without an actual wound), regardless of contact with an axon, and stimulates production of stroma as well [ 15 ]. Genome-wide studies have not identified highly consistent, driver somatic variants at other loci in neurofibroma SCs, except where the somatic pathogenic variant is a deletion spanning  NF1  and surrounding genes [ 16 – 18 ]. Cell cultures consisting of tumor cells can be critical research tools for investigating the biology of, and testing therapeutics for, tumors. Cultivation of SCs from tissue is not always successful, and requires a substrate and growth factor supplementation [ 13 , 19 ]. Wild-type human SC cultures rarely divide beyond 6–8 passages, and often have residual fibroblasts. From cNFs, derived cultures may also contain both heterozygous and two-hit SC, although conditions can be used to enrich for one type or the other [ 13 ]. Several years ago, to address these issues and provide improved resources for NF1 translational research, we discovered that human SC cultures (including wild type, and  NF1  + /- and  NF1  -/- from patients) can be “immortalized” by transduction with expression constructs for both human telomerase reverse transcriptase ( hTERT ) and murine cyclin-dependent kinase 4 ( mCdk4 ) genes [ 20 ]. These cell lines are able to divide many passages beyond the original culture (in some cases more than 80 passages), and most no longer require a substrate or growth factor for propagation. These cell lines have been widely used in NF1 research aimed at understanding and treating punts, as well as in other SC-related conditions and studies. However, given the difference in natural history and molecular profiles between pNFs and cNFs, it is likely that cNF-derived cell lines will have unique properties that will inform translational research focused on these tumors. We report here the production of immortalized cNF SC lines, as well as their molecular and functional characterization.",
  "results": "Results Cell lines Co-transduction of 14 primary cNF SC cultures with lentiviral vectors containing wild type hTERT and mCdk4 cDNA transgenes led to creation of cell lines that passage well beyond the primary cultures, usually with some morphological changes (often to a shorter, stubbier shape than the typical spindle Schwann-cell morphology).  Table 1  and  S2 Table  summarize the cell line parameters and characterizations, as well as lists a single-cell-cloned heterozygous line derived from the icNF98.4c cell line that was not separately characterized (row 16).  Table 1  and  S2 Table  also include data from histopathology analysis of the corresponding primary neurofibroma tissue (where available), as well as information about retained dependence on, or preference for, a collagen I matrix and SC growth factor neuregulin. Presence and expression of transgenes in the immortalized lines was confirmed via WGS and transcript mapping (example in  Fig 1 ).  Fig 2  shows example photomicrographs from two immortalized cell lines (phase contrast, and immunostained with S100B, a SC marker). 10.1371/journal.pone.0340183.g001 Fig 1 Representative  hTERT  and  mCdk4  transgene transcript sequence read count and alignment for immortalized cell line icNF98.4d and its original culture (cNF98.4d) to the genome sequence (represented by the colored blocks at the bottom of each box). The upper box shows data for exons 3 and 4 of the  hTERT  transgene, while the bottom box represents transcripts that mapped to  mCdk4 . Counts are in transcripts per million. The top part of each box (above the dashed line) represents transcripts from the parental (non-immortalized) cell culture cNF98.4d, while the bottom section represents the immortalized cell line transcripts (icNF984d). The data show expression from both transgenes in the immortalized cell line. Virtually no transcripts from the non-immortalized cells aligned with the transgenes, consistent with lack of endogenous  TERT  expression in cNF98.4d. The murine  Cdk4  coding sequence varies from the human  CDK4  sequence by approximately 11%, via single base changes. Only perfect  mCDK4  transcript sequence matches are shown; there are none in the non-immortalized parental culture, as expected. 10.1371/journal.pone.0340183.g002 Fig 2 Photomicrographs of phase-contrast and S100B immunostaining of two immortalized cNF cell lines, as examples, icNF04.9 and i28cNF. The immortalized cells tend to be moderately shorter and broader than the typical long thin spindle shape of Schwann cells. However, the strong S100B staining indicates that these are in the Schwann cell lineage. A small minority of cells failed to stain with S100B, which represent other cell type(s) from the primary culture such as fibroblasts. Most of the cell lines are highly enriched for S100B staining, suggesting that very few other cells/cell types are present ( S2 Table ); those bearing a somatic  NF1  mutation in the majority of cells are enriched for the two-hit tumor Schwann cells. For the cell lines for which genomic data is available, transcriptomes can be queried for cell-type-specific marker gene expression to shed light on identity of the remaining cells (fibroblast and Schwann examples in  S1  and  S2 Figs ). There were three cell lines (icNF09.5, icNF93.1a, icNF97.5) that showed less than 5% S100B-positive cells in immunostaining; these were also the only samples lacking a detectable somatic  NF1  mutation. These three lines could thus primarily consist of another cell type such as fibroblasts, expected to be heterozygous at the  NF1  locus (transcriptome data not available). NF1  variants Table 1  also lists the  NF1  germline and somatic variant data derived from the  NF1 -focused molecular analyses. Details of germline and somatic  NF1  variants from WGS are shown in  S3 Table  and  S4 Table , respectively. All the germline variants were classified as pathogenic or likely pathogenic, with the exception of icNF97.5. It harbors an  NF1  synonymous substitution near the 3’ end of the coding sequence, c.8160G > C ( NM_000267 , isoform 2) p.Thr2720 = that is listed in gnomAD 4.0 (rs777755159) but with a frequency of 0.000006816 (11/1,613,850). It has been reported twice in ClinVar in NF1 cases and is classified as “Likely Benign.” cDNA sequencing across flanking exons showed that this allele is not associated with altered mRNA splicing or quantity. If this is a  NF1  pathogenic or hypomorphic variant, it would involve a different mechanism, such as affecting translation rate due to mRNA folding or codon usage differences [ 60 ]. The other  NF1  germline variants were nonsense or frameshift alterations (two from aberrant splicing), a missense variant, and one in-frame exon skip. Unlike the other pathogenic variants, the transcript from the p.Arg1362Ter germline pathogenic allele associated with icNF18.1a and icNF09.5 was barely detectable, suggesting a high degree of nonsense mediated decay (NMD). Interestingly, germline variant c.233del does not display NMD despite its close proximity to the 5’ end of the coding region (exon 3). It has recently been shown that missense  NF1  pathogenic variants may significantly alter neurofibromin stability and activity through affecting its dimerization, even if the new amino acid has the same general chemical properties [ 61 , 62 ]. A wide range of somatic  NF1  pathogenic variants ( S4 Table ) was also observed. These include: splice errors, loss of heterozygosity (presumed deletion of one entire  NF1  locus, endpoints undetermined), frameshift deletions, nonsense, and one missense variant. A somatic pathogenic variant could not be identified in three cell lines (“heterozygous?” in  Table 1 ; rows 10–12), which also had low S100B staining. In two other lines, the somatic pathogenic variant was detected at a low level (designated “mostly heterozygous” in  Table 1 ; rows 8 and 13). In a few cases, the somatic mutation had not been detected in the primary culture analysis, but was detected in the immortalized cells, suggesting enrichment of the two-hit cells. Germline and somatic variants were scattered across the gene, and were also observed in whole exome and whole genome profiling of the cell lines ( S1  and  S2 Figs ,  S5 Table ). Western blot analysis Western blots of protein from the tumor-derived immortal cell lines were used to detect neurofibromin and determine the phosphorylated ERK (pERK, active form) to total ERK ratio as a downstream measure of RAS activity, reflecting neurofibromin RAS-GTPase activating function. These results vary somewhat between cell lines, consistent with different  NF1  genotypes. Representative Western blots are shown in  Fig 3A , with quantitation in  Fig 3B  and  3C . A whole-gene deletion, nonsense or frameshift  NF1  variant are expected to result in a dramatic reduction or absence of functional neurofibromin. In cell lines heterozygous for such variants, any full-length-sized neurofibromin Western signal should represent protein encoded by the other allele. Caveats in predicting and interpreting such data, particularly from in-frame deletions or exon skips, missense pathogenic variants, and synonymous variants, include variable NMD, leaky splicing or protein stability. In addition, the presence of any “contaminating” cell may contribute to neurofibromin detection. For example, the low but detectable level of neurofibromin in i18cNF could be due to leaky splicing or presence of heterozygous cells in the culture. This latter possibility is consistent with the observation of a small percentage of cells negative for S100B in most cell lines. The icNF93.1a cell line expresses low levels of neurofibromin despite lack of a detectable somatic  NF1  variant, suggesting that the germline variant (p.Trp784Arg) may result in protein instability. In fact, this variant maps to neurofibromin’s cysteine-serine-rich domain (CSRD) which is important for several neurofibromin interactions, and some CSRD missense mutations are associated with a more severe phenotype [ 61 ]. Similarly, icNF00.10a does not show any full-length neurofibromin, suggesting that the amino acid substitution results in protein instability. As expected, all cNF cell lines show pERK:ERK ratios elevated compared to the wild type control ipn97.4 cells, which have very low pERK levels. icNF98.4c has the lowest pERK:ERK ratio, which is difficult to interpret given that the germline pathogenic variant results in out-of-frame skipping of exon 43, and the somatic mutation is deletion of the gene, which together predicts high pERK. icNF97.5 also has relatively low pERK:ERK, but this may reflect the unidentified somatic variant (if any) or the function of the synonymous variant. The moderate pERK:ERK ratio observed in i18cNF may suggest that the exon-skipped transcript is translated into a somewhat stable and functional protein. 10.1371/journal.pone.0340183.g003 Fig 3 NF1  and ERK Western blot analysis of cNF cell line protein extracts. Panel A shows cropped results from the same blot hybridized for neurofibromin (NF1, 250 kD) and subsequently beta actin (42 kD), phosphorylated ERK (pERK, active form) and total ERK protein (ERK). “ERK” includes the two proteins ERK1 (44 kD) and ERK2 (42 kD), which are not separated at the level of resolution of these blots. This applies to the phosphorylated forms as well, which are approximately the same size as the non-phosphorylated forms. Thus, relative contributions of ERK1 and ERK2 cannot be interpreted, but this does not impact conclusions about overall ERK activation. Immortalized wild type human Schwann cells were used as positive control for neurofibromin (ipn97.4). The protein samples were denatured prior to gel electrophoresis, and thus any neurofibromin present is in the monomer form, not dimer. Panel B is a bar graph of abundance of neurofibromin (NF1) from three Western blots, relative to beta actin for each cell line (mean with 1 standard deviation), normalized to score from icNF09.5 heterozygous cells. Seven cell lines had undetectable neurofibromin. Panel C shows quantitation of the pERK:ERK signal from the three Westerns. Larger scores represent a greater proportion of ERK in the active form, which is expected with decreased neurofibromin activity. Bioinformatic analysis of matched primary and immortalized cell line exomes and genomes Jaccard indices (to evaluate genomic similarity) were calculated from exome sequencing data of the immortalized cNF lines and the unmodified primary cell cultures. The primary cell cultures, when compared to their matched immortalized counterparts, had higher Jaccard indices than with unrelated cultures/lines ( Fig 4  and  S6 Table ). This confirms that the lentiviral integrations in the immortalized cell lines did not cause an overt genomic difference compared the matched primary culture genomes. 10.1371/journal.pone.0340183.g004 Fig 4 Hierarchical clustering of Jaccard indices. The Jaccard index, a measure of similarity, was calculated for all cell lines in a pairwise manner using the variants called with DeepVariant. A value of 0 indicates no intersection between the called genomic intervals (and thus no similarity), while 1 indicates perfect concordance. The cell lines that are immortalized/primary pairs (Jaccard index ranging from 0.679 to 0.722) cluster together (red and black boxes), indicating that the immortalized cell lines have a variant profile that most closely matches that of the corresponding primary cell culture. CNAs were assessed in the WGS data and compared to gene expression quantification ( S5-S18 Figs ). Regions of missing data or small amplifications are also observed, however, as seen in  S5-S18 Figs  these typically correspond to centromeric regions. We did not observe evidence of CNAs that occurred across all cNF cell lines, or evidence of copy number alterations associated with hTERT/mCdk4-mediated immortalization. Transcriptomic profiling of primary cell cultures and immortalized cell lines Principal component analysis of transcriptomic data showed weak grouping of the primary cell lines and matched immortalized cell lines ( Fig 5A ). Principal components 1 and 2, which captured the largest sample variance based on expression profiles, only accounted for 21.6% and 18.7% of the variance between samples, and both of these components correlated with immortalization status. The Euclidean distances between cell lines/cultures were calculated from complete gene expression profiles, and the pairwise distances were hierarchically clustered ( S19 Fig ). Most immortalized cell lines clustered closer to one another than their paired primary cell line (icNF00.10a being an exception). However, when compared to  NF1  plexiform neurofibroma cell lines immortalized using the same methodology [ 20 ], the gene expression distances between primary cultures and immortalized cell lines were much smaller in magnitude than observed between the tumor types. 10.1371/journal.pone.0340183.g005 Fig 5 Transcriptome profiling results of immortalized cell lines compared to primary culture counterparts. (A)  Principal component analysis of cell lines indicates minimal grouping by either immortalization status or tumor type; representative pNF cell lines show greater variance across PC2 than the cNF cell lines.  (B)  Volcano plot showing overview of differentially expressed genes in immortalized versus primary cells. Blue points indicate genes that have significantly increased expression in immortalized cNF cells (log2 fold change > −2, BH-adjusted p-value <0.05). Red points indicate genes that have significantly increased expression in primary cNF cell cultures (log2 fold change > 2, BH-adjusted p-value <0.05).  (C)  Hierarchical clustering (WardD2 clustering) showing sub groups of primary cell cultures and immortalized cell lines based on.  (D)  Heatmap showing expression (logCPM) of differentially expressed genes between immortalized and primary tumor cells. Gene expression profile analysis found significantly different transcript levels between primary cultures and immortalized cells, for 993 genes ( Fig 5B  and  5C ), with four sub-clusters based on differentially expressed genes ( Fig 5D ). Pathway enrichment analysis of the differentially expressed genes suggested the perturbation of cell cycle regulatory pathways (e.g., ‘regulation of cyclin-dependent protein kinase activity’, ‘regulation of G1/S transition of mitotic cell cycle’), consistent with mCdk4 and hTERT-mediated cellular reprogramming to the immortalized state ( S7 Table ).  NF1  gene expression did not significantly differ between matched primary and immortalized cell lines, indicating preservation of  NF1  status (NF1: log fold change = −0.02, adjusted p-value = 0.96).",
  "discussion": "Discussion cNF are the most common tumor in people with NF1. They cause significant morbidity and disfigurement impacting quality of life for the vast majority of people living with NF1. Although they share some similarities with other neurofibromas, they have distinct behavior and in the absence of any approved systemic or topical therapy available, are in great need of therapeutic discovery efforts. Enriched SC cultures from primary cNFs are not often completely pure; 1–10% of the cells are of other types, most commonly fibroblasts. This, and the limited passages prior to senescence, are barriers to many potential preclinical studies. We previously had success creating immortalized SC lines from NF1 pNFs and wild-type human SC, overcoming those barriers, with the caveat that the cells were genomically modified [ 20 ]. We determined that transduction with both hTERT and mCdk4 cDNAs was needed to enable the pNF SC to pass beyond p10-20. These cell lines have since been used in studies such as drug screening and xenograft experiments [ 63 – 65 ]. Given this success, we used the same approach to immortalize cNF primary SCs with the goal of accelerating drug discovery efforts for this tumor. Out of the 15 attempted co-transductions, 14 were successful. These were “population” co-transductions of 10,000 cells, with no specific selection. Although the primary cultures were developed with conditions to enrich for two-hit SCs, many still have a minor component of heterozygous SC and stromal cells such as fibroblasts. The resulting cell lines (considered successful if divided for more than 6 passages beyond the primary culture lifespan) thus could contain immortalized cells other than two-hit SC. In future studies, approaches such as a panning enrichment for p75 positive SCs may be a possibility to remove non-desired fibroblasts. Additional variability could come from the number and location of transgene integrations, and any subsequent genome alterations. Unlike the immortalized pNF cell lines, some of the icNF lines either senesced or slowed in proliferation rate before passage 40, and nearly all require or prefer a substrate and neuregulin growth factor, suggesting that they are only semi-immortalized. This could be the result of intrinsic differences between cNF and pNF SC, or poorer transduction (done in 2 batches). Consistent with this, of the 12 icNF cell lines for which we obtained cytogenetic data, the karyotypes were all normal (46,XX or 46,XY) except that icNF18.1a (p21) also had a somatic balanced reciprocal translocation (t(15;22)(q22;q13)), and 10% of icNF97.2b (p14) cells were tetraploid with no rearrangements. Tetraploidy was seen among a number of the immortalized plexiform SC lines created previously [ 20 ], which could be due to high expression of mCdk4 [ 66 ]. Presumably, in the early passages after transduction, a number of cells acquired and expressed the transgenes, with the most robust clones continuing throughout culturing. We can’t determine how many clones grew out to establish the cell line, but it is likely at least several (because not all of the icNF cells had the same characterizations), and these clones may still be competing in culture. Only icNF97.2b was mosaic at the cytogenetic level. The presence of multiple clones can actually be an advantage, providing an opportunity to isolate different lines via single-cell cloning (something that cannot be done with primary SC). We did this to obtain a matched heterozygous icNF line from icNF98.4, and previously used single-cell cloning to isolate a two-hit SC line from an immortalized plexiform cell line that appeared mostly heterozygous at  NF1  (ipNF08.1). The presence of a variety/combination of  NF1  germline and somatic pathogenic variants in these cell lines may also be advantageous for groups investigating the effects of specific variant types or locations on function. While this genetic heterogeneity, and the heterogeneity in other cell measures, adds complexity to future studies with these cell lines, this cohort is consistent with the significant molecular and clinical heterogeneity in human NF1 tumors. Interestingly, there was no statistical difference between pERK:ERK ratios of cell lines that lacked full-length neurofibromin versus those that expressed at least some apparently-full-length neurofibromin. A consideration is the possibility of function from truncated neurofibromin molecules, a phenomenon not addressed here, nor yet proven in NF1. However, analysis of neurofibromin isoforms containing truncating nonsense variants in a cDNA-based overexpression system suggest that isoforms truncated after the GRD may still retain the ability to suppress Ras activity [ 67 ]. Increased ERK activation, downstream of and consistent with increased RAS signaling, was present in all cell lines, albeit to a variable degree. ERK activation analysis is a commonly-used surrogate for direct RAS activity assays. This variability is not unexpected given that these are from independent tumors and/or patients. Similar variability in multiple measures was seen in plexiform neurofibroma cell lines we previously created [ 20 ]. Among the cNF lines lacking neurofibromin, cell line icNF98.4c showed the lowest increase in ERK activation. While this could be explained by incomplete splicing of the germline exon-skipping allele, another tumor cell line from this same patient (icNF98.4d) showed stronger ERK activation, suggesting that the germline allele is not likely prone to incomplete splicing, given assumption of equally deleterious effects of their somatic mutations (essentially null alleles). Thus, RAS signaling might actually be greater in icNF98.4c, due to potential influences from other pathways or feedback systems that have not been identified. Bioinformatic analysis of WES data indicated that the icNF cells were genetically closer to their matched primary cells than cells from other patients, and that the majority of expression differences are related to the cell cycle, consistent with transgene function to extend lifespan. One cell line (icNF97.2a) has already been published in a study by our group, chosen for its specific mutation repertoire to test an exon skipping approach [ 68 ]. This cell line as well as 2 others (icNF97.2b and icNF98.4d) have also been published by our group to evaluate the transcriptomic effects of selumetinib [ 69 ]. Interpretations about some cell lines are not firm, such as whether one germline variant is pathogenic, and regarding the cell lines that appear genetically heterozygous ( Table 1 ). Additional cellular and biochemical characterizations were beyond the scope of the grant supporting this work, but will hopefully be taken up by others in the future. This work describes the first immortalized SC lines from human NF1-associated cNF. The majority of the cell lines contain the  NF1  two-hit tumor cells. These, plus the heterozygous cells, will contribute to research in tumorigenic mechanisms and therapeutic development for these common and yet largely unaddressed tumors.",
  "fetched_at": "2026-02-11T01:27:27.661839",
  "abstract_length": 1433,
  "methods_length": 21282,
  "introduction_length": 4742,
  "results_length": 14819,
  "discussion_length": 7100
}