{
  "pmid": "PMID:41570527",
  "abstract": "The tumor suppressor gene NF2 (Neurofibromatosis type 2) is involved in critical biological processes, including organ-size control, cell proliferation, differentiation, apoptosis, and cancer development by activating the SWH signaling pathway (also named Hippo pathway) in humans and Drosophila. However, the exact roles and molecular regulatory mechanisms of NF2 in chicken granulosa cells (GCs) proliferation, differentiation, apoptosis, and steroidogenesis are required for ovarian follicle growth, prehierarchical follicular development, and follicular selection remain poorly understood. This study demonstrated that the NF2 mRNA was expressed in various-sized prehierarchical follicles (PFs) and GCs. NF2 protein was localized in the GC cytoplasm and predominantly expressed in the undifferentiated GCs and oocytes of the PFs. Here, the effects of NF2 on the proliferation, differentiation, apoptosis, and mitochondrial function of GCs were detected. NF2 regulates GC proliferation, differentiation, and apoptosis via SWH signaling pathway downstream transcriptional co-activator YAP1 in vitro. Additionally, NF2/SWH significantly increased the phosphorylation level of p38 via transcriptional co-activator YAP1. To explore the role of the p38 signaling pathway in the process of NF2/SWH-induced apoptosis in GCs, an activator of p38 (U46619) was added to the si-NF2 treatment, and inhibitor of p38 (SB203580) added to the si-NF2 treatment. We found that NF2/SWH signaling pathway promoted GC apoptosis by affecting the function of GC mitochondria via p38 signaling via SWH signaling pathway downstream transcriptional co-activator YAP1. In conclusion, these results demonstrated that NF2/SWH inhibited proliferation, and differentiation of GCs via SWH signaling pathway downstream transcriptional co-activator YAP1, and promoted apoptosis of GCs by p38 MAPK signaling and mitochondrial function in chicken via SWH signaling downstream transcriptional co-activator YAP1.",
  "methods": "Materials and methods Ethics statement All procedures executed in chickens were approved by the Institutional Animal Care and Use Committee (IACUC) of Jilin Agricultural University (Changchun, China). The animal experiment complied with the ARRIVE guidelines ( Percie et al., 2020 ). The Animal Ethics Committee of Jilin Agricultural University (Changchun, China) gave ethical approval for animal survival. All birds were sacrificed prior to the removal of organs based upon the IACUC Guidelines for the euthanasia of experimental animals (Permission No. GR (J) 19-030). All of our efforts have been made to minimize the suffering of the animals. Animals and sample collection Lohmann brown commercial line, approximately 150-day-old and laying five or more eggs in a sequence, were used. Twenty birds were kept in individual cages under a 16 h light: 8 h darkness photoperiod with water and allowed to feed ad libitum. Hens were euthanized under anesthesia with sodium pentobarbital 18-20 h before the estimated time of ovulation (5 h after oviposition), and the prehierarchical follicles (1-8 mm in diameter) were collected according to the method reported by ( Stepińska et al., 1996 ), and classified into 4 groups (1-3.9 mm, 4-4.9 mm, 5-5.9 mm, 6-8 mm in diameter). After the surrounding vascular and connective tissues of the follicles were removed with fine forceps and a scalpel ( Politis et al., 1990 ), PFs (prehierarchical follicles) were immediately snapped frozen in liquid nitrogen, and preserved at -80°C for RNA extraction. Granulosa cells isolation, culture, and identification The ovary was dissected to isolate and culture GCs, and the PFs (1-8 mm in diameter) were carefully separated. The blood stains were washed out with phosphate buffer and washed twice with PBS ( PB180327 , Procell, Wuhan, China) containing Penicillin Streptomycin Solution ( PB180120 , Procell, Wuhan, China). The connective tissue and vascular network of the outer layer of the follicle were stripped, as the follicle was punctured, the yolk was released, and the GCs were scraped, and then digested with 4 ml of 0.2% collagenase Ⅱ (C6885, Sigma–Aldrich, St. Louis, MO, USA) for 20 min at 37°C in a shaking bath. All GCs were cultured in M199 complete medium (PM150610, Procell, Wuhan, China) supplemented with 10% Fetal bovine serum (FBS, 164210, Procell, Wuhan, China) was used to terminate digestion, and the dissociated GCs were filtered through a 200-mesh sieve and centrifuged at 1200 rpm for 5 min. After three washes with PBS, GCs precipitates were collected and resuspended in M199 complete medium supplemented with 5% Fetal bovine serum. Subsequently, GCs were seeded in 6-well plates and cultured in a 37°C, 5% CO 2  incubator. After 12 h, the culture medium was changed for the first time. The morphology and growth of the GCs were observed using an inverted microscope (BX53, Olympus, Tokyo, Japan) every day. The GCs were identified by morphological evaluation under a microscope and immunofluorescence staining targeting Anti-Mullerian Hormone (AMH, Abx132175, 1:100. abbexa, Taiwan, China), which is the classical biochemical hallmark of GCs. The GCs viability was determined with trypan blue staining. The GCs of PFs (6-8 mm in diameter) were obtained and mixed to make single cell suspension; Afterward, the cell suspension was diluted 9:1 with 0.4% trypan blue (T6146, Sigma–Aldrich, St. Louis, MO, USA) examined by optical microscope. The number of living (unstained) and dead (blue-stained) cells were counted. All the experimental procedures were performed in triplicate. Real-time PCR and real-time quantitative reverse transcriptase PCR Real-time PCR was used to detect the mRNA level of  NF2  in the PFs. Total RNA was extracted from ovarian PFs using Trizol reagent (9108, TaKaRa, Dalian, China) according to the manufacturer’s protocol. The cDNA was synthesized using the ReverTra Ace qPCR RT Kit (FSQ-101, TOYOBO, Osaka, Japan) following the manufacturer’s instructions. The reaction volume of 25 μL that contained 12.5 μL 2 × Taq MasterMix, 0.5 μL of each of the gene-specific forward and reverse primers, 0.5 μL cDNA template and 11 μL water. RT-PCR conditions were as follows: 94°C for 2 min and then 35 cycles of 94°C for 30 s, 58°C for 30 s, 72°C for 30 s, and 72°C for 10 min. To assess the mRNA expression of the target genes in the GCs, real-time quantitative reverse transcriptase PCR (RT-qPCR) was conducted according to our previously described method ( Qin et al., 2015 ). The nucleotide sequences of the primers are shown in  Table 1 . The mRNA expression results were normalized against  18S rRNA  as an internal control. All samples were detected in triplicate, and the data were analyzed using the 2 −△△Ct  method. Table 1 Primer pairs designed for the quantitative real-time PCR analysis. Table 1 Genes Accession no. Primer sequences (5′- 3′) Product length (bp) RT-PCR NF2 NM_204497.2 F: GAGAAGCGACTGATGGAAC R: GGACTGCGTGTAGGATGAC 189 18S rRNA FM165414.1 F: ACGGACAGGATTGACAGATT R: GCTTATGACCCGCACTTACT 386 RT-qPCR NF2 NM_204497.2 F: ATGACCCAGACAACAGAT R: GTGGTTTCCAATACACAG 182 STK3 NM_001031337.2 F: TGGAATATTGTGGAGCTGGGTC R: AGGTTGGAGGGGGATTTGTAGG 426 STK4 NM_001030853.1 F: GCAGATTTTGGAGTGGCAGG R: TTGGAGGCGGATTCGTAGGA 232 LATS1 XM_419666.5 F: GTGAAAAGTATGCGTGTGTT R: CAAGTGTTTGGGGTAAGGTG 198 LATS2 XM_015279299.1 F: CTCCTTTTCTGGCTCCTACA R: TCATCTGCTCCATTTCTTCC 166 YAP1 NM_205243.1 F: ACAGATGGAGAAGGAAAGGC R: CCAGGAGATGATACGGGATT 126 FSHR NM_205079.1 F: GAGCGAGGTCTACATACA R: GCACAAGCCATAGTCA 281 MYC KU981087.1 F: ATCAGCAACAACCGAAAATG R: GTCACGCAGGGCAAAGAAAC 132 GDF9 AY566700.2 F: CTATTGCTGCATTCACTGGC R: CCTTGGTGGCGTACATCTTA 269 STAR NM_204686.2 F: GTCCCTCGCAGACCAAGT R: TCCCTACTGTTAGCCCTGA 196 CYP11A1 NM_001001756.1 F: GTGGACACGACTTCCATGACT R: GAGAGTCTCCTTGATGGCGG 174 BCL-2 NM_205339.2 F: ATGACCGAGTACCTGAACCG R: CCAAGATAAGCGCCAAGAGT 182 CASP3 NM_204725.1 F: AAGAACTTCCACCGAGATACCG R: GCTTAGCAACACACAAACAAAA 204 18S rRNA FM165414.1 F: TAGTTGGTGGAGCGATTTGTCT R: CGGACATCTAAGGGCATCACA 169 Immunofluorescence assay of follicles and GCs Immunofluorescence assay was used to investigate the expression of NF2 protein in ovarian PFs, and also used to investigate the expression of AMH and NF2 proteins in GCs of PFs as described ( Zhu H et al., 2019 ). The GCs were fixed in PBS containing 4% paraformaldehyde for 15 min, permeabilized with 0.5% Triton X‐100 (ST795, Beyotime, Jiangsu, China) for 20 min and blocked with 10% normal goat serum (AR1009, Boster Biotechnology, Wuhan, China) for 30 min at RT. Primary antibodies against AMH and NF2 proteins were applied and incubated overnight at 4°C. Next, cells were incubated with CY3 Conjugated AffiniPure Goat Anti-rabbit IgG (BA1032, 1:100. Boster Biotechnology, Wuhan, China) and FITC Conjugated AffiniPure Goat Anti-mouse IgG (BA1101, 1:100. Boster Biotechnology, Wuhan, China) for 1 h in the dark, respectively. Finally, after washing three times with PBS, diamidino‐2‐phenylindole (DAPI, C1002, Beyotime, Jiangsu, China) was added for 5 min to stain the nuclei. Images were observed and obtained with a fluorescence microscope (BX53, Olympus, Tokyo, Japan). The fluorescent image was quantified by integrated optical density (IOD) with the Image‐J image analysis system, and finally, the average IOD was calculated. Antibodies details are shown in  Table 2 . Table 2 Antibodies used for Immunofluorescence assay analysis. Table 2 Protein target Primary antibody Dilution used Antibody type Originated Secondary antibody Dilution used Originated cNF2 Mouse anti- cNF2 1/100 Monoclonal ab88957, Abcam, Cambridge, MA, USA anti-mouse IgG 1/100 BA1101, Boster Biotechnology, Wuhan, China cAMH Rabbit anti- cAMH 1/100 polyclonal Abx132175, abbexa, Taiwan, China anti-rabbit IgG 1/100 BA1032, Boster Biotechnology, Wuhan, China Construction of short hairpin RNA (shRNA) interference vector against chicken NF2 gene Firstly, specific siRNAs targeting the  NF2  gene were designed using InvivoGen siRNA Wizard v3.1 ( http://www.invivogen.com/sirnawizard/ ) for silencing  NF2 . All siRNA sequences were blasted against the chicken genome database to eliminate cross-silencing phenomena with nontarget genes. The most effective  NF2 -specific siRNA was further screened by qRT-PCR and western blotting as follows: sense: 5′-GCCUGUCCUUUGACUUCAATT-3′ antisense: 5′-UUGAAGUCAAAGGACAGGCTT-3′. A scrambled siRNA that does not target any gene was used as the negative control siRNA as follows: sense: 5′-UUCUCCGAACGUGUCACGUTT-3′, and antisense: 5′-ACGUGACACGUUCGGAGAATT-3′, which was synthesized by Genepharma (Shanghai, China). Secondly, the construction of a short hairpin RNA (shRNA) interference vector against chicken NF2 gene by PG2.2 adenovirus vectors, after adenovirus expression vector pG2.2-shRNA3-NF2 carrying the specific siRNA was constructed when the cultured GCs reached 85% confluence, were then transfected with the NF2 shRNA adenovirus in 24-well plates, respectively; and incubated at 37 °C with 5% CO 2 . After 24 h of culture, the GCs were collected for cell proliferation, cell cycle, and cell apoptosis assay, and lysed for western blot and RT-qPCR analysis. The sequence information of NF2 shRNA is shown in Table S1. Construction of small interfering RNA (siRNA) and overexpression vector against chicken YAP1 gene The construct method of si- YAP1  is the same as that of si- NF2;  the most effective  YAP1 -specific siRNA was further screened by qRT-PCR and western blotting as follows: sense: 5′-CCAUCUGGACAGAGAUACUUCCUUATT-3′, antisense: 5′-GGUAGACCUGUCUCUAUGAAGGAAUTT-3′. A scrambled siRNA that does not target any gene was used as the negative control siRNA as follows: sense: 5′-GCACCGAGAAAUCGUGACCUCUGAATT-3′, and antisense: 5′-CGUGGCUCUUUAGCACUGGAGACUUTT-3′, which was synthesized by Genepharma (Shanghai, China). The chicken YAP1 cDNA sequence was amplified by PCR and cloned into a pUC57-Simple plasmid (Sangon Biotech Co., Ltd., Shanghai, China). Then, the sequence was subcloned into a pcDNA3.1 expression vector to generate the pcDNA3.1-YAP1 expression construct. Western blot To assess the protein expression of the target genes in the GCs, western blot analysis was conducted according to our previously described method ( Xu et.al, 2018a ;  Zhu H et.al, 2019 ). Briefly, equal amounts of proteins were loaded into each well, separated with 12% (w/v) SDS - Polyacrylamide gel, and electro-transferred to a protran nitrocellulose membrane. The affinity-purified antibodies were used in Table S2. The horseradish peroxidase-conjugated anti-rabbit or anti-mouse IgG secondary antibody was incubated for two hours at RT. Blots were subsequently performed with ECL western blot agent (Rockford, IL, USA) for 5 min and exposed to X-ray film for 5 min. The signals were detected using the ECL Plus western blot detection system according to the manufacturer's instructions. Anti-β-actin (dilution 1:500, Boster, Wuhan, China) antibody acted as a loading control. Inhibitor and activator treatment of granulosa cells GCs that had been cultured for 24 h were washed twice with PBS and were then preincubated with or without 10 µM SB203580 (an inhibitor of p38 MAPK phosphorylation) or U46619 (an activator of p38 MAPK phosphorylation) for 1h and 2 h to screen out the best processing time of SB203580 (S1863, Beyotime, Jiangsu, China) and U46619 (sc-201242, Santa Cruz, Dallas, TX, USA) as described previously ( Qi, J et al., 2021 ,  Liu, Y et.al, 2022 ,  Li, X et al., 2021 ,  Zhang, X et.al, 2022 ). The p38 MAPK protein levels were measured by western blotting. XMU-MP-1(4-((5,10-dimethyl-6-oxo-6,10-dihydro-5H-pyrimido[5,4-b]thieno[3,2-e][1,4]diazepin-2-yl)amino)benzenesulfonamide) (HY-100526, Med Chem Express) as an inhibitor of STK3/4 as described previously ( Fan, F et al., 2016 ). Cell proliferation assay A variation in cell proliferation was determined by 5′-Ethynyl-2′- deoxyuridine (EdU) incorporation assay was performed with a BeyoClick TM  EdU-647 Kit (C0081S, Beyotime, Jiangsu, China) according to the manufacturer’s protocol. Briefly, After being fixed with 4% paraformaldehyde for 15 min, the cells were treated with 0.3% Triton X-100 for 15 min and rinsed with PBS three times before being incubated with freshly prepared click reaction cocktail for 30 min at RT, and then incubated with 1 mL of Hoechst 33342 to stain the cell nuclei for 10 min. Images were captured using a microscope (BX53, Olympus, Tokyo, Japan). The proportion of EdU positively stained cells (with red fluorescence) to Hoechst-stained cells (with blue fluorescence) per well was calculated. The number of EdU-positive cells was expressed as a percentage and calculated relative to the total number of cells (positive cells/total cells in one field) as previously described ( Xu et al., 2018a ). All the experiments were performed in triplicate. Cell cycle and cell apoptosis analyses The cell cycle and apoptosis of GCs were determined by flow cytometry (BD Biosciences, USA) using the Cell Cycle Detection Kit (KGA512, KeyGEN Biotech, Nanjing, China), Annexin V- Allophycocyanin (APC)/7-amino-actinomycin D (AAD) Apoptosis Detection Kit (AO2001-11A-G, Tianjin Sungene Biotech, China) and Annexin V- FITC (Fluorescein isothiocyanate)/PI (propidium iodide) apoptosis analysis kit (AO2001-02P-G, Tianjin Sungene Biotech, China) following the manufacturer's protocols. For cell cycle analysis, in brief, the fixed cells were washed with PBS and successively incubated with 10 μL RNase (1 mg/mL) and 10 μL PI (400 μg/mL). Flow Cytometry was used to analyze GCs in three stages (G0/G1, S, G2/M). For cell apoptosis analysis, the apoptosis rate of GCs was estimated, i.e., the total number of apoptotic cells comprises the number of cells in the right upper quadrant (Q1-UR) and number of cells in the right lower quadrant (Q1-LR) and analyzed using FlowJo v7.6 software (Stanford University, Stanford, CA, USA). Each experiment was carried out at least three times. ROS detection Reactive Oxygen Species Assay Kit (S0033, Beyotime, Jiangsu, China) was used to determine ROS. As instructed by the manual provided by the manufacturer, after different treatments, the cells were incubated with DCFH-DA (diluted 1:1000) in a 37°C incubator in the dark for 20 min. Invert and mix the cells and solution every 5 min. Then cells were washed 3 times with serum-free medium and rinsed in PBS. ROS intensity was measured at an excitation/emission wavelength of 488/525 nm using flow cytometry (FITC channel). Mitochondrial membrane potential (MMP) assessment MMP was assessed by JC-1 kit (C2006, Beyotime, Jiangsu, China) and flow cytometry (BD Biosciences, USA). JC-1 working solution was prepared in the dark as instruction. Following JC‑1 staining at 37°C for 20 min, cells were washed with the JC-1 staining buffer three times and detected via flow cytometry. Data were analyzed using FlowJo v7.6 software (Stanford University, Stanford, CA, USA). In healthy mitochondria, JC-1 was aggregated to form a polymer in the mitochondrial matrix, which emits intense red fluorescence. JC-1 monomers are presented in the cytoplasm in the unhealthy mitochondria due to the decline/loss of mitochondrial membrane potential, which generates green fluorescence. Therefore, changes in the ratio of H1-UL (red)/H1-UR (green) reflected the change in mitochondrial membrane potential. Measurement of ATP and cytochrome C After different treatments, GCs were lysed, and then supernatants were gathered to calculate the content of ATP (adenosine triphosphate) by the corresponding ATP assay kit (S0026B, Beyotime, Jiangsu, China) according to the manufacturer’s instructions. The supernatants were used to detect the concentrations of Cytochrome C (Cyt-c). The level of Cyt-c was determined via enzyme-linked immunosorbent assay (ELISA) following the procedures of Chicken Cytochrome c Apoptosis Assay Kit (JL21690, Shanghai Jianglai Industrial Limited by Share Ltd., Shanghai, China). Determination of mitochondrial DNA (mtDNA copy number) After different treatments, DNA was isolated, and then the mtDNA copy number was quantified by COI gene using RT-qPCR assay. Here, we infer that mtDNA copy number correlates directly with COI density as described previously ( Mei H et.al, 2015 ,  Ballard JW et.al, 2007 ,  Wu S et.al, 2019 ,  Kilbaugh TJ et.al, 2015 ). COI primers: sense: 5′-AATAATTTCCCACGTAGTAGCATAC-3′, and antisense: 5′-TTGCTAGTCAGCTGAAGACTTTAAT-3′, which was synthesized by Genepharma (Shanghai, China). Statistical analysis Statistical analysis was carried out using the SPSS12.0 software package. The data were collected and analyzed with a one-way ANOVA followed by Tukey’s multiple-comparison test when more than two groups were involved or using a Student’s t-test when treatment and control groups were compared after confirmation of normal distribution for parametric analysis. Values were presented as mean ± SEM and bars with superscript symbols that indicate the significant difference compared with control groups at **  P  < 0.01, *  P  < 0.05. GraphPad Prism version 8 (GraphPad Prism, CA, USA) was applied to form statistical graphs based on the results. Appendix Supplementary materials \n \n Supplementary Information Fig.S1 The images show the original gels of the western blot in Figure 3A-3E.  (A) The original gels of NF2 protein expression in the GCs with or without NF2-specific shRNA was analyzed using western blot. (B-E) The original gels of FSHR, MYC, GDF9, STAR, CYP11A1, BCL2, and CASP3 proteins expression in the GCs with or without NF2-specific shRNA was analyzed by western blot. β-actin was used as a loading control. Fig.S2 The images show the original western blot gels in Figure 4B, 4D.  (A) The original gels of p-STK3, p-STK4, p-LATS1, p-LATS2, and p-YAP1 proteins expression in the GCs or XMU-MP-1 (10 μM and 24 h) treatment was analyzed by western blot. (B) The original gels of STK3, STK4, LATS1, LATS2, and YAP1 mRNA and phosphorylation proteins expression in the GCs were analyzed by western blot. GCs were transfected with specific shRNA-NF2, shRNA-NF2 and XMU-MP-1 together, NC, scrambled shRNA (negative control), and no shRNA as a vehicle (blank control, BC). β-actin was used as a loading control. Fig.S3 The images show the original gels of the western blot in Figure 5F.  The original gels of BCL2 and CASP3 proteins expression in the GCs with or without siRNA-NF2 and/or siRNA-YAP1 were analyzed by western blot. β-actin was used as a loading control. Fig.S4 The images show the original gels of the western blot in the Figures 7A, 7B, 7C, and 7E.  (A) The original gels of p-p38, p38 protein expression level in the GCs was analyzed using western blot. GCs were transfected with specific siRNA-NF2 and/or siRNA-YAP1, NC (scrambled siRNA, negative control), and no siRNA as a vehicle (blank control, BC), U46619, and SB203580. (B) The original gels of p-p38, p38 protein expression in the GCs was analyzed using western blot. GCs were transfected with specific siRNA-NF2 or siRNA-NF2 and siRNA-YAP1, NC (scrambled siRNA, negative control), and no siRNA as a vehicle (blank control, BC). (C) The original gels of BCL2 and CASP3 proteins expression in the GCs with different treatments were analyzed western blot. GCs were transfected with specific siRNA-NF2, specific siRNA-NF2 and U46619, OE-YAP1 and SB203580, U46619, or SB203580, NC (scrambled siRNA, negative control), and no siRNA as a vehicle (blank control, BC). β-actin was used as a loading control. Table S1 Construction frame of adenovirus vector against NF2 gene primer pairs. Table S2 Antibodies used for western blot analysis. Image, application 1",
  "introduction": "Introduction Ovarian follicle development plays a key role in poultry egg production. Individual follicles consist of an innermost oocyte, surrounding granulosa cells ( GCs ), and outer layers of thecal cells in chicken ovaries ( Mcgee E A et al., 2000 ). The growth and development of ovarian follicles is a highly intricate and coordinated process. Follicle from a pool of 6-8 mm prehierarchical follicles (1-8 mm in diameter) that GCs are in the undifferentiated stage after follicle selection can become a hierarchical follicle (>8 mm in diameter and GCs are in the differentiated stage) and continues to develop rapidly until ovulation. During follicular development process, GCs play a pivotal role in ovarian follicular development and follicle selection by modulating steroidogenesis and release of the locally produced regulatory factors, such as follicle-stimulating hormone receptor ( FSHR ), v-myc avian myelocytomatosis viral oncogene homolog ( MYC ), growth differentiation factor-9 ( GDF9 ), steroidogenic-related enzymes steroidogenic acute regulatory protein ( StAR ), cytochrome P450 side-chain cleavage ( P450scc/CYP11A1 ), B-cell lymphoma-2 ( BCL2 ), caspase-3 ( CASP3 ) ( Woods, D. C et al., 2005 ;  Huang J et al., 2013 ;  Xu, R et al., 2018a ;  Zhao, J et al., 2025 ). Follicle-stimulating hormone ( FSH ) induces GC proliferation, differentiation, follicle selection, and follicle maturation by stimulating the FSH receptor.  FSHR  mRNA is highest in the GC from the 6-8 mm prehierarchical follicles for selection accompanied by decreased levels of  GDF9  expression ( Xu, R et al., 2018a ;  Zhu, H et al., 2019 ). As known, MYC gene expression is associated with GC proliferation ( Onagbesan, O. M., 1995 ;  Yao, H. H et al., 2001 ). MYC gene expression is highest in the GCs of the prehierarchal follicle and lowest in the preovulatory follicle is consistent with the notion that decreased MYC expression is associated with terminal GC differentiation ( Woods, D. C et al., 2005 ). Steroids hormone are mainly synthesized in the ovary and regulate the growth and development of the ovary and then affect the reproductive function of the female ( Peluso J. J et al., 2013 ;  Yuan, X. H et al., 2018 ). GCs from prehierarchal follicles express STAR and CYP11A1 proteins; at this stage of development, these GCs are considered undifferentiated, thus, steroidogenically incompetent. However, the  CYP11A1  and  STAR  mRNA levels dramatically increase in the GC layer after follicle selection ( Xu, R et al., 2018a ;  Zhao, J et al., 2025 ), and they are also involved in differentiation and steroidogenesis ( Qin, N et al., 2015 ;  Xu, R et al., 2018b ). As previously reported, the anti-apoptotic proteins BCL2 ( Huang J et al., 2013 ) and CASP3 activation has been associated with the execution phase of GC apoptosis in the hen. In the granulosa layer during follicle development, CASP3 protein in preovulatory granulosa cells was approximately 2-fold those measured in 6-8 mm follicles ( Johnson, A. L et al., 2000 ). The tumor suppressor NF2 (merlin) was identified in 1993 in patients affected by Neurofibromatosis type 2 ( NF2 ) and was later found to be mutated in sporadic meningiomas, ependymomas, and schwannomas, a large fraction of malignant pleural mesotheliomas, and a small percentage of other tumor types ( Li, W et al., 2014 ). NF2 protein is responsible for the regulation of cell proliferation. Once activated, NF2 modulates adhesive signaling pathways and thereby inhibits cell growth. In addition, Chicken NF2 is a negative regulator of cell proliferation and migration during embryonic development ( Chen, Y et al., 2004 ). In Drosophila, Merlin, in cooperation with the transducer protein Kibra, is a classical activator of Hippo signaling and regulates the organization of embryonic and adult tissues/organs ( Li, W et al., 2012 ;  Mota, M et al., 2020 ). An in-depth investigation has demonstrated that the activity of NF2 are mainly involved in critical biological processes, including organ-size control, cell proliferation ( Goswami, S et al., 2021 ), differentiation, cell division regulation, apoptosis, and cancer development by activating the Hippo pathway ( Sekido Y, 2018 ;  Zhang, F et al., 2021 ). The Hippo signaling pathway was initially identified around the turn of the 21st century as a potent mechanism restricting Drosophila tissue growth ( Su, T et al., 2017 ;  Zheng, Y et al., 2019 ). In chicken, the SWH pathway (also named Hippo signaling pathway) includes two upstream  MST  (Mammalian Sterile-20-like kinase) homologous named  STK3  (serine/threonine kinase 3) and  STK4  (serine/threonine kinase 4), two serine/threonine (Ser/Thr) protein kinases,  LATS1  (large tumor suppressor homolog 1) and  LATS2  (large tumor suppressor homolog 2), and a downstream transcriptional co-activator, Yes-associated protein 1 ( YAP1 ) ( Lyu, Z et al., 2016 ;  Sun, X et al., 2021 ). In mammals, the Hippo pathway is a core serine/threonine kinase cascade; upon receiving upstream signaling, STK3/4 kinases phosphorylate and activate LATS1/2, which in turn phosphorylate and inactivate the YAP1 by preventing YAP1 accumulation in the nucleus. The phosphorylated YAP1 is then directed to either be retained within the cytoplasm or degraded ( Sekido Y, 2018 ). In the absence of SWH signaling, YAP1 translocates to the nucleus and activates gene transcription to promote the transcription of genes that regulate cell proliferation ( Camargo, F. D et al., 2007 ;  Zhao, B et al., 2008 ;  Huntoon, C. J et al., 2010 ). However, the regulation of NF2 and the relationship between NF2 and SWH signaling pathway in chicken ovarian follicle development, which are involved in GCs proliferation, differentiation, apoptosis, and steroidogenesis, is not precisely known. Studying GC apoptosis and revealing the potential molecular mechanism of apoptosis is helpful to further understand chicken ovarian follicle development. GC apoptosis may be coordinated and regulated by multiple signaling pathways ( Wong R. S. 2011 ). Mitochondria are the main sources of free radicals, essential in regulating apoptosis ( Wang, J et al., 2021 ;  Gong, Y et al., 2020 ). As previously reported, the mRNA of  YAP1  induced mitochondrial dysfunction and then affected GC apoptosis ( Al-Moujahed, A et al., 2017 ). MAPK family signaling pathways, such as JNK and p38, play important roles in regulating cell proliferation, differentiation, and apoptosis ( Yeung, Y. T et al., 2018 ). Previous studies showed cross-talk between SWH and p38 MAPK signaling regulates cell growth in mammalian cell lines as a result of YAP1 direct or indirect regulate p38 MAPK ( Bao, L et al., 2021 ;  Liu, S et al., 2021 ;  Zhu, X et al., 2021 ;  Hu, C et al., 2019 ). Activation of p38 MAPK induces apoptosis and promotes the mitochondrial apoptotic pathway ( Wang, J et al., 2022 ,  Ke, Z et al., 2020 ). Therefore, studies on the mechanism of p38/MAPK signaling and mitochondrial apoptosis in GCs have attracted much attention. Research on the regulatory effects of NF2/SWH on GCs by p38/MAPK signaling pathways and mitochondrial apoptosis further consolidated the role of NF2/SWH in follicular development.",
  "results": "Results Granulosa cells isolation, culture, and identification Isolated PFs (1-3.9 mm, 4-4.9 mm, 5-5.9 mm, 6-8 mm) and cultured GCs were shown in  Fig. 1 A. The GCs were identified by Immunofluorescence assay to detect subcellular localization of AMH. AMH was found exclusively in the cytoplasm, indicating that GCs were isolated and cultured successfully ( Fig. 1 B). In addition, cell viability was determined via trypan blue exclusion. As illustrated in  Fig. 1 C, GCs' average viability was more than 90%, indicating that GCs' survival rate was high and follow-up experiments could be carried out. Fig. 1 Granulosa cells isolation, culture, and identification. (A)  Isolated and cultured 4 groups GCs of preovulatory follicles (PFs; 1-3.9 mm, 4-4.9 mm, 5-5.9 mm, 6-8 mm in diameter).  (B)  Immunofluorescence staining of AMH (Red) in GCs of 6-8 mm PFs for identification GCs. DAPI (blue) was used for nuclear staining. Note: Scale bar = 50 μm and 20 μm.  (C)  The GCs viability was determined with trypan blue staining. Note: Scale bar = 100 μm. Dead blue-stained GCs were discriminated from living unstained GCs for quantitative analysis. Experimental procedures were performed in triplicate. Fig 1 Expression of NF2 in chicken ovarian prehierarchical follicles and granulosa cells NF2  gene mRNA was expressed in various-sized PFs and GCs ( Fig. 2 A and  2 G). With the growth of follicles and the proliferation of GCs,  NF2  mRNA expression levels were significantly up-regulation ( P  < 0.05). The expression of  NF2  mRNA was the highest in follicles and GCs of 6 - 8 mm in diameter and lowest in follicles and GCs of 1 - 3.9 mm in diameter. As 6 - 8 mm GCs in an undifferentiated state, and in that state, follicle selection may occur. These results preliminarily revealed that the  NF2  gene participates in chicken follicular growth and follicle selection regulation at the mRNA transcription level. To examine the biological roles of NF2 in chicken follicle development, the localization of NF2 protein in various-sized PFs and 6 - 8 mm GCs by immunofluorescence. As shown in  Fig. 2 C- 2 F, the NF2 protein was predominantly expressed in the GCs of the PFs, the oocytes, and the epithelium. As illustrated in  Fig. 2 B, the average IOD of the NF2 protein in the 6-8 mm PFs group was higher than that in the other groups, and with the growth of follicles, the average IOD of the NF2 protein up-regulation. That indicates the relative expression level of NF2 protein was higher in the 6-8 mm PFs group than in the other groups, and with the growth of follicles, the NF2 protein expression level was up-regulation. As shown in  Fig. 2 H, NF2 protein was found in subcellular localization in the cytoplasm of GCs. Indicating that NF2 is involved in the hen ovarian PFs development. These results revealed that the  NF2  takes part in and regulates chicken follicular growth and follicle selection. Fig. 2 Expression of NF2 mRNA and protein in the ovarian prehierarchical follicles and their granulosa cells. (A)  The expression of  NF2  mRNA in preovulatory follicles was examined by RT-PCR. The mRNA expression was normalized to that of the  18S rRNA  gene; experimental procedures were performed in triplicate. For each group, the different superscript above the bar indicates that the difference was significant ( P < 0.05). ( B, C, D, E , and  F ) Immunofluorescence localization of NF2 protein in the PFs of the chicken ovary.  (B)  The average integrated optical density (IOD) of NF2 in PFs. For each group, the different superscript above the bar indicates that the difference was significant ( P < 0.05). The positive NF2 signal was detected as red staining. Intense immunofluorescence staining was detected in the GCs, oocytes, and epithelium in the various-sized PFs  (C, D, E , and  F) . Blue staining represents the artificial coloring of the nuclei with DAPI staining.  (C)  was from the PF of 1-3.9 mm in diameter,  (D)  was from the PF of 4-4.9 mm in diameter,  (E)  was from the PF of 5-5.9 mm in diameter, and  (F)  was from the PF of 6-8 mm in diameter. Oocyte (OC), granulosa cells (GC), theca cell (TC), and epithelium (EP) are indicated in the images.  (G)  The expression of the NF2 protein in PFs (1-3.9 mm, 4-4.9 mm, 5-5.9 mm, 6-8 mm in diameter) was examined by RT-qPCR. For each group, the different superscript above the bar indicates that the difference was significant ( P < 0.05).  (H)  Localization of NF2 in GCs was studied by immunofluorescence and laser confocal microscopy. DAPI-stained in GCs nuclei are blue, and NF2-immunoreactive are green. NF2-immunoreactive signal (green) were in the cytoplasm. Note: Scale bar = 20 μm. Fig 2 Inhibitory roles of NF2 on GC proliferation, differentiation and positive effect on the GC apoptosis To determine the roles of  NF2  in regulating follicle selection, GCs proliferation, differentiation and apoptosis in ovarian follicular development,  NF2 -specific shRNA was transfected into GCs from the PFs in 6 - 8 mm diameter. FSHR (follicle selection and GCs differentiation marker gene), MYC and GDF9 (GCs proliferation marker genes), and STAR and CYP11A1 (the steroidogenic enzyme genes), BCL2, and CASP3 (GCs apoptosis marker genes) were analyzed by RT-qPCR and western blot after  NF2 -specific shRNA was transfected into GCs. Our findings showed that the expression levels of FSHR, MYC, GDF9, STAR, CYP11A1, and BCL2 mRNA and proteins were significantly increased ( P  < 0.05), but CASP3 mRNA and proteins were significantly decreased ( P  < 0.05) after the GCs were transfected with NF2-specific shRNA ( Fig. 3 A- 3 E, Fig.S1). The present result indicated that  NF2  might play an inhibitory role in follicle selection, GC proliferation, GC differentiation, and steroidogenesis and positively affect GC apoptosis during the PFs growth and development in vitro. To identify the inhibitory effect of  NF2  on GC proliferation, an EdU cell proliferation assay was utilized to assess the cell proliferation rate. As shown in  Fig. 3 F, compared to the negative control, the cell proliferation rate of the GCs was increased in the knockdown  NF2  group ( P  < 0.05). Flow cytometry analysis was conducted to confirm whether the change in cell differentiation is attributed to alterations in the cell cycle profile. Results showed that silencing of  NF2  in GCs induced G0/G1 arrest while accelerating cell cycle progression into the S and G2/M phase ( P  < 0.05,  Fig. 3 G). These results indicated that NF2 inhibits cell proliferation and differentiation by transforming G0/G1 to S and G2/M in GCs. Conversely, by silencing of  NF2 , compared to the negative control, a significantly decreased GCs total apoptosis percentage was observed in  Fig. 3 H ( P  < 0.05). Taken together, these results indicated that  NF2  plays an inhibitory role in GC proliferation and differentiation and has a positive effect on GCs apoptosis  in vitro . Fig. 3 Effects of NF2 knockdown on the expression of NF2, and granulosa cell proliferation, differentiation, apoptosis.  GCs were transfected with NF2-specific shRNA, NC, scrambled shRNA (negative control), and no shRNA as a vehicle (blank control, BC).  (A)  The NF2 mRNA and protein expression level in the GCs was analyzed using RT-qPCR and western blot.  (B-E)  Expression of FSHR, MYC, GDF9, STAR, CYP11A1, BCL2, and CASP3 mRNA and proteins in the GCs with or without NF2-specific shRNA was analyzed by RT-qPCR and western blot.  (F)  Effects of  NF2  silence on the GC proliferation. Cell proliferation rate was measured by EDU.  (G)  Effects of  NF2  silence on the GCs cell cycle. Cell cycle distribution was measured through flow cytometry.  (H)  Effects of  NF2  silence on the GC apoptosis. Cell apoptosis rate was measured through flow cytometry. Experimental procedures were performed in triplicate, and representative results report both means and standard deviations. For each group, the different superscript above the bar indicates that the difference was significant (* P < 0.05). Fig 3 NF2 regulates GC proliferation, differentiation, and apoptosis via the SWH signaling pathway To determine the exact roles of  NF2  in SWH signaling, silencing of the  NF2  and XMU-MP-1 (an inhibitor of STK3/4) were performed in the GCs from 6-8 mm in diameter PFs of hen ovaries. Firstly, RT-qPCR and western blot were used to check the optimum treatment time and concentration of XMU-MP-1. RT-qPCR and western blot results shown in  Fig. 4 A- 4 C, 10 μM XMU-MP-1 treated cells for 24 h had the best effect on STK3, STK4, and LATS1, LATS2 inhibition, and YAP1 promotion respectively ( P  < 0.01,  P  < 0.05; Fig.S2A). Henceforth, RT-qPCR and western blot were used to check the expression levels of  STK3, STK4, LATS1, LATS2 , and  YAP1  and p-STK3, p-STK4, p-LATS1, p-LATS2 and p-YAP1 protein. Results showed that the expression levels of STK3, STK4, LATS1, and LATS2 genes mRNA and protein phosphorylation abundance were significantly decreased ( P  < 0.05,  Fig. 4 D), but YAP1 gene mRNA and protein phosphorylation abundance was significantly increased ( P  < 0.05,  Fig. 4 D) after the GCs were transfected with NF2-specific shRNA. When NF2-specific shRNA was added to the XMU-MP-1 treatment groups, the expression levels of STK3 and STK4 mRNA and protein phosphorylation abundance were significantly decreased ( P  < 0.05,  Fig. 4 D), but  LATS1, LATS2, YAP1  mRNA and protein phosphorylation abundance were significantly restored as compared to the NF2-specific shRNA group ( P  < 0.05,  Fig. 4 D, Fig.S2B). To identify the effect of  NF2  via the SWH signaling pathway on the GC proliferation, differentiation and apoptosis, an EdU cell proliferation assay and flow cytometry analysis were utilized to assess the cell proliferation, differentiation, and apoptosis rate. In comparison to the negative control, the cells proliferation rate of the GCs was increased in the knockdown  NF2  group ( P  < 0.05), when XMU-MP-1 was added to the NF2-specific shRNA treatment groups cell proliferation rate of the GC was significantly restored ( P  < 0.05), as shown in  Fig. 4 E. Flow cytometry analysis results showed that silencing of  NF2  in GCs induced G0/G1 arrest while accelerated cell cycle progression into the S and G2/M phase ( P  < 0.05,  Fig. 4 F), that means  NF2  shRNA promoted GC differentiation. XMU-MP-1 and NF2-specific shRNA together significantly decreased reversed the effect of  NF2  shRNA on GC differentiation ( P  < 0.05,  Fig. 4 F). Conversely, percentage of GCs apoptosis was significantly reduced by silencing of NF2 ( P  < 0.05,  Fig. 4 G). When NF2-specific shRNA was added to the XMU-MP-1 treatment groups, the GCs apoptosis rate was significantly restored ( P  < 0.05). These data are an upstream factor in SWH signaling and play an inhibitory role, suggesting that NF2 may be an upstream factor in SWH signaling and plays an inhibitory role in GC proliferation and differentiation, positively affecting GC apoptosis via GC the SWH signaling pathway. Fig. 4 Effects of NF2 knockdown and XMU-MP-1 on the granulosa cell proliferation, differentiation, apoptosis. (A)  XMU-MP-1 treatment GCs with 0.1-10 μM doses and different times (6 h, 12 h, 24 h). The  STK3, STK4, LATS1, LATS2 , and  YAP1  mRNA expression in the GCs was analyzed using RT-qPCR.  (B, C)  Expression of p-STK3, p-STK4, p-LATS1, p-LATS2, and p-YAP1 proteins in the GCs or XMU-MP-1 (10 μM and 24 h) treatment was analyzed by western blotting; β-actin was used as a loading control. GCs were transfected with specific shRNA- NF2,  shRNA- NF2  and XMU-MP-1 together, NC, scrambled shRNA (negative control), and no shRNA as a vehicle (blank control, BC).  (D)  Expression of STK3, STK4, LATS1, LATS2, and YAP1 mRNA and phosphorylation proteins in the GCs were analyzed by RT-qPCR and western blot.  (E)  Effects of different treatments on GC proliferation. Cell proliferation rate was measured by EDU.  (F)  Effects of different treatments on the GCs cell cycle. Cell cycle distribution was measured through flow cytometry.  (G)  Effects of different treatments on GC apoptosis. Cell apoptosis rate was measured through flow cytometry. Experimental procedures were performed in triplicate, and representative results report both means and standard deviations. For each group, the different superscript above the bar indicates that the difference was significant (* P < 0.05). Fig 4 Effect of NF2/SWH signaling pathway on ovarian development and GC mitochondria To detect the effect of NF2/SWH signaling pathway on ovarian development and GC mitochondria function in the chicken ovary, si- NF2  and/or si- YAP1  were transfected into GCs, RT-qPCR, Western blot, ELISA, EDU, and flow cytometry analysis were employed. Firstly, by comparison to the negative control, the expression levels of FSHR, MYC, GDF9, STAR, CYP11A1 and BCL2 mRNA and proteins were significantly increased in the si-NF2 group ( P  < 0.05), CASP3 mRNA and proteins were markedly reduced but they were significantly restored in the si- YAP1  and si- NF2  group ( P  < 0.05,  Fig. 5 A- 5 F, Fig.S3). As shown in  Fig. 5 G and  5 H, compared to the negative control, cells proliferation rate of the GCs was increased in the si- NF2  group ( P  < 0.05). Additionally, GCs apoptosis rate significantly decreased ( P  < 0.05). Conversely, GC proliferation and apoptosis rates were significantly restored in the si-YAP1 and si-NF2 groups ( P  < 0.05). Thus, these results indicated that the  NF2  plays an inhibitory role in GC proliferation and differentiation and positively affects GCs apoptosis via SWH signaling downstream transcriptional co-activator YAP1 in vitro. Secondly, the relative expression of the  COI  gene DNA copy number was significantly increased in si- NF2  group as compared to the negative control, but that was markedly restored in the si- YAP1  and si- NF2  group ( P  < 0.05,  Fig. 6 A). In si- NF2  group, the concentration of Cyt-c and ROS increased significantly decreased by comparison to the negative control, the concentration of cytochrome C and ROS was markedly restored in the si- YAP1  and si- NF2  group ( P  < 0.05,  Fig. 6 C and  6 D). However, ATP levels and the membrane potential were significantly increased in the si- NF2  group, but they were markedly restored in the si- YAP1  and si- NF2  groups ( P  < 0.05,  Fig. 6 B and  6 E). These results suggested that NF2/SWH signaling pathway is inhibitory in ovarian development by affecting mitochondrial function via SWH signaling downstream transcriptional co-activator YAP1 in vitro. Fig. 5 Effects of NF2/SWH signaling pathway on the expression of granulosa cell proliferation, apoptosis.  GCs were transfected with specific siRNA- NF2  and/or siRNA- YAP1 , NC, scrambled siRNA (negative control), and no siRNA as a vehicle (blank control, BC).  (A-F)  Expression of FSHR, MYC, GDF9, STAR, CYP11A1, BCL2, and CASP3 mRNA and proteins in the GCs with or without siRNA-NF2 and/or siRNA-YAP1 were analyzed by RT-qPCR and western blot.  (G)  Effects of siRNA-NF2 and/or siRNA-YAP1 on GC proliferation. Cell proliferation rate was measured by EDU.  (H)  Effects of siRNA-NF2 and/or siRNA-YAP1 on the GC apoptosis. Cell apoptosis rate was measured through flow cytometry. Experimental procedures were performed in triplicate, and representative results report both means and standard deviations. For each group, the different superscript above the bar indicates that the difference was significant (* P < 0.05). Fig 5 Fig. 6 Effect of NF2/SWH signaling pathway on GC mitochondria.  GCs were transfected with specific siRNA-NF2 and/or siRNA-YAP1, NC, scrambled siRNA (negative control), and no siRNA as a vehicle (blank control, BC).  (A)  Effects of siRNA-NF2 and/or on mitochondrial gene DNA copy number.  (B)  Effects of siRNA-NF2 and/or siRNA-YAP1 on ATP.  (C)  Effects of siRNA-NF2 and/or siRNA-YAP1 on cytochrome C.  (D)  Effects of siRNA-NF2 and/or siRNA-YAP1 on ROS.  (E)  Effects of siRNA-NF2 and/or siRNA-YAP1 on the membrane potential. Experimental procedures were performed in triplicate, and representative results report both means and standard deviations. For each group, the different superscript above the bar indicates that the difference was significant (* P < 0.05). Fig 6 Effect of NF2/SWH signaling pathway on GC apoptosis via p38 signaling in chicken ovary To detect the effect of NF2/SWH signaling pathway on GC apoptosis via p38 signaling in the chicken ovary, si- NF2 , si- YAP1  and OE- YAP1  were transfected into GCs, RT-qPCR, Western blot, ELISA, EDU, and flow cytometry analysis were employed. Western blot results showed that the phosphorylation level of p38 was markedly reduced in the si- NF2  group but significantly increased in the si- YAP1  group compared to the negative control ( P  < 0.05,  Fig. 7 A, Fig.S4A). As illustrated in  Fig. 7 B, the phosphorylation level of p38 were significantly restored in the si-YAP1 and si-NF2 group ( P  < 0.05, Fig.S4B) compared to the si- NF2  group. These results indicated that NF2/SWH signaling downstream transcriptional co-activator YAP1 negative regulation p38 signaling in vitro. Western blot analysis was employed to screen out the best processing time of U46619 (an activator of p38 MAPK phosphorylation) and SB203580 (an inhibitor of p38 MAPK phosphorylation). Results showed that the activation and inhibition effect of 2 h treatments was markedly higher and lower than that of the blank control group ( P <0.01,  Fig. 7 C, Fig.S4A). When U46619 was added to the si- NF2  groups, the flow cytometry analysis results showed that the apoptosis rate of GCs was significantly higher than that of the si- NF2  treatment group. When SB203580 was added to the OE- YAP1  treatment groups, the apoptosis rate of GCs was significantly lower than that of the si- NF2  and U46619 treatment groups ( P <0.05,  Fig. 7 D). Furthermore, mRNA and protein detection of cell apoptosis marker genes showed that the relative expression of BCL2 were significantly decreased after U46619 was added to the si- NF2  treatment group compared to that of the si- NF2  treatment group when SB203580 was added to the OE- YAP1  treatment group, the relative expression of BCL-2 were markedly higher than that of the si- NF2  and U46619 treatment group, while CASP3 expression was opposite to that of BCL2 ( P <0.05,  Fig. 7 E, Fig.S4C). Together, these data suggested that NF2/SWH promoted GC apoptosis via p38 signaling via SWH signaling downstream transcriptional co-activator YAP1. Addition of U46619 to the si-NF2 treated groups, the relative expression of the  COI  in the mitochondria was significantly decreased as compared to the si-NF2 group ( P  < 0.05,  Fig. 8 A). In the OE- YAP1  and SB203580 treated group, DNA copy number was significantly restored ( P  < 0.05,  Fig. 8 A). In si-NF2 and U46619 treatment group, the concentration of Cyt-c and ROS markedly increased ( P  < 0.05,  Fig. 8 C and  8 D). In the OE- YAP1  and SB203580 treatment group, the concentration of Cyt-c and ROS was markedly restored ( P  < 0.05,  Fig. 8 C and  8 D). However, compared to the si-NF2 group, ATP levels and membrane potential significantly decreased in the si-NF2 and U46619 treatment group but were significantly restored in the OE- YAP1  and SB203580 treatment group ( P  < 0.05,  Fig. 8 B and  8 E). All results indicated that NF2/SWH signaling pathway promoted GC apoptosis by affecting GC mitochondria's function via p38 signaling. Fig. 7 Effect of NF2/SWH signaling pathway on GC apoptosis via p38 signaling in chicken ovary.  GCs were transfected with specific siRNA-NF2 and/or siRNA-YAP1, NC (scrambled siRNA, negative control), and no siRNA as a vehicle (blank control, BC), U46619, and SB203580.  (A-B)  The p-p38, p38 protein expression level in the GCs was analyzed using western blot.  (C)  Western blot analysis was employed to screen out the best processing time of U46619 (an activator of p38 MAPK phosphorylation) and SB203580 (an inhibitor of p38 MAPK phosphorylation).  (D)  Effects of different treatments on GC apoptosis. Cell apoptosis rate was measured through flow cytometry.  (E)  Expression of BCL2 and CASP3 mRNA and proteins in the GCs with different treatments were analyzed by RT-qPCR and western blot. Experimental procedures were performed in triplicate, and representative results report both means and standard deviations. For each group, the different superscript above the bar indicates that the difference was significant (* P < 0.05, ** P < 0.01). Fig 7 Fig. 8 Effect of NF2/SWH signaling pathway on GC mitochondria via p38 signaling.  GCs were transfected with specific siRNA-NF2 and/or siRNA-YAP1, NC (scrambled siRNA, negative control), and no siRNA as a vehicle (blank control, BC), U46619, and SB203580.  (A)  Effects of different treatments on mitochondrial gene DNA copy number.  (B)  Effects of different treatments on ATP.  (C)  Effects of different treatments on cytochrome C.  (D)  Effects of different treatments on ROS.  (E)  Effects of different treatments on the membrane potential. Experimental procedures were performed in triplicate, and representative results report both means and standard deviations. For each group, the different superscript above the bar indicates that the difference was significant (* P < 0.05). Fig 8",
  "discussion": "Discussion The NF2 gene regulates multiple cell-signaling cascades, including the SWH signaling pathway. The SWH signaling pathway was initially discovered in Drosophila as a potent mechanism that restricts organ size by impinging on cell growth, proliferation, and apoptosis ( Zhang, N et al., 2010 ). SWH signaling pathway regulating GC proliferation, differentiation, steroidogenesis, and follicle selection to control prehierarchical follicle development ( Lyu, Z et al., 2016 ;  Sun, X et al., 2021 ). NF2 regulates cell proliferation and functions with the related tumor suppressor Expanded via the Hippo pathway in both Drosophila and some mammalian cells ( James, M. F et al., 2009 ). Recently, studies have mainly focused on the NF2 involved in critical biological processes, including organ-size control, cell proliferation ( Goswami, S et al., 2021 ), differentiation, cell division regulation, apoptosis, and cancer development by activating the Hippo pathway in human and Drosophila ( Sekido Y, 2018 ;  Zhang, F et al., 2021 ). However, the potential functions and mechanisms of chicken NF2 in ovarian follicle development remain unknown. To delineate the potential role of NF2 in regulating prehierarchical follicular development, we initially examined the expression of  NF2  mRNA and localization of NF2 protein in the hen ovarian prehierarchical follicles and GCs. The GCs were identified by Immunofluorescence assay to detect subcellular localization of AMH. GCs of chicken ovarian follicles mainly secrete AMH, and AMH is localized to the GCs ( Poole DH, et al., 2016 ;  Huang et al., 2021 ). Previous reports have reported that the isolated GCs were identified, and their purity was tested by detecting AMH protein expression levels in mice and bovine ( Poole DH et al., 2016 ). This study found AMH exclusively in the cytoplasm, indicating that GCs were isolated and cultured successfully.  NF2  mRNA was expressed in various-sized PFs and GCs. NF2 protein was strongly expressed in GCs, oocytes and epithelium of the 6-8 mm PFs, and it was found to have subcellular localization in the cytoplasm. In our study, a lower transcription level of NF2 was detected in the smaller follicles (<5.9 mm in diameter) and their GCs. In contrast, an increased level of NF2 transcript was detected in the larger undifferentiated follicles (6-8 mm in diameter). These results preliminarily revealed that  NF2  takes part in chicken follicular growth and follicle selection regulation at mRNA and protein levels. NF2 negatively modulated cell growth ( Wang, Z et al., 2020 ). A previous report described that the NF2 regulated cell proliferation and apoptosis via Hippo signaling in Drosophila and Human Granulosa Lutein Cells ( Guan, Y et al., 2018 ;  Herr, D et al., 2004 ). Our current data displays that NF2 inhibits GC proliferation, differentiation, steroidogenesis, and follicle selection by inhibiting the expression of FSHR, MYC, GDF9, STAR, CYP11A1, and BCL2 and enhancing CASP3 mRNA and protein levels. To confirm the mechanism, this study silenced NF2 expression by shRNA can significantly increase proliferation of GCs from the PFs by EDU assay, decreased apoptosis radio of GCs, and increased GC differentiation by induced GCs G0/G1 arrest while accelerated cell cycle progression into the S and G2/M phase. These results suggest that NF2 is vital in suppressing proliferation and differentiation and induces apoptosis, as previously reported in humans and mice ( Wu, X et al., 2020 ; Yang, W et al., 2018 ). In addition, NF2 was once reported as an upstream regulator of Hippo signaling in multiple biological processes ( Guan, Y et al., 2018 ). NF2 has recently been proposed to be a Hippo signaling network participant, and through the regulation of Warts (Wts) and Hippo, it has also been shown to be required to establish proper oocyte axis formation. ( Thomson, T. C., & Johnson, J., 2010 ;  Goswami, S et al., 2021 ;  Primi, M. C et al., 2021 ). To activate the Hippo pathway, NF2 facilitates the recruitment of MST1/2 and LATS1/2 kinases to the plasma membrane, where MST1/2 phosphorylate and activate LATS1/2 ( White, S. M et al., 2019 ), which results in the phosphorylation of the YAP1 growth-promoting transcription factor and its degradation ( Primi, M. C et al., 2021 ). NF2 and LATS1/2 act synergistically to repress YAP/TAZ activities in mice ( Park, J et al., 2020 ). Our group confirmed that LATS2 negatively regulated the expression of YAP1 transcripts but positively regulated STK3, and STK4 transcripts in chicken ( Sun, X et al., 2021 ). To investigate the involvement of NF2 in ovarian follicle development via the SWH pathway, expression of the critical components, including STK3, STK4, LATS1, LATS2, and YAP1 mRNA and protein phosphorylation levels, were analyzed in the GCs with NF2 knockdown and XMU-MP-1 (an inhibitor of STK3/4). Further studies showed that XMU-MP-1 could activate YAP by inhibiting MST1 and MST2 of the Hippo signaling pathway and enhanced cell proliferation ( Faizah, Z et al., 2020 ) and decreased apoptosis ( Mitchell, E et al., 2020 ). Our current data displays that NF2 negatively regulated the expression of YAP1 mRNA and protein phosphorylation but positively regulated STK3, STK4, LATS1, and LATS2 mRNA and protein phosphorylation, when XMU-MP-1 and NF2 knockdown treatment together, the inhibition of NF2 on STK3 and STK4 were aggravated, and on LATS1, LATS2 were reversed, and the promotion of NF2 on YAP1 was reversed. To identify the inhibitory effect of  NF2  via the SWH signaling pathway on the GC proliferation, differentiation and apoptosis, this study found that knockdown NF2 can significantly increase the proliferation of GCs from the PFs when XMU-MP-1 and NF2 knockdown treatment together, GC proliferation rate significantly reversed. Meanwhile, knockdown NF2 can decrease apoptosis radio of GCs; when XMU-MP-1 and NF2 knockdown together, GC apoptosis rate is significantly higher. Knockdown NF2 significantly induced GCs G0/G1 arrest while accelerated cell cycle progression into the S and G2/M phase indicated that the inhibitory effect of NF2 to GC differentiation by flow cytometry compared to controls, but when XMU-MP-1 and NF2 were knockdown, the inhibitory effects of  NF2  on the GC differentiation can be significantly reversed. These data show that NF2 may be an upstream factor in SWH signaling and play an inhibitory role to be an upstream factor in SWH signaling and play an inhibitory role in GC proliferation and differentiation, and a positive effect on GC apoptosis via the SWH signaling pathway. YAP1 is the major downstream effector of the Hippo pathway ( Strano, S et al., 2005 ;  Harvey, K. F et al., 2013 ), to gain insights into whether the inhibitory effect of NF2 on follicular development is through SWH signaling downstream transcriptional co-activator YAP1. As expected, we found that YAP1 mRNA and protein expression levels significantly increased when knockdown NF2. Interestingly, the expression levels of  FSHR, MYC, GDF9, STAR , and  CYP11A1  mRNA, BCL2 mRNA and proteins were significantly increased, CASP3 mRNA and proteins were significantly reduced when knockdown NF2, but they were significantly restored mutual silence NF2 and YAP1. Besides this, EDU and flow cytometry assay showed that knockdown NF2 could significantly increase the proliferation of GCs from the PFs, decrease apoptosis radio of GCs, and decrease apoptosis radio of GCs restored mutual silence NF2 and YAP1. These findings further manifested the inhibitory effect of NF2 on follicular development through SWH signaling downstream transcriptional co-activator YAP1. Caspases are the downstream pathways of apoptosis, as they are both the initiators and executioners. There are three pathways by which caspases can be activated. The two commonly described initiation pathways are the intrinsic (or mitochondrial) and extrinsic (or death receptor) pathways of apoptosis. Both pathways eventually lead to a common pathway or the execution phase of apoptosis. A third less well-known initiation pathway is the intrinsic endoplasmic reticulum pathway. The mitochondrial pathway is initiated within the cell. Internal stimuli such as irreparable genetic damage and severe oxidative stress are some triggers of the initiation of the intrinsic mitochondrial pathway ( Wu, M et al., 2022 ). Regardless of the stimuli, this pathway results from increased mitochondrial permeability and the release of pro-apoptotic molecules such as Cyt-c into the cytoplasm. The mitochondrial pathway is closely regulated by the Bcl-2 family, namely the pro-apoptotic and anti-apoptotic proteins (e.g., BCL2) ( Wang, J et al., 2022 ). In contrast, BCL2 proteins regulate apoptosis by blocking the mitochondrial release of Cyt-c. Cytoplasmic release of Cyt-c activates caspase 3 ( Wong, R. S, 2011 ). Mitochondrial dysfunction, as evidenced by the decreased ATP production, mitochondrial transmembrane potential, mitochondrial gene DNA copy number and increased ROS production, and release of Cyt-c into the cytoplasm and activated mitochondrial apoptotic signaling ( Tian, Y et al., 2019 ;  Huang, J. C et al., 2022 ). The accumulation of ROS could cause oxidative stress that leads to apoptosis in granulosa cells ( Wang, S et al., 2025 ). This study found that knockdown NF2 leads to increased mitochondrial transmembrane potential,  COI  gene DNA copy number, ATP levels and the loss of ROS, Cyt-c in chicken granulosa cells. Moreover, indicators affecting mitochondrial function significantly restored mutual silence between NF2 and YAP1. Combined with the results of apoptotic gene detection and flow cytometry assay, the expression of BCL2 mRNA and proteins was significantly increased by NF2 knockdown, while Cyt-c was released from the mitochondria. Cytoplasmic release of Cyt-c activates CASP3 in GC was consistent with the mitochondrial apoptosis pathway in the above studies. Thus, our data further substantiate that NF2/SWH promoted apoptosis by affecting mitochondrial function in chicken GCs via SWH signaling downstream transcriptional co-activator YAP1. p38 MAPK is important in regulating cell apoptosis ( Yeung, Y. T et al., 2018 ). Previous studies showed the cross-talk between Hippo and p38 MAPK signaling regulates cell growth in mammalian cell lines as a result of YAP1 direct or indirect regulate p38 MAPK ( Bao, L et al., 2021 ;  Liu, S et al., 2021 ;  Zhu, X et al., 2021 ;  Hu, C et al., 2019 ). Activation of p38 MAPK induces apoptosis in multiple cell lines and promotes the mitochondrial apoptotic pathway ( Wang, J et al., 2022 ;  Ke, Z et al., 2020 ). Indeed, NF2/SWH regulates p38 MAPK by SWH signaling downstream transcriptional co-activator YAP1 in our study. Combined with apoptotic gene detection and flow cytometry assay results, NF2/SWH promoted apoptosis by p38 MAPK signaling in GCs via SWH signaling downstream transcriptional co-activator YAP1. To determine NF2/SWH promoted apoptosis by p38 MAPK signaling and mitochondrial apoptotic signaling in chicken GCs via SWH signaling downstream transcriptional co-activator YAP1. This study found that NF2/SWH promoted apoptosis by p38 MAPK signaling and mitochondrial apoptotic signaling in chicken GCs via SWH signaling downstream transcriptional co-activator YAP1 using U46619 (an activator of p38 MAPK phosphorylation) and SB203580 (an inhibitor of p38 MAPK phosphorylation). Taken together, NF2/SWH inhibited follicular development by p38 MAPK signaling and mitochondrial signaling in chicken GCs via SWH signaling downstream transcriptional co-activator YAP1. Conclusion In conclusion, the present study initially revealed the pivotal role and molecular mechanism of NF2/SWH in regulating hen prehierarchical follicle development by controlling GC, proliferation, differentiation, apoptosis, steroidogenesis, and follicle selection ( Fig. 9 ). Fig. 9 Schematic of NF2/SWH regulating granulosa cell proliferation, differentiation, apoptosis, steroidogenesis, and follicle selection. Fig 9",
  "fetched_at": "2026-02-11T01:26:31.263071",
  "abstract_length": 1977,
  "methods_length": 19658,
  "introduction_length": 7222,
  "results_length": 21312,
  "discussion_length": 12052
}