{
  "pmid": "41587611",
  "abstract": "Because of the dysregulation of protein kinase activity in many neoplastic and inflammatory diseases, protein kinases are among the most significant drug targets in the 21st century. Of the 94 FDA-approved protein kinase inhibitors, ten were approved in 2025. Of these drugs, six target dual specificity protein kinases (MEK1/2), fourteen inhibit protein-serine/threonine kinases, twenty-six block nonreceptor protein-tyrosine kinases, and 48 target receptor protein-tyrosine kinases. Most of these drugs (≈ 80) are prescribed for the management of neoplasms and others are used for the treatment of inflammatory and miscellaneous diseases. Of the 94 FDA-approved agents, about two dozen are used in the treatment of multiple diseases. The following ten drugs received FDA approval in 2025 - avutometinib (inhibiting MEK1/2 in serous ovarian carcinomas), defactinib (blocking FAK in low grade serous ovarian carcinomas), delgocitinib (antagonizing the JAK family in hand eczema), mirdametinib (inhibiting MEK1/2 in type I neurofibromatosis), remibrutinib (blocking BTK in chronic spontaneous urticaria), rilzabrutinib (antagonizing BTK in chronic immune thrombocytopenia), sunvozertinib (blocking mutant exon 21 insertion EGFR NSCLC), taletrectinib (inhibiting mutant ROS1 in NSCLC), vimseltinib (blocking CSF1R in tenosynovial giant cell tumors), and zongertinib (antagonizing mutant HER2 in NSCLC). Ninety of the approved protein kinase blockers are orally bioavailable. This article summarizes the physicochemical properties of all 94 FDA-approved small molecule protein kinase inhibitors including the molecular weight, number of hydrogen bond donors/acceptors, ligand efficiency, lipophilic efficiency, polar surface area, and solubility. A total of 45 of the 94 FDA-approved drugs have a least one Lipinski rule of five violation.",
  "methods": "",
  "introduction": "",
  "results": "",
  "discussion": "",
  "fetched_at": "2026-02-11T01:25:27.646039",
  "abstract_length": 1836,
  "methods_length": 0,
  "introduction_length": 0,
  "results_length": 0,
  "discussion_length": 0
}