{
  "pmid": "PMID:41598414",
  "title": "Dermoscopy-Guided High-Frequency Ultrasound Imaging of Subcentimeter Cutaneous and Subcutaneous Neurofibromas in Patients with Neurofibromatosis Type 1.",
  "abstract": "",
  "authors": "Krisztina Kerekes; Mehdi Boostani; Zseraldin Metyovinyi; Norbert Kiss; Márta Medvecz",
  "journal": "Journal of clinical medicine",
  "publicationDate": "2026-01-07",
  "doi": "10.3390/jcm15020475",
  "methods": "2. Materials and Methods 2.1. Inclusion and Exclusion Criteria The inclusion criteria for this study involved obtaining informed consent from participants and confirming the diagnosis of NF1 based on the current criteria published by Legius et al. in 2021 [ 10 ], followed by molecular genetic analysis of the NF1 gene in all patients. Exclusion criteria were uncertain NF1 diagnosis (for example, Legius syndrome), lesions inaccessible for imaging due to body contour (skin folds, acral areas, genital region) or hair-covered areas, and lesions >10 mm due to equipment field-of-view limitations. Acral regions were excluded only in cases when they were practically inaccessible for imaging due to the body contour. In patients presenting with a high number of cutaneous neurofibromas, a predefined number (5–10) of lesions per patient was selected for evaluation. These lesions were randomly selected from clinically eligible neurofibromas, aiming to represent different lesion sizes and anatomical locations. In patients presenting with fewer than 5 neurofibromas, all lesions were evaluated. We assessed only localized cutaneous and subcutaneous neurofibromas. Plexiform, diffuse, and intraneural neurofibromas were not included in the present study. 2.2. DG-HFUS Imaging From April 2023 to June 2024, measurements were performed at the Department of Dermatology, Venereology and Dermatooncology, Semmelweis University, using a portable DG-HFUS device (Dermus SkinScanner, Dermus Ltd., Budapest, Hungary). This system combines dermoscopic and HFUS imaging (33 MHz, range 20–40 MHz) to enhance diagnostic accuracy and reproducibility. The device features a silicone-membrane imaging window, gel coupling, and an optical module for precise lesion localization. Dermoscopic and ultrasound images are displayed side-by-side on a connected smartphone, with a 2-s acquisition time. Dermoscopy provides a 12 × 12 mm 2  field of view (10× magnification), while ultrasound images extend 12 mm laterally and penetrate up to 10 mm. A red line marks the cross-sectional plane, and color coding aids structural visualization (the lowest intensities appear in dark shades, followed by green and blue, while the highest intensities are indicated by red and yellow) [ 41 ]. Recorded images were analyzed in SkinAid cloud software, stored under patient ID with demographic and lesion details. DG-HFUS assessments included size, location, shape, contours, surface, echogenicity, global echogenicity, and posterior acoustic features. At least five cross-sectional images were obtained per lesion.",
  "cache_level": "full",
  "has_fulltext": true,
  "fetch_date": "2026-02-19 09:31:40",
  "introduction": "1. Introduction Neurofibromatosis type 1 (NF1) is an autosomal dominant genetic disorder affecting approximately 1 in 3000 individuals worldwide, irrespective of sex or ethnic background [ 1 , 2 ]. It is a neurocutaneous syndrome caused by pathogenic variants in the NF1 gene, which lead to the loss of functional neurofibromin. This protein normally acts as a negative regulator of RAS signaling. As a consequence, the RAS/RAF/MEK/ERK pathway becomes constitutively active, promoting cellular proliferation and playing a key role in tumor development [ 3 ]. In 50% of patients, family history is negative for NF1, and the disease results from a de novo NF1 mutation [ 4 ]. The clinical presentation of NF1 is highly diverse, with significant differences in symptoms and disease severity, even among individuals carrying the identical genetic alteration [ 5 ]. The literature indicates that characteristic clinical manifestations are present in approximately 50% of patients by the age of 1 year and in 97% by the age of 8 years [ 6 ]. The most frequent and earliest manifestations of the disease are cutaneous lesions. NF1 is characterized by multiple neurofibromas, café-au-lait macules (CALMs), axillary, inguinal, or diffuse freckling, and, less often, juvenile xanthogranuloma, nevus anemicus, or glomus tumour [ 7 ]. Among these cutaneous findings, neurofibromas are the hallmark lesions of NF1 [ 8 ]. These are benign nerve sheath tumors that occur in the vast majority of affected individuals and consist of Schwann cells, perineural cells, fibroblasts, mast cells, macrophages, neuronal axonal processes, and extracellular matrix components such as collagen [ 9 ]. They are classified into cutaneous, subcutaneous, and plexiform subtypes, each with distinct clinical and histopathological characteristics. The tumors may develop anywhere along peripheral nerves, their size ranging from a few millimeters to a few centimeters, and they may appear in large numbers, occasionally reaching hundreds or even thousands [ 1 ]. A characteristic feature known as the “buttonhole sign” refers to the invagination of the lesion when pressed [ 7 ]. Neurofibromas are often perceived by NF1 patients as their most significant burden due to visible disfigurement, which can lead to psychological distress and reduced quality of life (QOL) [ 8 ]. Additionally, pain and itching associated with neurofibromas may interfere with sleep, work, and social life, further diminishing QOL [ 8 ]. Beyond the characteristic dermatological manifestations, the clinical picture of NF1 commonly involves multiple organ systems, including neuropsychiatric, ophthalmological, musculoskeletal, cardiovascular, and endocrinological abnormalities, as well as an increased risk of various malignancies [ 4 ]. The diagnosis of NF1 is usually based on clinical findings; however, the use of molecular genetic testing is becoming more common to confirm the diagnosis. In May 2021, the diagnostic criteria for the disease were revised based on an international consensus recommendation, taking into account both the multidisciplinary clinical symptoms and the genetic background [ 10 ]. Molecular confirmation of the clinical diagnosis is increasingly important for distinguishing NF1 from related conditions, such as Legius syndrome, for exploring genotype–phenotype correlations and for identifying somatic mosaicism [ 11 ]. Molecular genetic testing in patients with NF1 primarily involves identifying a heterozygous pathogenic germline variant in the NF1 gene using DNA extracted from peripheral blood lymphocytes. CNV analysis is also recommended [ 12 ]. In mosaic or segmental forms of NF1, genetic analysis of tissue obtained from the affected area is required to establish the diagnosis [ 11 ]. Currently, there is no definitive cure for NF1, but with an accurate diagnosis, symptoms can be managed and patients can be regularly monitored in case more severe manifestations develop. Available treatment options for cutaneous and subcutaneous neurofibromas include electrodessication, photocoagulation, RF ablation, CO 2  laser ablation, surgical excision, or modified shave technique [ 13 , 14 , 15 , 16 , 17 , 18 , 19 , 20 , 21 , 22 , 23 , 24 , 25 ]. Treatment planning should consider tumor number, size, location, cosmetic sensitivity of the area, scarring risk, and recurrence potential [ 26 , 27 ]. A new systemic treatment option—selumetinib, a MEK inhibitor—has been approved for NF1 by the FDA (2020) and EMA (2021), which is mainly used for symptomatic, inoperable plexiform neurofibromas in children [ 6 , 28 ]. Several new therapies are under evaluation, including systemic agents (everolimus, chloroquine, hydroxychloroquine), intralesional injections (1% deoxycholic acid, 1% polidocanol), mast cell–targeting treatments (tranilast, ketotifen), photodynamic therapy, and NFX-179 topical gel [ 29 , 30 , 31 ]. In recent years, novel, noninvasive imaging techniques, primarily used in dermatooncology, have revolutionized many fields of dermatology. These include high-frequency ultrasound (HFUS), optical coherence tomography (OCT), reflectance confocal microscopy (RCM), line-field confocal optical coherence tomography (LC-OCT), and multispectral imaging (MSI) [ 32 , 33 , 34 , 35 , 36 ]. The integration of artificial intelligence-based image analysis into these modalities holds promise for automated detection, classification, and longitudinal monitoring of neurofibromas, potentially improving diagnostic accuracy and enabling large-scale, standardized disease surveillance [ 37 , 38 , 39 ]. Dermoscopy-guided high-frequency ultrasound (DG-HFUS) is a newly developed portable device capable of providing simultaneous visualization of dermoscopic and HFUS images [ 40 ]. This feature facilitates precise positioning, thereby potentially enhancing the reproducibility of dermatologic examinations [ 41 ], a goal explicitly emphasized in Position Statement 5 of the European Federation of Societies for Ultrasound in Medicine and Biology (EFSUMB) on dermatologic ultrasound [ 42 ]. In this study, we aimed to explore the structural features of neurofibromas in NF1 patients using DG-HFUS and to identify objective parameters that could help guide diagnosis, monitor progression, and support treatment planning.",
  "results": "3. Results 3.1. Patient and Lesion Characteristics A total of 100 lesions, with a mean of 7.14 per patient, were evaluated from 14 patients with NF1. The cohort included 7 males and 7 females, with a mean age of 45 ± 15.87 years, and all had a diagnosis confirmed by molecular genetic analysis of the NF1 gene. Neurofibromas were typically located along peripheral nerves and were soft and compressible, features that help distinguish them from malignant lesions. 3.2. Clinical Presentation The severity of symptoms among the examined patients ( n  = 14) showed considerable variability, which can be attributed to the variable expressivity of the disease. Café-au-lait macules (CALMs), axillary and inguinal freckling, as well as cutaneous and subcutaneous neurofibromas, were present in nearly all individuals; however, their number and size varied significantly between patients. Plexiform neurofibromas were observed in 43% of cases. Among ophthalmological findings, Lisch nodules were the most frequent, while scoliosis was the most common musculoskeletal manifestation. Malignancies occurred in three patients, specifically breast cancer, pheochromocytoma, and gastrointestinal stromal tumor (see  Table 1 ). The clinical characteristics according to the revised 2021 diagnostic criteria [ 10 ] are summarized for each patient in  Table 2 . The patients’ sex, age, age of onset of first symptoms, cutaneous and extracutaneous manifestations, and comorbidities are presented in  Table 3 . 3.3. DG-HFUS Imaging of Neurofibromas DG-HFUS revealed that 79% of lesions were cutaneous neurofibromas ( Figure 1 b–e) and 21% were subcutaneous ( Figure 1 a). We classified a lesion as subcutaneous when more than 50% of the lesion was located in the subcutis. Based on clinical examination, shapes included ovoid (63%), round (28%), and spiked (9%) ( Figure 1 ). The mean maximum vertical and lateral diameters were 5.37 ± 2.66 mm and 2.28 ± 1.39 mm, respectively. All lesions were hypoechoic; 62% had a homogeneous echotexture, while 38% were heterogeneous. Margins were well-defined in 57% and poorly defined in 43%. Surface elevation was present in 58% of lesions, whereas 42% appeared flat. Posterior acoustic enhancement was observed in 3% of cases, characterized by increased echogenicity distal to the lesion, and acoustic shadowing occurred in 10%, characterised by ultrasound signal attenuation beyond the lesion ( Figure 1 ). The main results are summarized in  Table 4 .",
  "discussion": "5. Conclusions NF1 is a multisystem genodermatosis with variable expressivity [ 53 ] and reduced life expectancy, primarily due to increased tumor risk [ 54 ]. Tumor surveillance is therefore essential, while neurofibromas also significantly impair quality of life through aesthetic, sensory, and functional symptoms [ 8 ]. Our findings show that DG-HFUS is a valuable, non-invasive tool for assessing cutaneous and subcutaneous neurofibromas, providing eight objective imaging parameters, size, location, shape, contours, surface, echogenicity, global echogenicity, and posterior acoustic features, that support diagnosis, surgical planning, and follow-up. By defining lesion dimensions and tissue relationships, DG-HFUS aids in selecting optimal surgical techniques and monitoring morphological changes over time.",
  "upgrade_date": "2026-02-20 07:33:13"
}