{
  "pmid": "PMID:41591566",
  "title": "FAP expression as a marker of malignant transformation enabling in vivo characterization in peripheral nerve sheath tumors: a multimodal and translational study.",
  "abstract": "Malignant peripheral nerve sheath tumors (MPNSTs) are aggressive sarcomas and a major cause of mortality in neurofibromatosis type 1 (NF-1). Distinguishing MPNSTs from benign neurofibromas remains challenging. We investigated fibroblast activation protein alpha (FAP) as a malignancy biomarker and theranostic target in peripheral nerve sheath tumors. Therefore, we integrated publicly available bulk transcriptomics, spatial transcriptomics, and single-cell RNA sequencing with immunohistochemistry (IHC) on independent archival samples. We further directly assessed clinical translatability using FAP-targeted PET/CT in an NF-1 patient undergoing work-up for suspected malignant transformation. Across independent bulk datasets, FAP was consistently up-regulated in MPNSTs compared with neurofibromas. In the TCGA sarcoma dataset, FAP varied by histotype but was clearly expressed in MPNSTs. Spatial transcriptomics revealed enrichment of FAP-high regions in MPNSTs and co-localization with tumor cell markers. Single-cell analysis showed FAP expression in MPNST tumor cells and cancer-associated fibroblasts, with the highest levels in neural crest-like tumor subpopulations previously linked to adverse prognosis; pseudotime analysis indicated decreasing FAP expression along trajectories toward Schwann cell precursor-like states linking FAP expression to a more primitive, dedifferentiated tumor cell state. IHC confirmed strong, predominantly tumor cell-intrinsic FAP expression in MPNSTs, with minimal staining in neurofibromas and normal tissues. Plexiform neurofibromas exhibited intermediate FAP expression. In clinical imaging, FAP-PET demonstrated higher tracer uptake in histologically proven MPNSTs than in benign lesions within the same patient, including a neurofibroma that was FDG-avid but FAP-negative, supporting added diagnostic specificity over FDG-PET/CT. In summary, FAP is robustly overexpressed in MPNSTs at transcript and protein levels, potentially concentrates in high-risk tumor cell states, and is detectable by targeted PET imaging. These findings identify FAP as a clinically relevant biomarker for malignancy in NF-1-associated tumors and support implementation of FAP-directed diagnostics and therapeutics in peripheral nerve sheath tumor work-up.",
  "authors": "Nic G Reitsam; Alexander Gäble; Lisa Siebenhüter; Tina Schaller; Friederike Liesche-Starnecker; Eva Sipos; Sebastian Dintner; Christoph Walz; John Babic; Martin Trepel; Malte Kircher; Victoria E Fincke; Pascal D Johann; Bruno Märkl; Constantin Lapa; Johanna S Enke",
  "journal": "Acta neuropathologica",
  "publicationDate": "2026-01-27",
  "doi": "10.1007/s00401-026-02979-7",
  "methods": "Methods Ethical approval & cohort Our study was approved by the responsible ethical committee of Ludwig-Maximilians-University of Munich (reference: project number 25-0654) and performed in accordance with the Declaration of Helsinki. Written informed consent was obtained by the involved patients. For analysis involving publicly available transcriptomic datasets, we refer to the original publications for details regarding ethical approval and patient consent. Immunohistochemical analysis of FAP expression was performed on archival tissue specimens (Institute of Pathology and Molecular Diagnostics, University Hospital Augsburg). Neurofibromas ( n  = 12) exhibited typical histological features, including loosely arranged spindle cells within a variably myxoid to collagenous stroma, S100 immuno-reactivity in Schwann cells, and characteristic lattice-like CD34 staining in fibroblastic cells. In contrast, MPNSTs showed increased cellularity, nuclear atypia, and mitotic activity. Immunohistochemically, MPNSTs ( n  = 12) demonstrated reduced or focal S100 expression and were negative for other lineage-defining markers, consistent with WHO diagnostic criteria [ 27 ]. Additionally, to obtain a more comprehensive view of FAP expression across the spectrum of peripheral nerve sheath tumors, we included plexiform neurofibromas ( n  = 6; 3 with known NF-1 association, 3 without available clinical data regarding NF-1 status but with typical histopathological and immuno-histochemical marker expression) and hybrid peripheral nerve sheath tumors ( n  = 2;1 hybrid schwannoma-perineurioma, 1 hybrid neurofibroma-schwannoma) in the immunohistochemical analysis. Given the recognized diagnostic challenges of MPNST outside an NF-1-associated setting, all cases underwent thorough re-evaluation. Available clinical data revealed NF-1 association in two cases and post-radiation etiology in one case, whereas NF-1 status could not be reliably determined in the remaining cases due to limited follow-up information. To minimize diagnostic uncertainty and exclude major fusion-driven sarcoma mimics, RNA fusion profiling was performed using the TruSight RNA Pan-Cancer Panel (Illumina, San Diego, CA, US), which did not detect sarcoma-defining fusion genes in any case. In addition, all tumors had undergone extensive immunohistochemical work-up during initial diagnostic assessment to exclude alternative lineages, using a broad marker panel adapted to the respective differential diagnoses (including, where appropriate, TLE1, desmin, FLI1, CD34, MUC4, pan-cytokeratin, melanocytic markers, GFAP, DOG1, and CD117). Furthermore, Illumina EPIC DNA methylation profiling was performed with application of the Heidelberg sarcoma classifier [ 28 ]. In cases with sufficient DNA quantity and quality, methylation-based classification supported the diagnosis of MPNST (3 out of12 MPNSTs). In most archival samples (9 out of 12 MPNSTs), methylation profiling was not successful due to insufficient DNA yield or quality (most likely attributable to age of some specimens [> 10 years], FFPE-related degradation and small size of available biopsy material following extensive prior diagnostic work-up). No distinction between sporadic and NF-1-associated MPNSTs was made in downstream analysis due to incomplete clinical annotation. Immunohistochemistry Immunohistochemical staining for FAP was performed on a Ventana BenchMark ULTRA platform using the iVIEW DAB detection system (Roche, Mannheim, Germany). A recombinant anti-FAP antibody (clone ab207178, Abcam, Cambridge, UK) was applied at a dilution of 1:250. Antigen retrieval was carried out with CC1 buffer for 92 min, followed by primary antibody incubation at 37 °C for 32 min. Detection was performed according to the manufacturer’s protocol. We used the H-score for quantification of FAP immunohistochemistry: 1 × percentage of weak staining) + (2 × percentage of moderate staining) + (3 × percentage of strong staining). The H score ranges from 0 to 300 [ 29 ]. IHC stains were evaluated together by two pathologists (BM, NGR). Bulk, spatial, and single-cell transcriptomic data analyses We performed a multimodal analysis of FAP expression in NF-1-associated lesions. The study outline is summarized in Fig.  1 . Fig. 1 Study overview. To prove FAP as potent biomarker for distinguishing MPNSTs from neurofibromas and hence to provide a rationale for FAP-directed PET/CT in the diagnostic work-up of NF-1 patients, we investigated five publicly available datasets spanning different modalities (bulk RNA profiling by array- and RNA-seq-based technologies, spot-based spatial transcriptomics and single-cell RNA profiling). We validated these RNA-level findings on protein level by immunohistochemistry. Finally, we provided clinical validation of FAP as a malignancy biomarker using FAP-directed PET/CT in an NF-1 patient. Created in BioRender. Reitsam, N. (2026)  https://BioRender.com/wvtr7fz To investigate the differences in  FAP  gene expression between neurofibromas and MPNSTs, publicly available gene expression datasets  (  [ GSE241224 ,  GSE66743 ) 30 ,  31 ] were retrieved from the Gene Expression Omnibus (GEO). Expression matrices and corresponding phenotype metadata were processed using the GEOquery and Biobase R packages.  FAP, SLC2A1, SLC2A3  mRNA expression was extracted based on the following probe IDs:  FAP : TC02002480.hg.1,  SLC2A1 : TC01002578.hg.1,  SLC2A3 : TC12001170.hg.1;  FAP : hCG1685968.2;  SLC2A1 : hCG40024.3;  SLC2A3 : hCG22218.2 and hCG1730826.1). Samples were annotated as neurofibroma or MPNST based on sample metadata. Gene-wise expression comparisons between tumor types were performed using unpaired two-tailed t tests. Additionally,  FAP  gene expression across sarcoma subtypes in the TCGA dataset ( n  = 255) [ 32 – 34 ] was analyzed using batch-normalized RSEM RNA-seq data; differences were assessed by Kruskal–Wallis test followed by Dunn’s post hoc test with Bonferroni correction for multiple comparisons. We analyzed spatial transcriptomics data from eight peripheral nerve lesions profiled by the 10× Genomics Visium platform, originally published by  Bremer  et al .  [ 35 ]. These included four malignant peripheral nerve sheath tumors (MPNSTs), two hybrid peripheral nerve sheath tumors (HPNSTs), one plexiform neurofibroma, and one NF2-associated neuropathy. We processed the data using Seurat [ 36 ,  37 ] (Version: 5.3.0,  https://satijalab.org/seurat/ ) in R (Version: 4.4.0). For each sample, we retained spatial spots with > 50 detected genes and < 20,000 unique molecular identifiers (UMIs). Data were log-normalized and 2,000 highly variable genes were identified using the  vst  method. Each sample was annotated with lesion type metadata and subsequently merged into a single Seurat object for downstream analysis. To identify regions with elevated  FAP  expression, we classified spatial spots as “high FAP” if expression exceeded the 75th percentile across all spots. Enrichment of high FAP expression in MPNST versus non-MPNST samples was tested using a 2 × 2 contingency table and Fisher’s exact test. To explore the biological context of  FAP  expression, we performed a focused co-expression analysis across all MPNST samples. We tested co-enrichment of  FAP  with MPNST markers ( NGFR, APOD, L1CAM, S100B, CDK4, VIM, ZEB1, MYH9, SOX10 ) and stromal markers ( PDGFRB, DCN, COL1A1, LAMA2 ). For each marker, we binarized expression per spot (nonzero vs zero). We calculated the percentage of high-FAP spots that were also positive for each marker (“% Joint + ”) to approximate spatial co-localization. This statistical framework emphasizes the spatial relationship between  FAP  and known tumor biology markers in MPNST. Single‐cell RNA‐sequencing (scRNA-seq) data from four NF-1‐associated MPNST samples [ 38 ] were processed in R (Version: 4.4.0) using Seurat (Version: 5.3.0). Raw UMI count matrices were loaded via  Read10X , filtered to remove cells with < 200 or > 9,000 genes and > 20% mitochondrial reads, and normalized with the  LogNormalize  method; mitochondrial percentage was regressed out during scaling. Highly variable features (n = 2,000) were identified using the  vst  method, followed by PCA (30 PCs) and UMAP (dims 1:20) for dimensionality reduction. Shared‐nearest‐neighbor graphs were constructed ( FindNeighbors , dims 1:20) and clusters were defined with a resolution of 0.1 ( FindClusters ). Differential expression analysis ( FindAllMarkers , min.pct = 0.25, log2FC > 0.25) yielded the top 10 marker genes per cluster, which were then manually annotated to distinguish tumor (e.g., mesenchymal‐like, cycling Schwann‐lineage) from immune, stromal, and vascular populations. Cell‐type compositions and marker expression  (FAP, SLC2A1, SLC2A3)  were visualized by UMAP and DotPlot. To explore differentiation trajectories among tumor clusters, we applied Slingshot [ 39 ] (Version: 2.12.0) ( slingshot.html ) on UMAP embeddings. Bulk, spatial, and single-cell transcriptomic analyses were performed using custom R scripts, which are available on GitHub ( https://github.com/ngr-path/Analysis_R_FAP_NF1_MPNST ). Statistical analysis Continuous data are given as mean ± standard deviation or median and range, where appropriate. Comparisons were performed using unpaired two-tailed t tests for bulk RNA data and Wilcoxon rank-sum tests for immunohistochemical H-scores. Fisher’s exact tests were used for spatial enrichment analyses, and co-expression and trajectory inference in spatial and single-cell transcriptomics were performed using Seurat and Slingshot in R as outlined in the corresponding subsections. Bonferroni correction and Benjamini-Hochberg procedure were performed to adjust for multiple testing. A p value of < 0.05 was considered as statistically significant. PET/CT imaging Scans were obtained on a dedicated PET/CT scanner (Biograph mCT 40; Siemens Healthineers, Erlangen, Germany). After administration of 179 MBq [ 68  Ga]Ga-LNTH-1363S, (FAP-directed radiotracer; mass dose, 90 ug) or 167 MBq of [ 18 F]FDG, respectively, whole-body imaging was acquired at 60 min post administration with 6–8 bed positions and an emission time of 2 min each. Data were decay-corrected to the starting time of each individual scan. PET imaging was accompanied by whole-body auxiliary CT (35 mAs, 120 keV, a 512 × 512 matrix, 5-mm slice thickness, increment of 30 mm/s, rotation time of 0.5 s, and pitch of 0.8) for attenuation correction purposes. Contrast-enhanced CT of the upper and lower body was acquired with FDG-PET imaging. Images were reconstructed using a standard reconstruction protocol provided by the manufacturer (2 iterations, 21 subsets) and corrected for randoms, scatter, decay, and attenuation.",
  "cache_level": "minimal",
  "has_fulltext": true,
  "fetch_date": "2026-02-19 09:31:39"
}