{
  "pmid": "PMID:41598414",
  "title": "Dermoscopy-Guided High-Frequency Ultrasound Imaging of Subcentimeter Cutaneous and Subcutaneous Neurofibromas in Patients with Neurofibromatosis Type 1.",
  "abstract": "",
  "authors": "Krisztina Kerekes; Mehdi Boostani; Zseraldin Metyovinyi; Norbert Kiss; Márta Medvecz",
  "journal": "Journal of clinical medicine",
  "publicationDate": "2026-01-07",
  "doi": "10.3390/jcm15020475",
  "methods": "2. Materials and Methods 2.1. Inclusion and Exclusion Criteria The inclusion criteria for this study involved obtaining informed consent from participants and confirming the diagnosis of NF1 based on the current criteria published by Legius et al. in 2021 [ 10 ], followed by molecular genetic analysis of the NF1 gene in all patients. Exclusion criteria were uncertain NF1 diagnosis (for example, Legius syndrome), lesions inaccessible for imaging due to body contour (skin folds, acral areas, genital region) or hair-covered areas, and lesions >10 mm due to equipment field-of-view limitations. Acral regions were excluded only in cases when they were practically inaccessible for imaging due to the body contour. In patients presenting with a high number of cutaneous neurofibromas, a predefined number (5–10) of lesions per patient was selected for evaluation. These lesions were randomly selected from clinically eligible neurofibromas, aiming to represent different lesion sizes and anatomical locations. In patients presenting with fewer than 5 neurofibromas, all lesions were evaluated. We assessed only localized cutaneous and subcutaneous neurofibromas. Plexiform, diffuse, and intraneural neurofibromas were not included in the present study. 2.2. DG-HFUS Imaging From April 2023 to June 2024, measurements were performed at the Department of Dermatology, Venereology and Dermatooncology, Semmelweis University, using a portable DG-HFUS device (Dermus SkinScanner, Dermus Ltd., Budapest, Hungary). This system combines dermoscopic and HFUS imaging (33 MHz, range 20–40 MHz) to enhance diagnostic accuracy and reproducibility. The device features a silicone-membrane imaging window, gel coupling, and an optical module for precise lesion localization. Dermoscopic and ultrasound images are displayed side-by-side on a connected smartphone, with a 2-s acquisition time. Dermoscopy provides a 12 × 12 mm 2  field of view (10× magnification), while ultrasound images extend 12 mm laterally and penetrate up to 10 mm. A red line marks the cross-sectional plane, and color coding aids structural visualization (the lowest intensities appear in dark shades, followed by green and blue, while the highest intensities are indicated by red and yellow) [ 41 ]. Recorded images were analyzed in SkinAid cloud software, stored under patient ID with demographic and lesion details. DG-HFUS assessments included size, location, shape, contours, surface, echogenicity, global echogenicity, and posterior acoustic features. At least five cross-sectional images were obtained per lesion.",
  "cache_level": "minimal",
  "has_fulltext": true,
  "fetch_date": "2026-02-19 09:31:40"
}