{
  "pmid": "PMID:41602242",
  "title": "Perspectives of Patients and Providers on Chronic Pain Assessment in Neurofibromatosis Type 1 (NF1): A Qualitative Study.",
  "abstract": "Background and objective Neurofibromatosis type 1 (NF1) typically presents with physical symptoms, neurocognitive impairments, and chronic pain (CP). Existing pain measures, originally developed for cancer pain or other diseases, do not address the specific healthcare needs of NF1 patients. Hence, this study aimed to examine how individuals with NF1-associated CP and their providers characterize the physical and emotional experiences of pain, as well as their perceived needs in assessing NF1-associated CP. Methods We performed a qualitative study, employing thematic analysis of data collected from six focus groups with 37 patients with NF1 and 16 one-on-one interviews with clinicians involved in NF1 care Results We identified three themes: Describing the Pain Experience, Treating and Dealing With NF1-Associated CP, and Attitudes About Current Pain Measures. Participants perceived certain shortcomings in current pain measures, emphasizing that pain tolerance, adaptation of goals and activities, and the presence of multiple concurrent pain sites are intrinsic to NF1. Patients expressed frustration with the need to quantify a highly subjective and individualized experience using existing measures. Similarly, providers reported frustration that current tools inadequately capture the impact of chronic pain on patients' daily lives, with some preferring more open, conversational approaches to pain assessment. Conclusions The data indicated that pain duration, frequency, regularity, and quality need to be clearly defined and operationalized for patients and providers to similarly understand these domains. Incorporating open-ended items that allow patients to describe their pain in their own words or through images may enhance patients' sense of being understood by their providers. There is a clear need for a standardized pain assessment tool that specifically captures the pain experiences of individuals with NF1.",
  "authors": "Lauretta Grau; William A Zempsky; Staci Martin; Kaitlyn Larkin; Frank D Buono",
  "journal": "Cureus",
  "publicationDate": "2025-12",
  "doi": "10.7759/cureus.100193",
  "methods": "Materials and methods The methods and findings for the current study have not been previously presented or published. The study was conducted between June 1, 2021, and June 30, 2023. The study was based in New Haven, Connecticut, but data collection occurred remotely; therefore, participants resided in multiple locations across the United States. Recruitment and data collection procedures Recruitment of NF1 patients, referred to hereafter as the “patient group,” involved sending a mass email announcement through the Children’s Tumor Foundation (CTF) registry ( https://www.ctf.org/nf-registry /) that briefly described the study. Membership in the registry requires self-report of a formal NF diagnosis. Individuals interested in participating completed an online screening survey administered via Qualtrics ( www.qualtrics.com ) that collected demographic information including age and gender, contact information, and responses to the Brief Pain Inventory Short Form (BPI-SF) [ 8 ], Patient Health Questionnaire (PHQ) [ 19 ], Structured Clinical Interview for DSM Self Report version (SCID-SR) [ 20 ], and Generalized Anxiety Disorder 7 Item version (GAD-7) [ 21 ]. The PHQ-9 and GAD-7 are copyrighted by Pfizer Inc. and are freely available for research and clinical use without requiring special permissions. The BPI-SF and SCID-SR were used with written permission from their respective copyright holders. Inclusion criteria for the patient group included: (1) age 18 to 75 years, (2) membership in the NF Registry, (3) a pain severity aggregate score of ≥3 on the BPI-SF [ 8 ] for pain experienced in the previous 2 weeks [ 10 ], (4) agreement to allow audio recording, and (5) current residence in the USA. Exclusion criteria were: (1) evidence of moderate to severe depression or anxiety on the PHQ or GAD-7, or (2) evidence of psychosis or schizophrenia on the SCID-SR [ 20 ]. Members of the research team (FB, KL) reviewed the clinical screening measures, and all eligible individuals were provided with a list of focus group discussion (FGD) dates and times from which they could choose. Recruitment of NF1 clinicians (to be referred to henceforward as the “provider group”) occurred via direct emails to a purposive sample of 100 providers from the CTF “Find a Doctor” page ( https://www.ctf.org/find-a-doctor /). Although the interviews were originally proposed as FGDs, providers’ limited availability rendered it unfeasible to convene these sessions promptly. We therefore conducted individual interviews with the providers instead. Inclusion criteria for the provider group were: (1) provides healthcare to patients with NF1 (e.g., physician, nurse practitioner, speech pathologist, or psychologist) and (2) agreement to be audio-recorded. Data collected included professional/job title, years in practice, and gender, and was obtained at the beginning of each interview. Before beginning the interview sessions, participants in both groups received a brief description of the study, procedures, and risks and benefits, and were informed that participation was voluntary. They then provided verbal informed consent. Participants in the FGDs also agreed to keep the content of the discussions confidential. The Yale University Institutional Review Board reviewed and approved the study and all associated materials. Two members of the research team (FB, KL) with prior training in semi-structured interviews jointly facilitated each FGD session, while the senior author conducted all individual interviews. The FGD sessions each lasted approximately one hour, and the individual interviews each lasted approximately 30 minutes. All sessions were audio-recorded, transcribed verbatim, and proofread before analysis. The interview guides for both participant groups were created specifically for this study (see Appendix) and did not include questions from previous guides or semi-structured interviews. The FGD guide for the patient group covered three domains. The first domain assessed the pain experience. It asked patients to provide specific terms they commonly use to describe their pain, identify other factors they believe are associated with their CP, describe any attempts to systematically track their pain, and explain how NF1-associated CP interfered with their daily lives. The second domain explored how CP could impact other aspects of patients’ lives, such as emotional responses to pain and coping strategies. The final domain gathered patients’ opinions on the usefulness of current pain measures and which elements of pain were most important to monitor. The provider interview guide included four domains, with the first three aligned with those of the FGD guide. The first domain focused on providers’ perspectives regarding their patients’ experiences of pain. The second domain asked providers how they believed pain was related to other aspects of their patients’ lives. The third domain sought opinions on current pain measures, the adequacy of pain terminology, and how patients track their pain. The fourth domain asked providers whether NF1-associated CP has unique characteristics and the importance of assessing other non-pain signs or symptoms as part of NF1 pain management. At the conclusion of each FGD or individual interview, participants were reminded about confidentiality and the overall goal of the study, thanked for their time, and sent Amazon gift cards ($25 US for the patient group and $50 US for the provider group). Data analysis The data analysis team (FB, KL, LG) met regularly to create the codebook and identify potential emergent themes. All team members were experienced qualitative researchers. Interview sessions and data analysis occurred simultaneously and iteratively until the team concluded that data saturation had been achieved (that is, no new information emerged in subsequent interviews) [ 22 - 24 ]. Starting with an initial set of codes based on the domains in the Interview Guide, the coding team independently coded all transcripts and then reviewed them collectively. The codes were developed inductively, reviewed iteratively, and revised based on team discussions of additional transcripts. Any discrepancies in coding were discussed and resolved through consensus. The coded transcripts were entered into ATLAS.ti (Version 9; Kansas City, MO). Using thematic analysis [ 25 , 26 ], the team examined patterns across the full data set to develop a final, concise set of themes. The analysis also considered any negative instances in which data did not align with the themes or where responses to specific questions were absent. Descriptive statistics were calculated to summarize the study sample.",
  "cache_level": "minimal",
  "has_fulltext": true,
  "fetch_date": "2026-02-19 09:31:41"
}