{
  "pmid": "PMID:41616055",
  "title": "Inhibition of focal adhesion kinase impairs tumor formation and preserves hearing in a murine model of NF2-related schwannomatosis.",
  "abstract": "NF2 (neurofibromatosis type 2)-related schwannomatosis (NF2-SWN) is a cancer predisposition syndrome characterized by the development of bilateral vestibular (VS) and spinal schwannomas. While benign, these tumors can cause substantial morbidity, and effective pharmacological treatments remain limited. Here, we demonstrate that genetic ablation of focal adhesion kinase (",
  "authors": "Dana K Mitchell; Kylee Brewster; Li Jiang; Henry Mang; Waylan K Bessler; Xiaohong Li; Qingbo Lu; Shaomin Qian; Eric York; Sarah K Morrow; Shelley A H Dixon; Christopher Davis; Ka-Kui Chan; Abbi Smith; Alyssa C Flint; Victor V Le; Anna Geisinger; Francis Enane; Behnam Nabet; Steven D Rhodes; Steven P Angus; D Wade Clapp",
  "journal": "Science advances",
  "publicationDate": "2026-01-30",
  "doi": "10.1126/sciadv.ady8382",
  "methods": "MATERIALS AND METHODS Study approval All animal studies were conducted at the Indiana University School of Medicine in accordance with the Institutional Animal Care and Use Committee (IACUC) under protocol number 24020. Animal studies \nGeneration of mice and genotyping\n Nf2  mice were generated in our laboratory as previously described ( flox/flox ;Postn-Cre +  (Nf2) ). FAK 12 flox  mice were purchased through the Jackson Laboratory (strain #: 031956, RRID:IMSR_JAX:031956) ( ).Genotypes of each mouse were confirmed by polymerase chain reaction using genomic DNA obtained from ear snips and the primers described below. 84 1)  Nf2:  The  Nf2 flox2  alleles were detected as previously described by Giovannini  et al.  ( ) and using primers P1 (5′-CTTCCCAGACAAGCAGGGTTC-3′) and P2 (5’-GAAGGCAGCTTCCTTAAGTC-3′), with bands detected at 442 base pairs (bp;  85 Nf2 flox2 ) and 305 bp ( Nf2 + ). 2) Postn-Cre: The  Postn-Cre  transgene was detected using the following primers: P3 (5′-CATTTGGGCCAGCTAAACAT-3′) and P4 (5’-CCCGGCAAAACAGGTAGTTA-3′) with a band detected at 450 bp (Cre + ) ( ). 86 3)  Fak : The  Fak flox  alleles were detected using the primers P5 (5′-GAACTTGACAGGGCTGGTCT-3′) and P6 (5′-CTCCAGTCGTTATGGGAA ATCT-3′), yielding bands at 350 bp (mutant and flox/flox), 237 and 350 bp (heterozygote and flox/plus), and 237 bp (WT) ( ). 84 \nHearing assessment\n Auditory brainstem responses (ABRs) were assessed at 4 and 10 months of age as we have previously described ( ,  12 ). Briefly, ABRs were measured in left and right ears of anesthetized mice [ketamine (100 mg/kg) and xylazine (10 mg/kg) by intraperitoneal injection] using subdermal needle electrodes. The Tucker-Davis Technologies (TDT) BioSigRZ system, with an RZ6 digital/analog converter (TDT), was used to produce and record responses to click stimuli [decibel sound pressure level (dB SPL)]. Click responses (512 repetitions, 30 to 90 dB SPL in 10-dB steps, and presented at 21/s with a closed-field system) were amplified, filtered (3 Hz to 3 kHz), averaged, and stored for offline analysis in MATLAB (MathWorks, Natick, MA, USA). ABR waveforms were high-pass filtered using a cutoff of 200 Hz to remove slow oscillations and emphasize characteristic ABR peaks. ABR threshold was defined as the lowest measured SPL at which a reproducible peak or trough was identified. Left and right ears were assessed independently and averaged to obtain an average ABR threshold (in decibels) for each mouse. Mice with an average ABR threshold value above 55 dB SPL at 4 months of age were considered hearing impaired at baseline and were excluded from further analysis ( 87 WT ,  n  = 3;  Fak KO ,  n  = 0;  Nf2 ,  n  = 1;  Nf2Fak ,  +/− n  = 1;  DKO ,  n  = 0) ( ). Following the second ABR assessment at 10 months of age, mice were humanely euthanized, and tissues were harvested for downstream analyses. For mice in which no response was appreciated, a threshold of 90 dB SPL was recorded. 88 \nIn vivo therapeutic studies\n VS-4718 (PND-1186 and HY-13917) and selumetinib (AZD6244 and HY-50706) were purchased from MedChemExpress. Beginning at 4 months of age,  Nf2  ( flox/flox ;Postn-Cre + Nf2 ) mice were treated for 12 weeks with the maximum-tolerated doses of VS-4718 [25 mg/kg; oral gavage, bis in die; twice daily (BID)] and selumetinib (10 mg/kg; oral gavage, BID) alone or in combination. Two cohorts of age- and sex-matched  Nf2  mice administered the vehicle by oral gavage, twice daily, and served as controls. Animals were monitored daily for signs of distress such as hunched posture, labored breathing, scruffy coat, diarrhea, or lameness. All study mice began treatment at 4 months of age and were euthanized at the end of 12 weeks of treatment for histopathological assessment. Early end point criteria include a palpable mass of more than of 1500 mm 3 , greater than 20% reduction in body weight, any of the previously mentioned signs of distress that could not be remedied by the veterinary staff, or at the recommendation of the veterinarian. The total number of animals enrolled in each treatment group is as follows: vehicle:  n  = 26, VS-4718:  n  = 14, selumetinib:  n  = 14, and combination (VS-4718 plus selumetinib):  n  = 15. The number of animals that met the criteria for euthanasia and were humanely euthanized according to the IACUC protocol or that were found deceased before meeting criteria for euthanasia were as follows: vehicle:  n  = 2, VS-4718:  n  = 1, selumetinib:  n  = 2, and combination (VS-4718 plus selumetinib):  n  = 1. These mice were excluded from further analysis. \nTissue preparation and DRG volume quantification\n Immediately following humane euthanasia, mice were fixed in 10% neutral buffered formalin. The bodies were decalcified in a 50:50 solution of 10% formic acid and 10% neutral-buffered formalin solution. DRGs were dissected microscopically, and the maximal dimensions (length and width) of four anatomically matched DRGs were determined using calipers. Volume was then approximated using the formula for the volume of a spheroid = 0.52 × (width) 2  × length. For in vivo therapeutics studies, mice were euthanized after 12 weeks of treatment at approximately 7 months of age. For genetic intercross studies, two cohorts of mice were euthanized at 10 or 16 months of age. Histopathology Tissues were microdissected from euthanized animals, fixed, and decalcified as described above. Specimens were then dehydrated with graded alcohols, cleared with xylenes, infiltrated with molten paraffin, and embedded in paraffin blocks. Four-micrometer-thick sections were cut on a Leica rotary microtome and stained with H&E or Masson’s trichrome. Tumors were assessed according to the established histological diagnostic criteria for schwannomas in human patients and murine genetically engineered murine models (GEMMs) as we have published previously ( ,  12 ,  30 ). Abnormal tissue and nuclear quantifications were performed using H&E-stained slides and a custom or pretrained HALO AI DenseNet module, respectively (Indica Labs, version 4.0, RRID:SCR_018350). Quantification of trichrome staining was performed using the HALO Area Quantification module (Indica Labs, version 4.0). Area quantification analysis settings were optimized for the trichrome stain, and the intensity of staining in each annotated DRG was scored by the algorithm as negative (0; blue), weakly positive (1+; yellow), moderately positive (2+; orange), or strongly positive (3+; red). Data were exported to GraphPad Prism for statistical analysis as described below. 87 Immunohistochemical staining Five-micrometer-thick tissue sections were deparaffinized, hydrated, and transferred to 0.1 M EDTA (pH 9.0) for antigen retrieval in a pressure cooker. Samples were treated with 3% hydrogen peroxide for 10 min and then incubated with primary antibodies for 30 min at room temperature [F4/80: #70076, Cell Signaling Technology (1:100); IL-6: #bs0782R, Bioss (1:100); MET: #ab216574 or #ab51067, Abcam (1:100); SOX10: #ab180862, Abcam (1:100); NLRP3: #CAB12694, Assay Genie (1:1000 dilution); CD68, Cell Signaling Technology (1:100)]. Incubation with secondary antibody was performed for 30 min at room temperature [goat anti-rabbit, ab205718, Abcam (1:1000)], followed by 3,3′-Diaminobenzidine (DAB) (#8059, Cell Signaling Technology), which was applied for 10 min and terminated by rinsing in distilled water. Counterstaining was performed with Epredia Signature Series Hematoxylin 7211 (#22-050-111, Thermo Fisher Scientific), and the sections were dehydrated, cleared, and cover slipped. Slide images were acquired on an Aperio ScanScope CS at ×20 magnification. Quantitative immunohistochemical analyses for F4/80, IL-6, and SOX10 were conducted using the Cytonuclear IHC module of HALO Image Analysis software (Indica Labs, version 4.0). The intensity of nuclear staining was scored as negative (0; blue), weakly positive (1+; yellow), moderately positive (2+; orange), or strongly positive (3+; red). Quantitative immunohistochemical analyses for MET in the genetic model and IL-6 in the therapeutics model were conducted using the Area Quantification module of HALO Image Analysis software (Indica Labs, version 4.0). Quantitative immunohistochemical analyses for MET and CD68 in the therapeutic model were conducted using the multiplex IHC module of HALO Image Analysis software (Indica Labs, version 4.0). For all analyses, all intact DRGs on each slide were annotated to designate regions of interest, and analysis settings were optimized for each specific stain. On the basis of the degree of background staining, minimum optical density settings, and variations in staining intensity, either moderately plus strongly positive (2+ and 3+) or total positive (1+, 2+, and 3+) cells/tissues were used for statistical analysis as indicated in the figure legends. Data were exported to GraphPad Prism for statistical analysis as described below. IF staining IF staining of F4/80 (#70076, Cell Signaling Technology; 1:100 dilution) and NLRP3 (#CAB12694, Assay Genie; 1:100 dilution) was performed using DRG from  Nf2  and  DKO  mice. Tissue sections were baked at 60°C for 1 hour, followed by deparaffinization in three changes of xylene and rehydration through a descending ethanol series. Slides underwent antigen retrieval using tris-EDTA (pH 9.0) in a pressure cooker at high pressure for 15 min. Sections remained in the antigen retrieval buffer and were allowed to cool for 1 hour before incubation in 3% hydrogen peroxide. Tissues were sequentially incubated with primary antibodies diluted in Tris-buffered saline with Tween-20 (TBST) for 1 hour at room temperature, followed by their respective fluorescent secondary antibodies ([F4/80: Goat anti-Rabbit IgG (H + L) Cross-Adsorbed Alexa Fluor 488, #A-11008, Invitrogen (1:2000); NLRP3: Goat anti-Rabbit IgG (H + L) Cross-Adsorbed Alexa Fluor 647, #A-21245, Invitrogen (1:2000)]. Slides were mounted with ProLong Diamond antifade mountant with 4′,6-diamidino-2-phenylindole (DAPI; #P36962, Invitrogen). Fluorescence signals were obtained using a DeltaVision Ultra microscope with a 60× lens (GE Healthcare, Chicago, IL, USA). Images were acquired with z-section of 0.2 μm each and deconvolved using SoftWoRx (GE Healthcare). Images were processed using Imaris (Bitplane, RRID:SCR_007370), with figures representing individual z-sections of deconvolved stacks. Western blot Nerve tissue lysates were prepared as follows. Lysis buffer consisting of xTractor buffer (#635671, Takara Bio) plus cOmplete Mini Protease Inhibitor Cocktail (#11836153001, Roche) and PhosSTOP Phosphotase Inhibitor Cocktail (#4906837001, Roche) was added to each tissue sample, which were then subjected to sonication for 5 s at 70% AMPL three times and centrifugation for 20 min at 13,000 rpm. Protein concentrations were determined using the Pierce BCA Protein Assay Kit (#23227, Thermo Fisher Scientific). Isolated proteins were fractionated using NuPAGE 4–12% Bis-Tris Gels (#NP0322BOX, Invitrogen) and electrotransferred to polyvinylidene difluoride membranes. Immunoblots were carried out using antibodies specific to pERK (#9101, Cell Signaling Technology), total ERK (#9102, Cell Signaling Technology), phosphorylated FAK Y397 (pFAK 397, #700255, Invitrogen), or vinculin (#CP74, MilliporeSigma). Cell lysates were generated using MS03 cells treated with 1 μM VS-4718, selumetinib, or VS-4718 plus selumetinib in combination. At 24 hours, cell lysates were collected and prepared using lysis buffer consisting of 50 mM Hepes, 150 mM NaCl, 0.5% Triton X-100, 1 mM EDTA, and 1 mM EGTA (pH 7.5) supplemented with cOmplete Mini Protease Inhibitor Cocktail, 1% (v/v) Phosphatase Inhibitor Cocktails 2 and 3 (Sigma-Aldrich, #P5726 and #P0044), 10 mM NaF, and 2.5 mM NaVO 4 . Protein concentrations were determined using Pierce Coomassie (Bradford) Protein Assay Kit (PI23200, Thermo Fisher Scientific). Isolated proteins were fractionated using 4–20% Mini-PROTEAN TGX Precast Protein Gels (Bio-Rad, #4561094) and electrotransferred to nitrocellose membranes. Immunoblots were carried out using antibodies specific to pFAK 397 (#8556S, Cell Signaling Technology), total FAK (#3285S, Cell Signaling Technology), cleaved caspase 3 (#9664S, Cell Signaling Technology), and glyceraldehyde-3-phosphate dehydrogenase (GAPDH; #365062, Santa Cruz Biotechnology). Following incubation with primary antibody, blots were incubated with a horseradish peroxidase–conjugated secondary antibody (anti-rabbit: 7074 V or anti-mouse: 7076 V, Cell Signaling Technology). Signals were detected using enhanced chemiluminescence substrate (SuperSignal West Pico PLUS Chemiluminescent Substrate 34580 and/or SuperSignal West Femto Maximum Sensitivity Substrate 34095), and images were collected on a Bio-Rad ChemiDoc. Arbitrary densitometry units were calculated and quantified using the ImageJ software [National Institutes of Health (NIH), version 1.53], with signals normalized to the corresponding loading control and expressed relative to control conditions. Culture of cells Human hTERT ipn02.3 2l SCs (“02.3”) were obtained from American Type Culture Collection (CRL-3392), and HEI-193 schwannoma (RRID:CVCL_7660) and murine (MS03 schwannoma) cell lines were generated as previously described ( ,  89 ). Cell lines were cultured in Dulbecco’s modified Eagle’s medium supplemented with 10% fetal bovine serum (Harvest MIDSCI), 1% glutamine (Gibco), 1% penicillin/streptomycin (Lonza), and prophylactic Plasmocin (5 μg/ml; Invivogen). The 02.3 cell line was transfected with equal amounts of a CRISPR-Cas9 KO plasmid pool targeting  90 NF2  and a homology-directed repair (HDR) plasmid pool purchased from Santa Cruz Biotechnology (sc-400504 and sc-400504-HDR, respectively). After selection with puromycin (2 ug/ml) and isolation of single-cell clones, multiple clones with complete KO of  NF2  were confirmed, and one used for further experiments (02.3  NF2  KO3). TrypLE Express Enzyme (Gibco) was used to dissociate cells for passaging upon reaching confluence. Cultures were tested for mycoplasma using the Lonza MycoAlert Mycoplasma Detection Kit and confirmed to be negative before experimentation. −/− \nDose-response curves\n For dose-response curves, cells were plated at a density of 5000 cells per well in 96-well plates and allowed to adhere overnight. Cells were then treated with increasing concentrations of defactinib (MedChemExpress, HY-12289) or FAK PROTAC Degrader 1 (MedChemExpress, HY-119932). Cell viability was assessed using the CellTiter-Glo Assay (Promega) 48 to 72 hours after treatment. End point luminescence was measured using a SynergyH4 plate reader with filters and settings as follows: 528/20 and hole filter sets, top read, 4-mm read height, gain: 135, and 0.5-s integration time. \nColony formation assays\n For colony formation assays, 5000 cells were added to each well of a six-well plate and treated with the indicated drugs at the concentrations specified in the figure legends. DMSO served as the control. Cells were allowed to proliferate until controls were confluent (~5 to 7 days) and which time they were then stained with methylene blue diluted in 50% methanol and 50% H 2 O. For colorimetric measurement, each well was dissolved in 0.5 N of HCl, and the dissolved fluid was transferred to a 96-well plate to be read at 660 nm. \nSynergy assays\n MS03s were plated at a density of 2500 cells per well in 96-well plates and allowed to adhere overnight. Cells were then treated in a two-dimensional dose-response matrix of increasing concentrations of defactinib, selumetinib, or VS-6766 as indicated in the figure panels. At 48 hours posttreatment, cell viability was assessed using the CellTiter-Glo Assay (Promega). End point luminescence was measured using a SynergyH4 plate reader with filters and settings as follows: 528/20 and hole filter sets, top read, 4-mm read height, gain: 135, and 0.5-s integration time. Synergy graphs and Zero Interaction Potency score (ZIP), Loewe, and Bliss synergy scores were computed using the SynergyFinder package (version 3.2, RRID:SCR_019318) in R ( ). 91 Bulk RNA-seq of  Nf2  and  DKO  DRGs Approximately eight DRGs per mouse were microdissected from each euthanized 10-month-old  Nf2  or  DKO  mouse and flash frozen using liquid nitrogen. Frozen DRGs from six mice per condition were sent to GENEWIZ from Azenta Life Sciences (South Plainfield, New Jersey, USA) for RNA extraction and bulk RNA-seq. Log 2 [counts per million (CPM) + 4] normalization of raw counts was performed using iDEP.96 ( ). Plots for gene set enrichment ( 92 Figs. 2  and  3 ) and cell type mapping (reference dataset: LM22) were generated in Omics Playground software v2.7.18 run using a local Docker image as described by Akhmedov  et al.  ( ). Plots for gene set enrichment in  93 Fig. 4  were generated in R studio (RRID:SCR_000432). Statistical analysis was performed in R or using GraphPad Prism as detailed below. Drug-treated cell line bulk RNA-seq Frozen cell pellets of murine  NF2 -deficient murine Schwannoma cells (MS03) (three replicates each) treated with defactinib (1 μM; MedChemExpress, HY-12289), VS-4718 (1 μM; MedChemExpress, HY-13917), GSK2256098 (1 μM; MedChemExpress, HY-100498), ifebemtinib (1 μM; IN-10018, MedChemExpress, HY-122844), PROTAC FAK Degrader 1 (1 μM; MedChemExpress, HY-119932), GSK215 (100 nM; MedChemExpress, HY-132296), or a FAK PROTAC kindly provided by B. Nabet (100 nM; BSJ-04-146) ( ) were sent to GENEWIZ from Azenta Life Sciences (South Plainfield, New Jersey, USA) for RNA extraction and bulk RNA-seq. Log 94 2 (CPM + 4) normalization of raw counts was performed using iDEP.96 ( ). Statistical analysis was performed in GraphPad Prism as detailed below. 92 Human VS scRNA-seq scRNA-seq data from three human schwannoma samples, generated by Baruah  et al.  ( ), were downloaded from the Gene Expression Omnibus (GEO) under the accession number GSE250061. The filtered_bc_matrix.h5 files were read into R using the Read10X_h5 function in Seurat (version 4.0.2, RRID:SCR_016341). Seurat objects were created for each dataset with a minimum of three cells and 200 features per cell. Violin plots and scatter plots were generated to visualize the distribution of RNA features, counts, and mitochondrial content. Cells were filtered on the basis of the number of RNA features and mitochondrial content, retaining cells with more than 200 and fewer than 6000 RNA features and less than 20% mitochondrial content for AN014 and AN017 and fewer than 7000 RNA features for AN018. The datasets were then merged into a single Seurat object. The data were log normalized by a scaling factor of 10,000, and the top 2000 variable features were used for downstream principal components analysis, followed by Harmony integration to correct for batch effects. Thirty dimensions were used for identifying nearest neighbors, and clustering was performed at a resolution of 2. Uniform manifold approximation and projection (UMAP) was used for visualization. Marker genes for each cluster were identified using the FindAllMarkers function. Azimuth was used for cell type prediction, followed by supervised reannotation of cell types based on the expression of known marker genes ( 95 ). 96 GSEAs comparing MET+ and MET –  SCs were performed using the following packages: Seurat, msigdbr (version 7.4.1, RRID:SCR_022870), ggplot2 (version 3.3.5, RRID: SCR_014601), gridExtra (version 2.3), and enrichplot (version 1.14.0) ( ,  97 ). From the cell-type–annotated Seurat object generated above, data were preprocessed to combine SC subclusters into a single cluster (“Schwann”). SCs were then classified as either  98 MET + or  MET –  based on  MET  gene expression greater than ( MET + ) or equal to ( MET – ) zero. DEG analysis was then performed to compare  MET +  and  MET –  populations using Seurat’s FindMarkers function. A min.pct = 0.1 and log fold change (FC) threshold = 0.25 were set to filter out genes with low expression levels and small FCs. GSEA was performed using the fgsea package (version 1.14.0, RRID:SCR_020938). The prepare_ranked_genelist function was used to create a ranked list of genes based on their average log 2 FC. The perform_gsea function was used to perform GSEA on the ranked list using the Hallmark gene sets or KEGG pathways from the Molecular Signatures Database with pathway size constraints of 15 to 500 genes. An enhanced GSEA visualization function (plot_pathway_enrichment_enhanced) was used to create mountain plots for the specific pathways. GSEA comparing NLRP3 +  and NLRP3 –  macrophages was executed similarly. Plot_gsea_results was used to generate the bar plot showing the top 20 pathways ranked by normalized enrichment score in  Fig. 3K . \nPopulation-based expression contribution analysis\n For the population-based expression contribution analyses in  Fig. 4 (C and D) , cell type annotations were consolidated into broader categories by combining related subtypes to increase ease of interpretability: Nonmyelinating SCs (nmSC1 to nmSC5) were grouped as “nmSC,” myelinating SCs (mSC1 to mSC3) as “mSC,” dendritic cells (DC1 and DC2) as “DCs,” T cell subtypes (CD4 T, CD8 T, CD8 T Prolif, and other T) as “T cells,” and macrophage subtypes (Macrophage1 and Macrophage2) as “Macrophages.” Endothelial cells (Endo), B cells (B cells), vascular smooth muscle cells/pericytes (Peri/VS), fibroblasts (Fb), and natural killer (NK) cells remained as distinct categories. For each gene of interest ( MET  or  HGF ), the total expression within each cell type was calculated and normalized to the percentage of total expression across all cells using dplyr (RRID:SCR_022628). These population-level expression metrics were calculated to reflect the percentage contribution to the overall expression across all cell types and account for differences in cell type abundance. Visualizations were generated using ggplot2 and included bar plots showing the percentage of total gene expression contributed by each cell type. \nCellChat analysis\n CellChat (version 2.1.2, RRID:SCR_021946) was used to assess cell-cell communication within human VS ( ). The normalized, log-transformed gene expression data matrix and assigned labels were extracted from the Seurat object generated above and used as input to construct a CellChat object. The human ligand-receptor CellChat database was subset to focus on secreted signaling pathways, and the data were preprocessed to identify overexpressed ligand-receptor interactions. The probability of communication between cell groups was computed using a truncated mean method (trim = 0.05) to build an intracellular communication network, which was extracted as a data frame for further analysis. Pathway-level communication probabilities were also computed and aggregated for downstream visualization of the HGF signaling pathway. A chord diagram was used to visualize communication dynamics between grouped cell types. A heatmap representation was used to depict the communication probability between various cell types. Last, centrality analysis was conducted to identify and visualize dominant signal senders, receivers, influencers, and mediators within the HGF pathway. 99 Kinome profiling MIB/MS was conducted to identify and quantitate the activity of the expressed kinome and their responses to drug treatment as previously described ( ,  84 – 96 ). Lysates prepared from NF2-deficient murine Schwannoma cell line (MS03) treated with 1 μM defactinib or VS-4718 for 24 hours were prepared and loaded onto the column containing multiple inhibitor-conjugated beads ( 97 ,  96 ). In a separate experiment, the parental immortalized human SC line (02.3) and  97 NF2  knockout clones (described above) were harvested, lysed, and used for inhibitor bead enrichment. Kinase-bound inhibitor beads were stringently washed, followed by protein purification and trypsin digestion. Liquid chromatography, mass spectrometry, and analysis were performed essentially as previously described ( ,  96 ). Peptide suspension was separated using an EASY nLC-1200 System with an Easy-Spray C-18 column (Thermo Fisher Scientific). Raw files were processed for label-free quantification (LFQ) using MaxQuant LFQ and default parameters with the following modifications—razor plus unique peptides were used, matching between runs (3-min match time window), fixed modifications [carbidomethy (C)] and variable modifications [oxidation (M) and acetyl (protein N-terminal)], and searching the mouse (MS03) or human (02.3) UniProt databases ( 97 ). Kinase LFQ intensities were used if two or more unique + razor peptides were detected, and missing values were imputed in Perseus if observed in all replicates of at least one condition after log 98 2  transformation for comparison. Data for each treated sample were plotted as a mean of FC (log 2 ) relative to DMSO- or vehicle-treated control. When at least three replicates were available, unpaired Student’s  t  tests were performed in R. A  P  value of less than or equal to 0.05 was used as a cutoff for significance. Sciatic Nerve Atlas \nBulk RNA-seq of Nlrp3 expression across SC development\n Bar plot of  Nlrp3  expression at respective stages of embryonic and postnatal development was obtained using bulk transcriptome analysis of fluorescence-activated cell sorting–isolated, P0Cre eYFP reporter–labeled SCs from the SNAT web portal ( www.snat.ethz.ch ) developed by Gerber  et al.  ( ). 28 \nscRNA-seq data from the iSNAT\n UMAPs depicting the expression of  Nlrp3 ,  Hgf , and  Met  at baseline and 1 or 3 days postinjury were obtained from the iSNAT web portal ( https://cdb-rshiny.med.umich.edu/Giger_iSNAT/ ) developed by Zhao  et al.  ( ). HGF signaling network data from 1, 3, and 7 days postinjury were also obtained from the iSNAT web portal using the CellChat module ( 36 ,  36 ). 99 Statistical analysis Statistical analyses were performed in R studio (RRID:SCR_000432) or using GraphPad Prism 9.5.1 software (GraphPad, La Jolla, CA, RRID:SCR_002798). Specific analyses used to identify statistically significant differences between groups are detailed in the corresponding figure legends.  P  ≤ 0.05 were considered statistically significant for all analyses. For in vivo murine studies, a 5% type I error rate was assumed, and a power analysis was conducted to determine the appropriate sample size. Approximately  n  = 15 animals per group was determined necessary for the detection of a 40% difference in tumor size with greater than 85% power. Specific details related to individual analyses are described in the respective figure legends. Data and materials availability: Bulk RNA-seq data for the drug-treated MS03 cell line experiment presented in fig. S7 are available through the Gene Expression Omnibus (GEO) database under accession number: GSE289387 ( www.ncbi.nlm.nih.gov/geo/query/acc.cgi?acc=GSE289387 ). Bulk RNA-seq data for the GEMM presented here are also available through the GEO database under accession number: GSE292315 ( www.ncbi.nlm.nih.gov/geo/query/acc.cgi?acc=GSE292315 ). The mass spectrometry proteomics data have been deposited to the ProteomeXchange Consortium via the PRIDE partner repository under accession numbers: PXD068581 (kinome profiling of WT and NF2 KO human SC lines;  www.ebi.ac.uk/pride/archive/projects/PXD068581 ) and PXD060730 (kinome profiling of  Nf2 -null murine SC line MS03 with defactinib and VS-4718;  www.ebi.ac.uk/pride/archive/projects/PXD060730 ). Codes used to generate figures and data here are available through Zenodo ( https://doi.org/10.5281/zenodo.17144707 ). Supplementary Materials This PDF file includes: Figs. S1 to S10",
  "cache_level": "minimal",
  "has_fulltext": true,
  "fetch_date": "2026-02-19 09:31:43"
}