{
  "pmid": "41631643",
  "abstract": "Neurofibromatosis type 1 (NF1) is a rare, single-gene neurodevelopmental disorder. Atypical brain activation patterns have been linked to working memory difficulties in individuals with NF1. This work investigates the alterations in frontoparietal effective connectivity in regions with atypical activation during working memory performance, with particular attention to self-connections (intrinsic inhibitory influences each region exerts on itself). Forty-three adolescents with NF1 and 26 age-matched neurotypical controls completed functional magnetic resonance imaging scans during a verbal working memory task. Dynamic causal models (DCMs) were estimated for the bilateral frontoparietal network (dorsolateral and ventrolateral prefrontal cortices (dlPFC and vlPFC), superior and inferior parietal gyri (SPG and IPG)). The parametric empirical Bayes approach with Bayesian model reduction was used to test the hypothesis that NF1 diagnosis would be characterised by greater inhibitory intrinsic (self-) connections. Leave-one-out cross-validation (LOO-CV) was performed to test the generalisability of group differences. NF1 participants demonstrated greater endogenous self-connectivity of left dlPFC and IPG. The DCM that best explained the effects of working memory showed that the NF1 group has increased intrinsic connectivity of left vlPFC but weaker intrinsic connectivity of left dlPFC, left SPG and right IPG. The parameters of these connections showed a modest but positive predictive correlation coefficient of 0.34 (p = 0.002) with diagnosis status, suggesting a predictive value. Overall, increased endogenous self-connectivity of left dlPFC and IPG in NF1 suggests reduced overall sensitivity of these regions to inputs. Working memory evoked different patterns of input processing in NF1 that cannot be characterised by increased inhibition alone. Instead, modulatory connectivity related to working memory showed less inhibitory self-connectivity of left dlPFC, left SPG and right IPG and more inhibitory intrinsic connectivity of left vlPFC in NF1. This discrepancy between endogenous and modulatory connectivity suggests that overall NF1 participants are responsive to cognitive task-related inputs but may show atypical adaptation to the task demands of working memory.",
  "methods": "2 Methods 2.1 \n NF1  Participants The adolescents aged 11–17 years were recruited via the Northern UK NF—National Institute of Health, with (i) diagnostic criteria [National Institutes of Health Consensus Development Conference. Neurofibromatosis conference statement. Arch. Neurol. 45, 575–578 (1988)] and/or molecular diagnosis of NF1; (ii) no history of intracranial pathology other than asymptomatic optic pathway or other asymptomatic and untreated NF1‐associated white matter lesion or glioma; (iii) no history of epilepsy or any major mental illness and (iv) no MRI contraindications. Participants on pre‐existing medications such as stimulants, melatonin or selective serotonin reuptake inhibitors were not excluded from participation. The study was conducted in accordance with local ethics committee approval (Ethics reference: 18/NW/0762,  ClinicalTrials.gov  Identifier: NCT0499142. Registered 5th August 2021; retrospectively registered,  https://clinicaltrials.gov/ct2/show/NCT04991428 ). All methods were carried out in accordance with relevant guidelines and regulations. Thirty‐three participants with NF1 were recruited in this way and included in a previous study described in detail in Garg et al. ( 2022 ), and 19 new participants with NF1 were added to this dataset. Seven NF1 participants withdrew from the study, and two participants had data with high motion/scanning artifacts. The final sample consisted of 43 individuals with NF1. Table  1  details the characteristics of the remaining NF1 sample, including the presence of tumours, medication, child adaptive behaviour and pre‐existing diagnoses. TABLE 1 Characteristics of the 43 participants with NF1 diagnosis. Child adaptive behaviour was assessed with parent‐rated Vineland Adaptive Behaviour Scale—third edition (Hill et al.  2017 ). Tumours ( n ) 8 Medication ( n ) 10 Vineland adaptive behaviour composite (mean, standard deviation) 73.19 (19.25) Pre‐existing diagnoses ( n ) No comorbidity 21 ADHD 5 ADHD, Anxiety 1 ADHD, ASD, Anxiety 1 ADHD, LD 1 Anxiety 1 ASD 4 ASD, ADHD 1 ASD, ADHD, LD 1 Auditory Processing Disorder 1 LD 6 Abbreviations: ADHD, attention deficit hyperactivity disorder; ASD, autism spectrum disorder; LD, learning difficulty. 2.2 Neurotypical Controls Twenty‐nine adolescents with no diagnosis of NF1 were recruited. Two neurotypical control participants did not complete their fMRI scanning; one participant's data were corrupted by an artefact. Controls' age and sex were matched to the sample of the NF1 group. Table  2  includes demographic information for NF1 and control groups. TABLE 2 Demographic data of study participants (43 NF1 participants, 26 neurotypical controls). SD = standard deviation; M = male; F = Female. Mean age (SD) Sex (M/F) NF1 14.8 (1.83) 22/21 Controls 14.15 (2.71) 12/14 2.3 Experimental Procedure Participants lay in the scanner and a T1‐weighted image was acquired. Participants were asked to perform a working memory task for 6 min while fMRI scans were acquired. In addition, T2‐weighted images were acquired at the first visit (after the T1 image) and reviewed by a paediatric neuro‐radiologist to rule out NF1‐associated tumours. The working memory task session consisted of six blocks, each of 0‐back and 2‐back verbal N‐back task (Figure  1 ). Each block was 30 s long and consisted of nine trials. Trials repeated every 3 s; stimuli were presented for 500 milliseconds (ms), with an interstimulus interval of 2500 ms. During the 0‐back condition, participants were instructed to press a hand‐held button only when the letter ‘X’ was presented on the screen. For the 2‐back condition, the participants were instructed to press the same button when the letter on the screen matched the letter 2 presentations before. Before each block, an instruction screen displayed either ‘0‐back’ or ‘2‐back’ for 2000 ms to inform the participants about the upcoming condition block. Before entering the scanner, the participants received task instructions from the researcher and completed a practice session that was monitored to ensure they understood the task requirements. FIGURE 1 A visual illustration of the verbal working memory task that the participants performed during scanning. 2.4 Image Acquisition Imaging was performed on a 3‐Tesla Philips Achieva scanner using a 32‐channel head coil with a SENSE factor of 2.5. To maximise signal‐to‐noise (SNR), we utilised a dual‐echo fMRI protocol developed by Halai et al. ( 2014 ). The fMRI sequence included 36 slices, 64 × 64 matrix, field of view (FOV) 224 × 126 × 224 mm, in‐plane resolution 2.5 × 2.5 mm, slice thickness 3.5 mm, TR = 2.5 s, TE = 12 ms and 35 ms. The total number of volumes collected for each fMRI run was 144. 2.5 Image Processing Image processing was done using SPM12 (Wellcome Department of Imaging Neuroscience, London;  http://www.fil.ion.ucl.ac.uk/spm ) and MATLAB R2023a. Dual echo images were extracted and averaged using in‐house MATLAB code developed by Halai et al. ( 2014 ) (DEToolbox). First, functional images were slice‐time corrected and realigned to the first image. Then, the short and long echo times were combined for each timepoint. The orientation and location of the origin point of every anatomical T1 image were checked and corrected where needed. The mean functional EPI image was co‐registered to the structural (T1) image. Motion parameters estimated during co‐registration of short images were used as input to the Artifact Detection Tools (ART;  https://www.nitrc.org/projects/artifact_detect/ ) toolbox, along with combined dual echo scans for identification of outlier and motion‐corrupted images across the complete scan. The outlier detection threshold was set to changes in global signal 3 standard deviations away from the mean global brain activation. The motion threshold for identifying scans to be censored was set to 3 mm. Outlier images and images corrupted by motion were censored during the analysis by using the outlier volume regressors. Participants who had 29 or more volumes censored (≥ 20% of total fMRI time series) due to excessive motion or signal outliers were removed from the analysis. Following this quality control, no controls were removed from the analysis and two NF1 participants were removed (26 controls and 43 NF1 participants remained). Unified segmentation was conducted to identify grey matter, white matter and cerebrospinal fluid. Normalisation to MNI space was done with diffeomorphic anatomical registration using exponentiated Lie algebra (DARTEL) (Ashburner  2007 ) registration method for fMRI. Normalised images were interpolated to isotropic 2 × 2 × 2 mm voxel resolution. A 6 × 6 × 6 mm full width at half maximum (FWHM) Gaussian smoothing kernel was applied. 2.6 Behavioural Analysis Behavioural performance during the N‐back task was described by accuracy, response times (RT), inverse efficiency score (IES) (Bruyer and Brysbaert  2011 ) and D‐prime (Macmillan and Creelman  2004 ). Accuracy was calculated as (correct hits + correct omissions)/total trials. RT was calculated for correct responses to target stimuli. The inverse efficiency score (IES) was calculated by dividing RT by accuracy as a measure of speed‐accuracy trade‐off, in which lower scores reflect better cognitive performance (faster response at lower accuracy cost) (Bruyer and Brysbaert  2011 ). D‐prime was calculated as a measure of sensitivity, representing the ability to discriminate between target and nontarget stimuli while accounting for response bias. It was calculated as z(hit rate)−z(false alarm rate), where z represents the inverse of the standard normal cumulative distribution function (Macmillan and Creelman  2004 ). The verbal N‐back data for seven control participants were unavailable. Group differences between control and NF1 groups were analysed using general linear models (GLMs); t‐statistic was obtained for group effect, while controlling for age and sex as covariates. Separate GLM models were constructed for each behavioural measure in each condition. Statistical significance threshold alpha was set to 0.05. 2.7 \n fMRI  Analysis The fMRI analysis and connectivity modelling pipeline has been visually summarised in Figure  2 . FIGURE 2 A visual summary of the fMRI analysis pipeline. In summary, the mass univariate analysis was performed to identify the effect of working memory in control and NF1 groups (2‐back > 0‐back contrast), and then the areas where working memory evokes greater activity in controls than NF1 were identified (controls > NF1 contrast). Volumes showing these group effects were carried to the first‐level DCM. Group effects on effective connectivity were identified with the parametric empirical Bayes approach. Connections that had no contribution to the model fit were removed with Bayesian model reduction. Finally, connection weights were averaged with Bayesian model averaging. For each subject, a canonical hemodynamic response function was fitted for 0‐back and 2‐back conditions of the N‐back task, and a general linear model (GLM) was estimated. A high‐pass filter with a cut‐off at 128 s was applied to remove slow signal drifts. An autoregressive model (AR(1)) was fitted to estimate and remove serial correlations. The global masking threshold remained at the default value of 0.8. The volume censoring regressors and six motion parameters were included as covariates in the model. One F‐contrast of the main effect of condition was defined, followed by a 2‐back > 0‐back t‐contrast. First, we investigated the shared effect of working memory in the whole sample of both NF1 and control groups together (2‐back > 0‐back contrast). Next, we estimated the effect of working memory separately in each group and created a union mask (uncorrected  p  value = 0.001). Within this union mask, we compared the effect of working memory across NF1 and control groups with whole‐brain mass univariate analysis (controls > NF1 group contrast). Age and sex were included in the design matrix as covariates of no interest. 2.8 Dynamic Causal Modelling ( DCM ) DCM is a Bayesian framework developed to infer and quantify effective connectivity, the directed causal influence that one brain region exerts over another during experimental tasks. It can provide a mechanistic model of how observed BOLD signals arise from underlying neuronal interactions. Here, DCM for fMRI was used to estimate effective connectivity between regions during the N‐back task (Friston et al.  2003 ). It uses a generative model of neuronal and hemodynamic state equations to predict the BOLD signal. This allows inference of the underlying neural activity (Zeidman, Jafarian, Seghier, et al.  2019 ). In DCM, the A‐matrix describes the baseline or endogenous connectivity during the whole task, the B‐matrix describes the task‐dependent modulations of these connections, and the C‐matrix describes how external inputs drive activity within specified regions. The off‐diagonal elements of the A and B matrices represent extrinsic connectivity (between‐region influences). The diagonal elements of the A and B matrices represent the intrinsic connections or self‐connections (the inhibitory influence each region exerts on itself). The B‐matrix captures task‐dependent modulations of these connections, while the C‐matrix represents direct experimental inputs. Importantly, the main manuscript focuses on modelling of brain regions that show reduced effect of working memory in the frontoparietal network in the NF1 group (i.e., hypoactivity), as compared to the control group. The Supporting Information  1  presents the atypical connectivity within the regions commonly activated in controls and NF1 groups (Seghier et al.  2010 ). The examination of the A‐matrix reveals alterations in NF1 that affect the general network organisation that persists across the two cognitive states measured here (0‐back and 2‐back). The examination of the B‐matrix will reveal condition‐specific differences that emerge due to the modulatory effects of working memory. The B‐matrix needs to be interpreted relative to the A‐matrix to understand whether NF1 affects the baseline network architecture, or whether it alters the magnitude of condition‐dependent responses in otherwise preserved network architecture. 2.9 Volumes of Interest Eight volumes of interest (VOIs) were defined in the frontal and parietal lobes. VOIs included bilateral superior parietal gyrus (SPG), bilateral ventrolateral prefrontal cortex (vlPFC) and bilateral dorsolateral prefrontal cortex (dlPFC). Their centre coordinates were placed based on the peak group differences in the effect of working memory (controls > NF1 group contrast). For the bilateral inferior parietal gyrus (IPG), this region was added based on peak activation during the task across all participants because it would serve as the region that receives the driving input based on prior research (Ma et al.  2011 ). VOIs are consistent with meta‐analyses of verbal and identity monitoring working memory (Emch et al.  2019 ; Owen et al.  2005 ; Yaple et al.  2019 ). Table  3  lists the MNI coordinates where VOI spheres were placed. VOIs were defined as spheres with a radius of 6 mm, and they were additionally masked by the union mask of the effect of working memory, derived from the mass univariate analysis. This ensured that models reflect shared and unique patterns of neuronal activity related to working memory, rather than background activity. TABLE 3 The MNI coordinates of the centre of the VOI spheres. Left Right SPG [−20, −60, 40] [20, −56, 48] vlPFC [−32, 24, 8] [34, 24, 4] dlPFC [−48, 32, 22] [47, 32, 24] IPG [−32, −44, 38] [32, −42, 24] For every participant, the first eigenvariate of the timeseries of all voxels in each VOI was extracted and adjusted by F‐contrast of main effects of the N‐back task, which removed effects of motion and outlier scans from the timeseries. 2.10 First‐Level Analysis We specified a deterministic and bilinear DCM in which neural dynamics are driven by the task inputs and the experimental conditions modulate the strength of the connections. The driving input (C‐matrix) represents the main effect of the task, meaning the onset of all trials. Based on the prior literature, the driving input entered the bilateral IPG (Ma et al.  2011 ). Additionally, the modulatory input was the effect of working memory load on all connections. Each model was fully connected within the hemisphere, and each region was connected to its contralateral homologue—this resulted in 40 intrinsic and modulatory connections between the eight VOIs. 2.11 Second‐Level Analysis Our primary hypothesis focused on differences in self‐connections, reflecting self‐inhibitory dynamics of a region, during working memory in NF1. Following the inversion of first‐level DCMs, we performed second‐level analysis using the parametric empirical Bayes (PEB) approach (Friston et al.  2016 ; Zeidman, Jafarian, Seghier, et al.  2019 ). This revealed the group mean connectivity shared across the control and NF1 groups, and the effect of NF1 diagnosis on connectivity. The PEB analysis was performed separately for the A‐matrix and B‐matrix. We included age and sex as covariates of no interest, and we mean‐centred the design matrix. Next, we investigated our hypothesis that the NF1 diagnosis would be associated with increased strength of inhibitory self‐connections during working memory in the NF1 group (intrinsic connectivity in the B‐matrix). Therefore, we sequentially ‘switched off’ self‐connections of every region and compared model evidence between the full and reduced (nested) models, which differed only in their priors. We used Bayesian Model Reduction (BMR) to estimate the free energy (an approximation of a model's log‐evidence) of reduced models and their corresponding parameters. This enabled Bayesian model comparison (BMC) by comparing the free energy of each model (Friston et al.  2016 ). Next, Bayesian model averaging (BMA) was used to obtain the average of parameter estimates across models weighted by each model's posterior probability (Penny et al.  2007 ). In DCM, the posterior probability can refer either to the overall model evidence (via free energy) or to individual parameters (i.e., the probability that a connection differs from zero). Posterior probability parameters of individual connections represent the effect sizes (Friston et al.  2016 ). The evidence level of the models is interpreted according to Kass and Raftery ( 1995 ), where posterior probability > 0.5 is considered weak evidence, > 0.75 is considered positive evidence and > 0.95 is considered strong evidence. Finally, leave‐one‐out cross‐validation (LOO‐CV) was used to assess how well the estimated brain connectivity patterns could predict diagnosis status. At each fold, the PEB approach was repeated using all participants except one to estimate group‐level connectivity parameters for intrinsic (self‐) connections identified via BMC. The diagnosis for the held‐out participant was then predicted based on these estimated parameters. This process was repeated until each participant had been excluded once.",
  "introduction": "",
  "results": "",
  "discussion": "",
  "fetched_at": "2026-02-11T23:51:25.223156",
  "abstract_length": 2294,
  "methods_length": 17177,
  "introduction_length": 0,
  "results_length": 0,
  "discussion_length": 0
}