{
  "pmid": "41631080",
  "abstract": "Persistent hypercalcemia after parathyroidectomy is a diagnostic challenge that requires careful evaluation beyond the parathyroid glands. We describe the case of a 76-year-old man with chronic kidney disease, resistant hypertension, and vestibular schwannoma who presented with weakness, constipation, and new, dark, raised lesions across his back. He reported undergoing parathyroidectomy one year earlier for presumed primary hyperparathyroidism, after which his hypercalcemia persisted. On admission, serum calcium was 13.1 mg/dL (reference = 8.5-10.5 mg/dL), and examination revealed numerous seborrheic keratoses across his posterior thoracolumbar region, consistent with the Leser-Trélat sign. A Tc-99m sestamibi scan localized a left inferior parathyroid adenoma. MRI of the abdomen revealed a 4.1 × 3.6 × 3.1 cm enhancing posterior right renal mass consistent with renal cell carcinoma (RCC). Further history revealed long-term thiazide diuretic use and consumption of one gallon of milk every other day. He was treated with intravenous fluids, zoledronic acid, and calcitonin with symptomatic improvement and was referred to a tertiary center for surgical evaluation. Persistent hypercalcemia after parathyroidectomy is most often due to multiglandular disease, but it may coexist with other etiologies. This patient's concurrent parathyroid adenoma, RCC, thiazide use, and high calcium intake illustrate multifactorial hypercalcemia. Additionally, vestibular schwannoma, cutaneous lesions, and resistant hypertension suggest a possible hereditary tumor syndrome such as multiple endocrine neoplasia type 2A, neurofibromatosis type 2, or von Hippel-Lindau disease. This case highlights the risk of cognitive anchoring when hypercalcemia is attributed to a single pathology. Instead, a broad differential should be maintained, including concurrent malignancy or inherited syndromes. Early recognition of overlapping etiologies is essential to prevent delayed diagnosis or missed malignancy in patients with persistent hypercalcemia.",
  "methods": "",
  "introduction": "Introduction Persistent hypercalcemia after parathyroidectomy is a clinically challenging problem. Among postoperative etiologies, residual parathyroid tissue or unrecognized multiglandular parathyroid disease accounts for most cases of persistent primary hyperparathyroidism [ 1 , 2 ]. However, other mechanisms such as malignancy, medication effects, and metabolic disorders may also contribute to hypercalcemia [ 1 - 3 ]. Because hypercalcemia can arise from more than one mechanism, recognizing coexisting processes is essential for appropriate evaluation and management. We report the case of a patient with persistent hypercalcemia after parathyroidectomy who was found to have multiglandular hyperparathyroidism, a suspicious renal mass, and clinical features suggestive of an inherited tumor syndrome. This case illustrates the diagnostic complexity that can occur when multiple potential causes of hypercalcemia coexist.",
  "results": "",
  "discussion": "Discussion This case illustrates the diagnostic complexity of persistent hypercalcemia after parathyroidectomy, where multiple mechanisms may coexist. Persistent hypercalcemia should prompt a comprehensive reassessment of both parathyroid-dependent and parathyroid-independent causes, as premature cognitive anchoring can result in a missed secondary diagnosis. In this patient, overlapping endocrine, malignant, metabolic, and iatrogenic factors may have acted simultaneously to contribute to his hypercalcemia. Laboratory findings of elevated calcium, elevated PTH, normal vitamin D, and mild hypophosphatemia initially suggested primary hyperparathyroidism. Persistent hypercalcemia after parathyroidectomy is most commonly due to multiglandular hyperparathyroidism, incomplete resection, or ectopic parathyroid tissue [ 1 ]. The elevated PTH and later localization of a contralateral hyperfunctioning gland on Tc-99m sestamibi imaging are consistent with multiglandular hyperparathyroidism. Multiglandular parathyroid disease occurs in 8-33% of cases of sporadic primary hyperparathyroidism and is a common cause of persistent hypercalcemia after parathyroidectomy [ 1 , 4 ]. Though it is important to consider multiglandular disease or ectopic tissue, it is equally important to broaden the differential to include non-parathyroid disease. The discovery of a right renal mass radiographically consistent with RCC introduced a secondary potential source of hypercalcemia. RCC is an uncommon, but recognized cause of paraneoplastic hypercalcemia, usually mediated by parathyroid hormone-related peptide (PTHrP) secretion [ 5 ]. Hypercalcemia has been reported to occur in up to 20-30% of patients with cancer [ 6 ]. Although the elevated intact PTH in this case suggests primary hyperparathyroidism, the possibility of concurrent PTHrP secretion cannot be excluded. Concurrent intact PTH and PTHrP secretion has been reported in at least four case reports [ 7 , 8 ]. It is possible that the initial surgical team attributed the persistent hypercalcemia solely to the parathyroid disease, missing the presence of malignancy. This case highlights the importance of avoiding cognitive anchoring and instead maintaining vigilance for concurrent pathologies, particularly malignancy. Medication effects also may have contributed to the hypercalcemia of this patient. Thiazide diuretics are a well-established cause of hypercalcemia [ 9 ]. The mean serum calcium concentration in thiazide-associated hypercalcemia is reported to be 10.7 ± 0.3 mg/dL, with the largest case report being 19.8 mg/dL (reference = 8.5-10.5 mg/dL) [ 10 , 11 ]. It is suggested that the higher frequency of hypercalcemia related to thiazide diuretic use could be due to their action at the sodium-chloride co-transporter in the distal convoluted tubule and increased reabsorption of calcium [ 9 , 12 ]. Potentially, this patient may have had asymptomatic normocalcemic hyperparathyroidism, which became hypercalcemic after starting a thiazide diuretic [ 13 ]. Excessive dietary calcium intake likely further compounded this patient’s hypercalcemia. The patient reported drinking a gallon of milk every two days, suggesting a possible element of milk-alkali syndrome. Milk-alkali syndrome is characterized by hypercalcemia, metabolic alkalosis, and renal impairment [ 14 ]. This is especially prominent in patients with chronic kidney disease (CKD), as seen in this patient. The presence of CKD and excessive milk consumption further contributes to reduced calcium excretion. Finally, the coexistence of multiple neoplastic and systemic findings in our patient, including vestibular schwannoma, parathyroid adenoma, thyroiditis, adrenal hyperplasia, pancreatic cyst, resistant hypertension, and cutaneous lesions, also raised the suspicion for underlying hereditary tumor syndromes. Neurofibromatosis type 2 is characterized by bilateral vestibular schwannomas, although unilateral vestibular schwannoma can occur due to genetic mosaicism [ 15 ]. Von Hippel-Lindau disease can predispose patients to clear-cell RCC, pancreatic cysts, pheochromocytoma, and, rarely, parathyroid adenomas [ 16 ]. Multiple endocrine neoplasia type 2A can cause parathyroid adenoma, medullary thyroid carcinoma, and pheochromocytoma [ 17 ]. Although genetic testing was not performed on this patient, the constellation of endocrine and neoplastic findings in this patient is important to consider for appropriate counseling and surveillance. Limitations There are several limitations to this case that should be considered. Due to laboratory constraints, measurement of PTHrP was not feasible during hospitalization. Additionally, biopsy of the renal mass was not recommended given its size and radiographical features; therefore, its histology as an RCC was not confirmed. Finally, without genetic testing, the proposed syndromic associations are based on clinical correlation rather than genetic confirmation. Conclusions Persistent hypercalcemia after parathyroidectomy may reflect more than residual parathyroid disease. In this case, primary hyperparathyroidism coexisted with RCC, thiazide-associated calcium retention, excessive calcium intake, and features suggestive of a hereditary tumor syndrome. A comprehensive evaluation with a broad differential is essential to identify coexisting etiologies and prevent delayed diagnosis, particularly of underlying malignancies such as RCC in our patient.",
  "fetched_at": "2026-02-11T01:22:54.921998",
  "abstract_length": 2041,
  "methods_length": 0,
  "introduction_length": 929,
  "results_length": 0,
  "discussion_length": 5457
}