{
  "pmid": "PMID:41636903",
  "abstract": "Severe aplastic anemia (SAA) is a life-threatening condition characterized by bone marrow failure, requiring immunosuppressive therapy or hematopoietic stem cell transplantation (HSCT). Neurofibromatosis type I (NF1) is an autosomal dominant disorder with diverse systemic manifestations. Herein, we report a pediatric patient with unusual coexisting SAA and NF1 who underwent HSCT, facing multiple infectious and hematologic complications. This case highlights the challenges of managing immunosuppression, infections, and engraftment complications in such a rare clinical scenario.",
  "methods": "",
  "introduction": "Introduction Neurofibromatosis type 1 (NF1) is the most common inherited tumor predisposition syndrome affecting 1 in 3,000 individuals, with increased risk of malignant and non-malignant tumors [ 1 ,  2 ,  3 ]. The overall risk of neoplasm development among individuals with NF1 is up to 5–15% higher than in the general population, with an earlier age of onset and worse prognosis [ 1 – 4 ]. In literature, there is an association between NF1 and the following malignancy: gliomas, malignant peripheral nerve sheath tumors (MPNSTs), breast cancers, pheochromocytomas, rhabdomyosarcomas, and gastrointestinal stromal tumors (GIST) [ 1 ]. In addition, children with NF-1 have a 3-5-fold higher risk for malignant myeloid disorders, primarily acute myeloid leukemia (AML), and juvenile myelomonocytic leukemia (JMML) in comparison to the general pediatric population [ 2 ,  3 ]. Severe aplastic anemia (SAA) is a disorder characterized by pancytopenia and bone marrow hypocellularity, often requiring bone marrow transplantation (BMT) in refractory cases [ 2 ,  5 ,  6 ]. The coexistence of SAA and NF-1 presents unique challenges in transplantation and infection management. As NF1-related Ras-MAPK pathway hyperactivation leads to dysfunctional fibroblast signaling, impaired collagen remodeling, and delayed tissue healing, which collectively prolong susceptibility to deep-seated infections and impair resolution of necrotizing or granulomatous lesions [ 7 ]. We present a pediatric case of NF1 with SAA who underwent matched unrelated donor HSCT, experiencing a prolonged and complicated hospital course.",
  "results": "",
  "discussion": "Discussion NF1 is an autosomal dominant genetic disorder characterized primarily by cutaneous, neurologic, and skeletal manifestations, but it is also associated with an increased risk of malignancy, particularly hematologic and neural crest-derived tumors [ 1 – 3 ]. The revised diagnostic criteria underscore its systemic nature and highlight the importance of early identification of atypical clinical associations [ 1 ]. While myeloid malignancies, such as juvenile myelomonocytic leukemia (JMML) and acute myeloid leukemia (AML), are well-recognized complications of NF1, the occurrence of bone marrow failure syndromes such as severe aplastic anemia (SAA) has not been previously established as a clinical association. SAA in children is a rare but potentially life-threatening disorder characterized by immune-mediated destruction of hematopoietic stem and progenitor cells [ 5 ]. Over the past decades, outcomes have improved considerably due to advances in immunosuppressive therapy and HSCT [ 4 ,  6 ]. Allogeneic HSCT remains the definitive treatment for pediatric patients with SAA, particularly those with matched sibling or unrelated donors, and survival rates now exceed 80% in many recent series [ 4 ,  6 ]. Our case is unique in demonstrating the coexistence of NF1 and SAA, an association that has not been previously described in the literature to our knowledge. Given the recognized predisposition of NF1 patients to myeloid malignancies [ 2 ,  3 ], one could hypothesize that underlying NF1-related genomic instability or immune dysregulation may contribute to marrow failure in rare instances. As supported by recent molecular studies by Zhang et al., defective hematopoietic stem-cell cycling and survival in NF1-deficient models results in increased RAS signaling, impaired DNA damage response, and heightened genomic instability, all of which could theoretically predispose to marrow failure [ 8 ]. Alternatively, the occurrence may represent a coincidental association. However, the growing body of evidence that NF1 variants may appear in cohorts of patients with acquired marrow failure raises the possibility of a biological link warranting further investigation. In addition, the CSF3R frameshift variant, reported by NGS in our patient, although classified as likely pathogenic, is typically associated with congenital neutropenia syndromes when present biallelically; in our patient, its heterozygous state and absence of neutropenia prior to SAA make it a variant of uncertain clinical contribution, with no evidence linking it to aplastic anemia [ 9 ].  The clinical course of our patient was further complicated by post-transplant complications. This is consistent with previous reports by Dufour et al. and Bacigalupo et al., where they showed that children with SAA who undergo HSCT are at risk of graft rejection, infectious complications, and transplant-related mortality, particularly in the presence of comorbidities or atypical underlying predispositions [ 4 ,  5 ]. It is plausible that the coexistence of NF1 contributed to the severity of our patient’s complications, given its established role in impaired cellular signaling, immune dysfunction, and increased susceptibility to both malignant and non-malignant complications. Several NF1-related mechanisms may have amplified her post-transplant complications, including endothelial dysfunction, microvascular fragility, impaired neutrophil chemotaxis, and suboptimal T-cell signaling, all of which increase susceptibility to severe or persistent bacterial and fungal infections [ 3 ,  7 ].  This case underscores several important clinical implications. First, genetic evaluation should be considered in pediatric patients with SAA, particularly when unusual phenotypic features are present, as identification of underlying syndromic or germline predispositions may guide transplant planning and surveillance [ 1 ]. Second, NF1 patients should be closely monitored not only for malignancy but also for atypical hematologic complications. Finally, our report highlights the need for multicenter collaborative studies to better define the spectrum of marrow failure syndromes associated with NF1 and to optimize transplant approaches for these rare and high-risk cases. Conclusion To the best of our knowledge, this is the first reported case of NF I -Related Severe Aplastic Anemia. Our case highlights the complexities of managing HSCT in a patient with NF1 and SAA, emphasizing the need for vigilant infection monitoring and tailored immunosuppression strategies. Our patient’s complications, including recurrent bacterial and fungal infections, neutropenic colitis, and persistent abscess formation, highlight the importance of close multidisciplinary management. Given the successful engraftment and infection resolution, this case adds valuable insights into the post-transplant course in patients with coexisting NF1 and SAA. Further studies are warranted to explore the impact of NF1 on hematologic disorders and transplant outcomes.",
  "fetched_at": "2026-02-11T01:21:53.048417",
  "abstract_length": 583,
  "methods_length": 0,
  "introduction_length": 1608,
  "results_length": 0,
  "discussion_length": 5036
}