{
  "pmid": "PMID:41639724",
  "abstract": "BACKGROUND: Malignant peripheral nerve sheath tumors (MPNSTs) are a heterogeneous group of aggressive soft tissue sarcomas with poor prognosis. Currently there is a lack of effective treatments for MPNSTs. Here, we propose a personalized medicine approach that integrates a precision oncology strategy guided by MPNST genomic analysis, with a functional validation of treatment response in an orthotopic xenograft model (PDOX) derived from the same MPNST. METHODS: Comprehensive whole genome sequencing analysis was performed in primary MPNSTs, relapses and (in one case) metastases, following disease progression in two independent individuals. Matched MPNST PDOX models were generated by orthotopically implanting tumor fragments near the sciatic nerve of immunodeficient mice. Candidate targeted combination therapies were prioritized based on genomic alterations and tested in vivo in the PDOX models. RESULTS: The feasibility of the developed strategy is illustrated for two MPNST patients, one Neurofibromatosis type 1 (NF1) individual that developed two independent MPNSTs and another sporadic MPNST case with multiple metastatic relapses. Genomic analysis revealed a remarkable degree of genomic stability across primary MPNSTs and their successive relapses in each patient, and even metastases in one individual. While based on a small number of cases requiring additional analyses, this finding aligns with previous evidence suggesting a fair genomic conservation throughout tumor evolution. This stability supports the identification of consistent therapeutic vulnerabilities throughout disease progression. Among the therapies tested, co-treatment of MEK inhibitor (MEKi) plus bromodomain inhibitor (BETi) elicited the highest antitumor activity, resulting in approximately 60% tumor volume reduction in the sporadic MPNST PDX model, whose patient has been receiving this therapy for eight months with sustained remission. CONCLUSIONS: This study demonstrates the feasibility and clinical utility of integrating genomic-driven precision oncology with PDOX-based functional testing for MPNSTs. This strategy may support molecular tumor boards (MTBs) in their treatment decisions. The observed genomic stability supports the use of longitudinal tumor profiling to guide treatment, and the success of MEKi+BETi highlights its potential as a combination therapy for MPNSTs.",
  "methods": "",
  "introduction": "",
  "results": "",
  "discussion": "",
  "fetched_at": "2026-02-11T01:21:45.848807",
  "abstract_length": 2381,
  "methods_length": 0,
  "introduction_length": 0,
  "results_length": 0,
  "discussion_length": 0
}