{
  "pmid": "PMID:41695895",
  "title": "Outcomes of Surgical Intervention of Dystrophic Cervical Kyphosis in Patients with Neurofibromatosis Type 1: A Systematic Review.",
  "abstract": "BACKGROUND: Spinal deformities occur in 10 to 77% of neurofibromatosis type 1 (NF1) cases. The dystrophic type of NF1 progresses rapidly and can cause severe neurological complications if left untreated. Surgical intervention is necessary, as bracing is ineffective. Although the joint anterior-posterior (AP) approach provides better correction than single approaches, it carries higher surgical risks, leading to an ongoing debate about optimal treatment strategies. METHODS: A systematic search was conducted across the Scopus, Embase, PubMed, and Google Scholar databases from inception to June 2024. Data on clinical characteristics, treatment approaches, radiological and functional outcomes, and complications were systematically collected and synthesized in a narrative format. RESULTS: Six studies involving 124 patients were analyzed, comprising five case series and one retrospective observational study. The AP approach showed better correction outcomes than the anterior-only (AO) and posterior-only approaches. All surgical approaches resulted in significant functional improvements, as reflected by increased Japanese Orthopaedic Association/modified Japanese Orthopaedic Association scores, decreased Visual Analog Scale scores, and reduced Neck Disability Index scores. However, the AP approach was associated with a higher incidence of complications, while the AO approach had the lowest incidence. CONCLUSIONS: Existing evidence demonstrates that the AP approach leads to a better degree of correction than the AO or posterior-only approaches, despite higher complication rates. The dual mechanism of anterior reconstruction and posterior stabilization effectively addresses the challenges associated with dystrophic cervical kyphosis in patients with NF1.",
  "authors": "Dewa Gde Prema Ananda; Ida Bagus Sutha Dwipajaya; Ida Bagus Artha Vijaya Antara; Nia Irayati; Asra Al Fauzi",
  "journal": "Spine surgery and related research",
  "publicationDate": "2026-01-27",
  "doi": "10.22603/ssrr.2025-0061",
  "methods": "Methods  A systematic search was conducted across the Scopus, Embase, PubMed, and Google Scholar databases from inception to June 2024. Data on clinical characteristics, treatment approaches, radiological and functional outcomes, and complications were systematically collected and synthesized in a narrative format.  Materials and Methods Search Strategy and Selection Criteria We searched four major databases: Scopus, Embase, PubMed, and Google Scholar, using Boolean operators. The search keywords used were: “cervical dystrophic,” “cervical kyphosis,” “correction,” “surgery,” and “Neurofibromatosis type 1,” both individually and in combination. There were no restrictions on the publication year, and the search was limited to studies published in the English language. All study designs, including prospective, retrospective, and case series, that evaluated surgical outcomes, were included. The Preferred Reporting Items for Systematic Review and Meta-Analysis guidelines were followed for the systematic review of the degree of correction. The inclusion criteria for the studies were as follows: patients diagnosed with dystrophic cervical kyphosis and NF1, degree of correction (pre- and postoperative), patients with Cobb angle >40 degrees, functional outcomes (Japanese Orthopaedics Association [JOA] or Modified Japanese Orthopaedics Association [mJOA] scores), and reported complications. The exclusion criteria were as follows: patients diagnosed with neurofibromatosis type 2, non-dystrophic kyphosis, cervical kyphosis caused by other factors (e.g., trauma, infection, degeneration, or post-laminectomy), case reports, case series with fewer than five patients, studies without sufficient outcome data, and non-English studies. Screening and Data Extraction Study selection and data extraction were independently conducted by two investigators, with an arbiter resolving any disagreements. For studies with duplicate patient populations, only the most recent publication was included. Data encompassing population characteristics, interventions, and outcomes were systematically extracted from text, tables, and figures using a standardized Excel sheet. All the authors contributed to the final review and ensured adherence to the highest methodological standards. Quality Assessment Two independent authors assessed the methodological quality of the full text using the Joanna Briggs Institute critical appraisal tool, which evaluates the quality of observational studies and case series. Each author independently and blindly scored the included studies. Following the scoring process, the authors convened with an arbiter to discuss any discrepancies and reached a consensus on the final score. Outcome Measurement The primary outcome measures were: (1) Postoperative correction degree (Cobb angle, C2-7 sagittal vertical axis [SVA], T1 slope), and (2) Postoperative cervical compression myelopathy severity (JOA/mJOA). Secondary outcomes included the severity of postoperative neck pain such as visual analog scale (VAS) or neck disability index (NDI) score, and types of complications. Data Synthesis and Analysis Due to the limited literature on dystrophic cervical kyphosis in patients with NF1 and the variance in surgical approaches reported across studies, a meta-analysis could not be conducted. Consequently, the data will predominantly be synthesized narratively and will include systematically organized tables that summarize the outcomes and relevant variables derived from all studies included in this review.",
  "cache_level": "full",
  "has_fulltext": true,
  "fetch_date": "2026-02-20 03:52:20",
  "introduction": "Introduction Neurofibromatosis type 1 (NF1), also known as Von Recklinghausen's disease, is a prevalent form of neurofibromatosis, with an incidence rate of one in 3,000 to 4,000 individuals globally . This condition is an autosomal dominant genetic disorder impacting multiple systems, including the musculoskeletal structures, nerves, and skin 1 , 2 ) . Spinal anomalies occur in 10% to 77% of individuals with NF1, presenting in various forms such as scoliosis, kyphosis, kyphoscoliosis, lordoscoliosis, and spondylolisthesis, with thoracic and cervical kyphosis being the most frequent 3 , 4 ) . Cervical deformity in NF1 is relatively rare and under-researched, yet it can lead to neck pain and severe neurological issues, including nerve root compression and varying degrees of spinal cord impairment 1 , 3 ) . 1 , 5 ) Bone abnormalities in NF1 are classified into dystrophic and non-dystrophic types . Significant structural bone deterioration and abnormal spinal features characterize dystrophic changes due to dural ectasia, including pronounced apical wedging, vertebral scalloping, foraminal enlargement, and transverse process elongation 6 ) . The dystrophic type is rare. It tends to progress rapidly and escalate into a severe neurological state and paralysis if left untreated, thus posing a risk of life-threatening spinal injuries 7 , 8 ) . 8 , 9 ) Non-surgical methods such as bracing are generally ineffective for managing dystrophic deformities due to the expected progression of the curvature . Therefore, surgical treatment is essential. Surgical techniques for treating dystrophic cervical kyphosis in NF1 include the anterior-only (AO), posterior-only (PO), and combined anterior-posterior (AP) spinal fusion approaches 10 ) . As demonstrated in various studies, the AP approach provides a more comprehensive correction for cervical deformities 11 , 12 ) . However, it carries greater surgical risks, such as increased invasiveness, longer surgery duration, and significant blood loss. In contrast, single-surgical approaches tend to lower the risk of complications and promote quicker recovery, leading to ongoing debates about the optimal surgical strategy 13 , 14 ) . To date, no systematic reviews have examined the surgical outcomes of dystrophic cervical kyphosis in NF1. This study presents the first systematic review summarizing research on the surgical outcomes in this condition. 8 , 15 )",
  "results": "Results Literature Search The initial searches of PubMed, Embase, Scopus, and Google Scholar yielded 847 results, which decreased to 576 after duplicates were removed. After screening titles and abstracts, 20 studies were subjected to a full-text review, leading to six studies that met the inclusion criteria and were deemed eligible for review ( Fig. 1 ). Figure 1. PRISMA flow diagram of study selection process. PRISMA: preferred reporting items for systematic reviews and meta-analysis Study Characteristics We reviewed six studies involving 124 patients who underwent surgery for cervical kyphosis in NF1. Among these, five were case series and one was a retrospective observational study . The average age at surgery ranged from 15.1 to 33.1 years, with three studies having mostly male patients. The number of patients across studies varied significantly, ranging from six to 81 patients. The mean follow-up duration ranged from 12.9 to 72 months ( 5 , 15 - 19 ) Table 1 ). Table 1. Characteristics of Patients Undergoing Dystrophic Cervical Kyphosis Correction. Study (year) Design Mean age (years) Sex Total patients Surgical approach Traction time (days) Mean follow-up period (months) Ma (2011) 15 ) Case series 19 F: 5 M: 3 8 AP 360° (anterior corpectomy, spinal fusion, and posterior segmental spinal instrumentation): one patient. AP 540° (AP 360° with posterior osteotomies): six patients. AO: one patient. NR 21.1 Lin (2017) 16 ) Retrospective AO: 16.4 PO: 17.1 AP: 16.6 NR 81 AO: 14 patients. PO: 22 patients. AP: 45 patients. Preoperative halo traction: AO: 36.6 PO: 35.0 AP: 34.9 AO: 13.4 PO: 13.3 AP: 12.9 Yifei (2018) 17 ) Case series 33.1 F: 2 M: 5 7 ACCF: three patients. ACCF hybrid with ACDF: three patients. Two-stage ACDF: 1st stage—soft tissue release and resection of prevertebral osteophytes and degenerated discs; 2nd stage—anterior correction and PEEK cage intervertebral fusion: one patient. Preoperative skull traction: 6–10 NR Wang (2019) 5 ) Case series 28.1 F: 2 M: 8 10 AP combined with bone graft: seven patients. Anterior fusion with bone graft: two patients. Posterior fusion with bone graft: one patient. Skull traction: 7–23 Halo traction: 12–13 50.6 Murlidharan (2021) 18 ) Case series 15.1 F: 3 M: 3 6 PO 180° (neurofibromas excision and posterior release of the lamina and facets from C3 to C7 with screw insertion): one patient. AP 540° (discectomy, osteophyte drilling, and PEEK cage placement with posterior rod instrumentation): three patients. AP 720° (AP 540° with C5–6 PEEK removal and iliac crest): two patients. Preoperative traction and intraoperative skull traction 72 Li (2024) 19 ) Case series 24.67 F: 5 M: 7 12 ACDF: nine patients. ACDF+ACCF: three patients. Skull traction: minimum 7 56.33 ACCF: anterior cervical corpectomy and fusion; ACDF: anterior cervical discectomy and fusion; AO: anterior-only; AP: anterior-posterior; F: female; M: male; NR: not reported; PEEK: polyetheretherketone; PO: posterior-only Surgical Approach and Technique The surgical techniques varied significantly between studies. According to five studies, 36 patients underwent an AO approach, 24 underwent a PO approach, and 64 were treated using the AP method. If dynamic radiographs indicate a flexible deformity or if the deformity is reducible through traction, correction may be achieved solely via an AO approach, as reported in two studies with no sign of posterior spinal cord compression. The AP approach is considered more suitable for fixed kyphotic deformities. Preoperative traction was documented in four studies, with two using halo traction and three using skull traction. The duration of traction ranged from 6 to 23 days for skull traction and from 12 to 36.6 days for halo traction ( Table 1 ). Radiographic Parameters Various sagittal parameter measurements were used to evaluate the outcome, with Cobb angle measurement serving as the primary focus for assessing kyphosis correction. The Cobb angle was assessed in six studies, while the C2-7 SVA and T1 slope were assessed in five studies. The sagittal alignment parameters showed significant improvement across all studies. The postoperative mean Cobb angle ranged from 1.1 to 18.9 in four studies for the AP approach, 4.25 to 11.1 in three studies for the AO approach, and 10.9 to 35.8 in two studies for the PO approach. C2-7 SVA measurements demonstrated positive correction in the early postoperative period, with improvements maintained at the final follow-up Three studies demonstrated postoperative improvements in T1 slope measurements ( Table 2 ). Table 2. Pre-Operative and Post-Operative Radiographic Assessment. Study (year) Preop Cobb angle (°) Postop Cobb angle (°) Preop T1 Slope (°) Postop T1 Slope (°) Preop C2-7 SVA (mm) Postop C2-7 SVA (mm) Ma (2011) 15 ) AP: 59.4, AO: 52 AP: 1.1, AO: 12 NR NR NR NR Lin (2017) 16 ) AO: 60.3 PO: 60.5 AP: 61.2 AO: 11.1 PO: 10.9 AP: 5.7 AO: −7.5 PO: −7.1 AP: −7.4 AO: 6.3 PO: 6.4 AP: 7.6 AO: 2.8 PO: 3.1 AP: 3.2 AO: 9.8 PO: 9.9 AP: 12.8 Yifei (2018) 17 ) Local: −67.7 Global: −39.4 Local: −12.4 Global: −6.9 −27.9 4.1 −30 53 Wang (2019) 5 ) Local: 82.0 Global: 54.9 Local: 27.3 Global: 18.9 −12.3 2.3 5.8 9.1 Murlidharan (2021) 18 ) Total: 66.6, PO: 50.1 Total: 20.5, PO: 35.8 Total: −1.8, PO: 5.2 Total: 0.6, PO: −5.5 Total: 9.1, PO: 4.2 Total: 8.1, PO: 2.4 Li (2024) 19 ) Local: 64.42 Global: 35.50 Local: 16.83 Global: 4.25 −4.25 2.67 −4.8 9.0 AO: anterior-only; AP: anterior-posterior; NR: not reported; PO: posterior-only; Postop: post-operative; Preop: pre-operative; VA: sagittal vertical axis Functional Outcome Five studies evaluated neurological function using JOA scores. One study used mJOA scores to compare preoperative and postoperative results. All studies demonstrated a significant improvement in JOA/mJOA scores across the various chosen approaches. The mean range of postoperative JOA/mJOA scores was 13.1 to 15.4. The preoperative and postoperative VAS and NDI scores were used to evaluate neck pain across four studies. All studies demonstrated improvements in neck pain, as evidenced by reductions in both the postoperative VAS and NDI scores. The mean range of postoperative VAS scores was 1.2 to 2.6, while that of postoperative NDI scores was 5.9 to 8.7 ( Table 3 ). Table 3. Functional and Clinical Outcomes of Patients. Study (year) Neurology function pre-operative (JOA/MJOA) Neurology function post-operative (JOA/MJOA) Neck pain (VAS/NDI score) Ma (2011) 15 ) Total: 11.5, AO: 14 Total: 14.1, AO: 15 NR Lin (2017) 16 ) JOA: AO: 9.8 PO: 10.2 AP: 10.5 JOA: AO: 13.1 PO: 13.7 AP: 13.3 (NDI diff): AO: 6.7 PO: 6.8 AP: 8.4 Yifei (2018) 17 ) JOA: 10.4 JOA: 15.4 (VAS) Pre: 7.0, Post: 2.3 (NDI) Pre: 25.1, Post: 8.7 Wang (2019) 5 ) JOA: 11.9±2.6 JOA: 15.2±2.0 (VAS) Pre: 7.0±1.2 Post: 1.2±1.2 (NDI) Pre: 19.6±4.4, Post: 5.9±4.1 Murlidharan (2021) 18 ) MJOA: 10.3±1.4 MJOA: 13.3±2.0 (VAS): Pre: 6.6±0.4, Post: 2.6±0.4 Li (2024) 19 ) JOA: 10.42 JOA: 15.25 (VAS) Pre: 6.33, Post: 1.42 (NDI) Pre: 23.25, Post: 7.08 AO: anterior-only; AP: anterior-posterior; JOA: Japanese orthopaedic association; MJOA: modified Japanese orthopaedic association; NDI diff: neck disability index difference; NDI: neck disability index; NR: not reported; PO: posterior-only; VAS: visual analog scale Complications Complete complication reports spanning all phases (intraoperative, early, and late postoperative) were found in two studies. The remaining studies reported complications for only one or two time periods. Two studies reported early postoperative complications in four patients with C5 palsy. Wound infections were reported in three studies. Late complications, primarily reported in three studies, involved mechanical issues such as junctional kyphosis in 13 patients, instrumentation failure in four patients, and cervical kyphosis progression in 11 patients. One of the studies reported no complications ( Table 4 ). Table 4. Summary of Complications Outcome. Study (year) Complication types Ma (2011) 15 ) Persistent radicular neck and shoulder pain: two; instrumentation failure: one. Lin (2017) * 16 ), Early to late complications AO - Junctional kyphosis: six; cutaneous infection: one; progression of kyphosis: four; bronchopneumonia: one. PO - Junctional kyphosis: four; cutaneous infection: one; progression of kyphosis: three; bronchopneumonia: zero. AP - Junctional kyphosis: one; cutaneous infection: four; progression of kyphosis: one; bronchopneumonia: three. Yifei (2018) 17 ) Epidural hematoma: one. Wang (2019) 5 ) Intraoperative and early postoperative - Four patients experienced leakage of CSF, C5 palsy, deep wound infection, and pulmonary infection. Late complications - The complications included fusion failures: two (one resulted in C2/3 dislocation, and one resulted in breakage of screw and rod); instrumentation failures: four (including one breakage of screw and rod, one loosening of screw nut, and two with pull-outs of the screw); PJK: one; evident progression of cervical kyphosis: three; recurrence of intraspinal neurofibroma: one. Murlidharan (2021) 18 ) Intraoperative - Hemodynamic instability caused by blood loss: three; dural injury: two; drop in MEP during IONM: three. Early postoperative - Prolonged ICU: two; dysphagia: four; C5 palsy: three; chest infection**; superficial wound infection: one. Late - Pseudarthrosis: one; permanent C5 palsy: one; junctional kyphosis: one. Li (2024) 19 ) No complication AO: anterior-only; AP: anterior-posterior; CSF: cerebrospinal fluid; ICU: intensive care unit; IONM: intraoperative neuromonitoring; MEP: motor evoked potential; PJK: proximal junctional kyphosis; PO: posterior-only *Early to late complications. **Total number of patients experiencing complication not reported. Quality Assessment The quality assessment revealed varying levels of rigor among the included studies. Among the case series analyzed, four demonstrated robust methodological quality and were classified as high-quality studies, while one study met the criteria for a medium-quality study ( Table S1 ). The retrospective study included in our analysis was a high-quality study ( Table S2 ).",
  "discussion": "Discussion In this study, the surgical management of dystrophic cervical kyphosis in patients with NF1 using the AP approach and single approaches, such as AO or PO, demonstrated distinct outcomes. The AP approach consistently achieves a higher degree of correction, exemplified by several studies showing Cobb angle improvement significantly outperforming the AO and PO approaches . It offers significant advantages by simultaneously addressing both the vertebral bodies from the anterior and posterior elements 5 , 15 , 16 ) . It allows for a comprehensive correction of deformities while effectively managing the poor bone quality often seen in patients with dystrophic features 9 , 15 , 16 ) . It facilitates the comprehensive release of connecting structures, such as intervertebral discs, zygapophyseal joints, and contracted soft tissues. Consequently, it enhances spinal stability and enables more controlled corrective forces 18 ) . This is crucial, considering that dystrophic bone conditions limit screw pull-out strength 20 ) . Thus, corrections made using a single approach may be inadequate or pose a risk 21 , 22 ) . The AP approach not only achieves superior deformity correction but also provides enhanced structural stability. This reduces the risk of instrumentation failure and facilitates the restoration of the normal anatomical cervical curvature, which is vital for postoperative stability and successful surgical outcomes. 5 , 16 ) While the AP approach offers comprehensive correction advantages for cervical kyphosis in NF1, single approaches remain valuable options with distinct benefits. Studies have reported that the AO approach serves as an excellent alternative treatment for flexible neck, minor kyphosis, and existing anterior compressive pathology . This approach provides a safe and effective technique for correcting cervical kyphosis while reducing the risk of complications by avoiding nerve damage and preventing harm to important neurovascular structures that can occur due to pedicle or lateral mass screw fixation 17 ) . Another study showed that the PO approach provides stable fixation and successful bone fusion by increasing the anchor points and ensuring an adequate bone graft supply 23 ) . 11 ) Kyphosis correction outcomes were evaluated using several parameters, as shown in  Table 2 . Many studies used the Cobb angle to assess sagittal alignment, which is calculated by drawing parallel lines from the lower end plates of C2 and C7, with perpendicular lines marking their intersections. In severe cases, the Cobb angle can exceed 80 degrees, indicating greater compromise of the posterior element of the vertebrae. All studies reported significant improvements in the Cobb angle after surgical intervention ( Table 2 ). While most cases achieved successful deformity correction, some patients experienced loss of correction during the last follow-up . The remaining two radiographic parameters are the C2-7 SVA and the T1 slope. The C2-7 SVA demonstrates a significant correlation with various factors that are critical for achieving favorable outcomes, including neck disability, quality of life, myelopathy, and postoperative complications 5 , 15 , 19 ) . However, the direct assessment of the C2-7 SVA during surgical procedures presents challenges. Alternatively, parameters such as the T1 slope may be assessed intraoperatively to indirectly reconstruct the normal C2-7 SVA, as studies have demonstrated a correlation between the T1 slope and C2-7 SVA 24 , 25 ) . Five studies reported that C2-7 SVA measurements showed significant improvements at the final follow-up compared with preoperative values. The findings on the postoperative T1 slope revealed intriguing parallels with the C2-7 SVA, highlighting a similar outcome. 26 ) The functional outcomes of the patients were evaluated using the JOA or mJOA and NDI scores before and after surgery. Significant improvements in functional outcomes were observed in all three surgical approaches. In this study, the JOA/mJOA scores revealed improved myelopathy, from moderate myelopathy before surgery to mild myelopathy after surgery. Similarly, the preoperative NDI scores indicated moderate-to-severe disability, which improved to mild disability postoperatively. Previous studies have shown a correlation between radiographic and functional improvements, with significant corrections in the Cobb angle associated with better postoperative NDI and JOA/mJOA scores . This information enhances our understanding of patients' conditions. 27 , 28 ) Surgical complications can be temporary or permanent, ranging from early postoperative events to long-term sequelae. Complications associated with the AP approach demonstrated a notable significant blood loss (>1800 mL), while the AO approach did not exhibit any specific complications. C5 palsy, reported in two studies, predominantly appeared as a temporary condition resulting from posterior cord translation associated with substantial kyphosis correction (>20 degrees), causing traction on the C5 nerve root . Numerous studies have documented junctional kyphosis as a delayed complication, with its pathogenesis linked to inadequate fusion length (less than five segments), vertebral body erosion, and suboptimal postoperative sagittal balance 5 , 18 ) . One study reported instrumentation failure due to a chronic systemic bone metabolic disorder that compromised bone quality, consequently impairing bone healing and increasing the risk of hardware failure 9 , 16 , 29 ) . 5 ) This study had several limitations. The included studies were observational, with five out of six having a single-center design, and had relatively small sample sizes, which inherently limited the generalizability of our results. Additionally, this study included various surgical decision-making processes among the participating spine surgeons, resulting in highly heterogeneous outcomes. In our study, the AP approach led to better deformity correction than the AO or PO approach. Although the surgical treatment of dystrophic cervical kyphosis in NF1 carries a significant risk of complications, most patients experience improvements in both neurological and functional symptoms with every surgical approach. Further multicenter comparative studies are required to validate these findings.",
  "upgrade_date": "2026-02-21 02:19:14"
}