{
  "pmid": "PMID:41695895",
  "title": "Outcomes of Surgical Intervention of Dystrophic Cervical Kyphosis in Patients with Neurofibromatosis Type 1: A Systematic Review.",
  "abstract": "BACKGROUND: Spinal deformities occur in 10 to 77% of neurofibromatosis type 1 (NF1) cases. The dystrophic type of NF1 progresses rapidly and can cause severe neurological complications if left untreated. Surgical intervention is necessary, as bracing is ineffective. Although the joint anterior-posterior (AP) approach provides better correction than single approaches, it carries higher surgical risks, leading to an ongoing debate about optimal treatment strategies. METHODS: A systematic search was conducted across the Scopus, Embase, PubMed, and Google Scholar databases from inception to June 2024. Data on clinical characteristics, treatment approaches, radiological and functional outcomes, and complications were systematically collected and synthesized in a narrative format. RESULTS: Six studies involving 124 patients were analyzed, comprising five case series and one retrospective observational study. The AP approach showed better correction outcomes than the anterior-only (AO) and posterior-only approaches. All surgical approaches resulted in significant functional improvements, as reflected by increased Japanese Orthopaedic Association/modified Japanese Orthopaedic Association scores, decreased Visual Analog Scale scores, and reduced Neck Disability Index scores. However, the AP approach was associated with a higher incidence of complications, while the AO approach had the lowest incidence. CONCLUSIONS: Existing evidence demonstrates that the AP approach leads to a better degree of correction than the AO or posterior-only approaches, despite higher complication rates. The dual mechanism of anterior reconstruction and posterior stabilization effectively addresses the challenges associated with dystrophic cervical kyphosis in patients with NF1.",
  "authors": "Dewa Gde Prema Ananda; Ida Bagus Sutha Dwipajaya; Ida Bagus Artha Vijaya Antara; Nia Irayati; Asra Al Fauzi",
  "journal": "Spine surgery and related research",
  "publicationDate": "2026-01-27",
  "doi": "10.22603/ssrr.2025-0061",
  "methods": "Methods  A systematic search was conducted across the Scopus, Embase, PubMed, and Google Scholar databases from inception to June 2024. Data on clinical characteristics, treatment approaches, radiological and functional outcomes, and complications were systematically collected and synthesized in a narrative format.  Materials and Methods Search Strategy and Selection Criteria We searched four major databases: Scopus, Embase, PubMed, and Google Scholar, using Boolean operators. The search keywords used were: “cervical dystrophic,” “cervical kyphosis,” “correction,” “surgery,” and “Neurofibromatosis type 1,” both individually and in combination. There were no restrictions on the publication year, and the search was limited to studies published in the English language. All study designs, including prospective, retrospective, and case series, that evaluated surgical outcomes, were included. The Preferred Reporting Items for Systematic Review and Meta-Analysis guidelines were followed for the systematic review of the degree of correction. The inclusion criteria for the studies were as follows: patients diagnosed with dystrophic cervical kyphosis and NF1, degree of correction (pre- and postoperative), patients with Cobb angle >40 degrees, functional outcomes (Japanese Orthopaedics Association [JOA] or Modified Japanese Orthopaedics Association [mJOA] scores), and reported complications. The exclusion criteria were as follows: patients diagnosed with neurofibromatosis type 2, non-dystrophic kyphosis, cervical kyphosis caused by other factors (e.g., trauma, infection, degeneration, or post-laminectomy), case reports, case series with fewer than five patients, studies without sufficient outcome data, and non-English studies. Screening and Data Extraction Study selection and data extraction were independently conducted by two investigators, with an arbiter resolving any disagreements. For studies with duplicate patient populations, only the most recent publication was included. Data encompassing population characteristics, interventions, and outcomes were systematically extracted from text, tables, and figures using a standardized Excel sheet. All the authors contributed to the final review and ensured adherence to the highest methodological standards. Quality Assessment Two independent authors assessed the methodological quality of the full text using the Joanna Briggs Institute critical appraisal tool, which evaluates the quality of observational studies and case series. Each author independently and blindly scored the included studies. Following the scoring process, the authors convened with an arbiter to discuss any discrepancies and reached a consensus on the final score. Outcome Measurement The primary outcome measures were: (1) Postoperative correction degree (Cobb angle, C2-7 sagittal vertical axis [SVA], T1 slope), and (2) Postoperative cervical compression myelopathy severity (JOA/mJOA). Secondary outcomes included the severity of postoperative neck pain such as visual analog scale (VAS) or neck disability index (NDI) score, and types of complications. Data Synthesis and Analysis Due to the limited literature on dystrophic cervical kyphosis in patients with NF1 and the variance in surgical approaches reported across studies, a meta-analysis could not be conducted. Consequently, the data will predominantly be synthesized narratively and will include systematically organized tables that summarize the outcomes and relevant variables derived from all studies included in this review.",
  "cache_level": "minimal",
  "has_fulltext": true,
  "fetch_date": "2026-02-20 03:52:20"
}