{
  "pmid": "PMID:6490532",
  "title": "The effects of mesencephalic neural crest cell extirpation on the development of chicken embryos.",
  "abstract": "The mesencephalic neural crest cells of Hamburger-Hamilton Stage 9-Stage 11 chick embryos were surgically extirpated unilaterally in 148 embryos and bilaterally in 8 embryos. Sham operations were performed unilaterally on 16 control embryos and bilaterally on one control embryo. Embryos were fixed at various time intervals after operation, studied macroscopically, and by light and scanning electron microscopy, and their development compared with that of 47 normal embryos. The extirpated mesencephalic region was repopulated by crest cells within 6-8 hours after operation. These 'new' crest cells migrated from adjacent neuraxial levels (principally the metencephalon and prosencephalon) along the basement membrane of the neural tube and the regenerating ectoderm. At prosencephalic and metencephalic levels, both intrinsic hyperplasia of migrating cells and prolonged migration of crest cells from the dorsomedian part of the neural tube contributed the additional cells required to repopulate the mesencephalic region. Morphogenesis and differentiation of all crest cell derivatives were normal and craniofacial malformations were absent. Thus the neural crest and neural tube can compensate for an extensive regional loss, premigratory crest cells are neither regionally patterned nor determined (as prosencephalic and metencephalic cells give rise to normal mesencephalic derivatives) and regional failure of crest cell formation is an unlikely facial pathogenetic mechanism. Previous workers who observed facial malformations following crest cell extirpations performed the latter by removing the lips of the neural tube which not only removed the crest cells but also the compensatory mechanism. Cervical scoliosis was observed in extirpated embryos but not in controls. The pathogenesis of this scoliosis may be related to the process of compensation, which could disturb the sequential differentiation of the neural tube and so disorganise the mechanisms of normal axial flexion. These observations may be relevant to the pathogenesis of some forms of congenital and infantile idiopathic scoliosis; such scoliosis in man is frequently present in neurofibromatosis--a neural crest lesion.",
  "authors": "G J McKee; M W Ferguson",
  "journal": "Journal of anatomy",
  "publicationDate": "1984-10",
  "doi": "",
  "methods": "",
  "cache_level": "abstract_only",
  "has_fulltext": false,
  "fetch_date": "2026-02-19 09:32:00"
}