{
  "pmid": "7499408",
  "abstract": "The neurofibromatosis type 1 (NF1) gene encodes a protein, neurofibromin, containing GTPase-activating protein-related domain (GRD) that stimulates intrinsic GTPase activity of Ras protein. By screening a randomly mutagenized NF1-GRD library in Saccharomyces cerevisiae, we isolated two NF1-GRD mutants (NF201 and NF204) with single amino acid substitutions, which suppress the heat shock-sensitive phenotype of the RAS2(G19V) mutant. The NF1-GRD mutants also suppress the oncogenic Ras-induced transformation of NIH 3T3 mouse fibroblasts (Nakafuku, M., Nagamine, M., Ohtoshi, A., Tanaka, K., Toh-e, A., and Kaziro, Y. (1993) Proc. Natl. Acad. Sci. U.S.A. 90, 6706-6710). In this paper, we investigated the molecular mechanism of inhibition of the transforming Ras-specific function by the NF1-GRD mutants in mammalian cells. In human embryonic kidney (HEK) 293 cells, the mutant NF1-GRDs attenuated the stimulation of mitogen-activated protein kinase by Ras(G12V), but not by platelet-derived growth factor. In cell-free systems, purified recombinant NF1-GRD mutants showed an inhibitory effect on the association of Ras.guanosine 5'-O-(3-thiotriphosphate) (GTP gamma S) with Raf at several times lower concentrations than the wild type. Furthermore, it was revealed that the binding affinity of the mutant NF1-GRDs toward Ras.GTP gamma S is approximately 5-10 times higher than the wild type. These results suggest that the mutant NF1-GRDs tightly bind to an oncogenic Ras in its GTP-bound active conformation and block the interaction between Ras and its effector, Raf.",
  "methods": "Materials and methods We performed a comprehensive search of PubMed, Web of Science, Ovid, the Cochrane Library and Embase databases from the drugs’ inception to May 2017 to identify clinical trials. All-grade and severe adverse events (AEs; grade≥3) were analyzed. Materials and methods Study identification The following computerized databases were used to search the relevant literature for clinical trials: PubMed, Web of Science, Ovid, the Cochrane Library and Embase, encompassing the period from the drugs’ inception to May 2017. The search keywords were “pazopanib,” “sunitinib,” “sorafenib,” and “sarcoma.” Abstracts from American Society of Clinical Oncology (ASCO) meetings were hand searched to scan for updated data and to identify new studies. In addition, duplicate data were removed, and the articles were screened to determine whether the article was relevant. Duplicate research or irrelevant articles were discarded after retrieval and review. Reference lists were also hand searched to identify any additional articles. The study’s inclusion criteria were as follows: 1) patients ≥18 years or older with metastatic or locally advanced STS (non-GISTs); 2) intervention: pazopanib, sunitinib or sorafenib, not combined with other therapies; 3) sufficient data presented on treatment-related AEs (TRAEs), including all information about all-grade and grade ≥3 toxicity and 4) written in English. All case reports, letters, commentaries and reviews were excluded. Data extraction and quality control The first author’s name, publication year, therapeutic drug (pazopanib, sunitinib or sorafenib), number of patients evaluable for all-grade and grade ≥3 toxicity (nausea, diarrhea, fatigue, vomiting, hypertension, hand–foot syndrome, rash, elevated ALT, neutropenia, leukopenia and anemia, mucositis, number of patients experiencing treatment-related death [TRD] and withdrawal resulting from severe toxicity) were evaluated. Clinical trials were collected for patients receiving pazopanib 800 mg daily, sorafenib 400 mg twice daily and sunitinib 37.5 mg daily according to the FDA-recommended dose. Two studies including patients receiving sunitinib 50 mg daily were excluded. 22 , 31  Studies were independently selected by two authors based on the aforementioned inclusion criteria. The full texts of nonrandomized clinical trials were assessed using the 9-point Newcastle–Ottawa Scale (NOS). Two investigators evaluated the studies independently. Studies were categorized into three broad perspectives, including selection, comparability and outcome for cohort studies or exposure for case–control studies. A score of 7 or greater was considered to be high quality. The risk of bias in the included studies was independently assessed by two investigators using the Cochrane Collaboration’s tool for assessing the risk of bias in randomized controlled trials (RCTs). 32  Two authors independently assessed each study under five main headings for the risk of bias. Statistical analyses All statistical analyses were performed using GraphPad Prism software (version 6.0; GraphPad Software, Inc., La Jolla, CA, USA). Fisher’s exact or chi-square tests were used to compare the frequencies of AEs among three multiple receptor tyrosine kinases. All tests were two tailed, and statistical significance was considered at  P <0.05. Supplementary materials Table S1 Nine-point NOS scores for the NRCTs Study Selection (maximum of four stars)\n Comparability (maximum of two stars)\n Outcome (maximum of three stars)\n Representativeness of the exposed cohort Selection of the nonexposed cohort Ascertainment of exposure Demonstration of the outcome of interest was not present at the start of the study Comparability of cohorts on the basis of the design or analysis Assessment of the outcome Was follow-up long enough for the outcome to occur Adequacy of follow-up of cohorts Sleijfer et al 1 * * * * * Yoo et al 2 * * * * * Maki et al 3 * * * * * von Mehren et al 4 * * * * * Ray-Coquard et al 5 * * * * * Santoro et al 6 * * * * * Bramswig et al 7 * * * * * George et al 8 * * * * * Li et al 9 * * * * * Notes:  The NOS score is an easy, convenient tool for quality assessment of nonrandomized studies. * Based on three domains: selection of study groups; comparability of groups; ascertainment of exposure/outcome. No major flaws of the included RCTs were detected in assessing their risk of bias. Abbreviations:  NOS, Newcastle–Ottawa Scale; NRCTs, nonrandomized controlled trials. Table S2 Risk of bias in RCTs Study Adequate sequence generation Allocation concealment Blinding Incomplete outcome data addressed Free selective reporting Free of other bias van der Graaf et al 10 Yes Yes Yes No No No Abbreviation:  RCTs, randomized controlled trials. Table S3 The clinical therapeutic effects of the included studies Study Treatment Number of patients evaluated for efficacy PR+CR (n) SD+PD (n) Sleijfer et al 1 Pazopanib 138 9 NA van der Graaf et al 10 Pazopanib 246 23 221 Yoo et al 2 Pazopanib 41 7 34 Maki et al 3 Sorafenib 122 6 116 von Mehren et al 4 Sorafenib 37 2 31 Ray-Coquard et al 5 Sorafenib 41 4 29 Santoro et al 6 Sorafenib 76 11 59 Bramswig et al 7 Sorafenib 20 4 16 George et al 8 Sunitinib 48 1 47 Li et al 9 Sunitinib 14 4 10 Abbreviations:  NA, not available; PR, partial response; CR, complete response; SD, stable disease; PD, progressive disease. References 1 Sleijfer S Ray-Coquard I Papai Z Pazopanib, a multikinase angiogenesis inhibitor, in patients with relapsed or refractory advanced soft tissue sarcoma: a phase II study from the European organisation for research and treatment of cancer-soft tissue and bone sarcoma group (EORTC study 62043) J Clin Oncol 2009 27 19 3126 3132 19451427 10.1200/JCO.2008.21.3223 2 Yoo KH Kim HS Lee SJ Efficacy of pazopanib monotherapy in patients who had been heavily pretreated for metastatic soft tissue sarcoma: a retrospective case series BMC Cancer 2015 15 154 25885855 10.1186/s12885-015-1160-x PMC4438639 3 Maki RG D’Adamo DR Keohan ML Phase II study of sorafenib in patients with metastatic or recurrent sarcomas J Clin Oncol 2009 27 19 3133 3140 19451436 10.1200/JCO.2008.20.4495 PMC2716936 4 von Mehren M Rankin C Goldblum JR Phase 2 Southwest Oncology Group-directed intergroup trial (S0505) of sorafenib in advanced soft tissue sarcomas Cancer 2012 118 3 770 776 21751200 10.1002/cncr.26334 PMC3576704 5 Ray-Coquard I Italiano A Bompas E Sorafenib for patients with advanced angiosarcoma: a phase II Trial from the French Sarcoma Group (GSF/GETO) Oncologist 2012 17 2 260 266 22285963 10.1634/theoncologist.2011-0237 PMC3286175 6 Santoro A Comandone A Basso U Phase II prospective study with sorafenib in advanced soft tissue sarcomas after anthracycline-based therapy Ann Oncol 2013 24 4 1093 1098 23230134 10.1093/annonc/mds607 7 Bramswig K Ploner F Martel A Sorafenib in advanced, heavily pretreated patients with soft tissue sarcomas Anticancer Drugs 2014 25 7 848 853 24667659 10.1097/CAD.0000000000000108 8 George S Merriam P Maki RG Multicenter phase II trial of sunitinib in the treatment of nongastrointestinal stromal tumor sarcomas J Clin Oncol 2009 27 19 3154 3160 19451429 10.1200/JCO.2008.20.9890 PMC2716937 9 Li T Wang L Wang H A retrospective analysis of 14 consecutive Chinese patients with unresectable or metastatic alveolar soft part sarcoma treated with sunitinib Invest New Drugs 2016 34 6 701 706 27604635 10.1007/s10637-016-0390-3 10 van der Graaf WT Blay JY Chawla SP Pazopanib for metastatic soft-tissue sarcoma (PALETTE): a randomised, double-blind, placebo-controlled phase 3 trial Lancet 2012 379 9829 1879 1886 22595799 10.1016/S0140-6736(12)60651-5",
  "introduction": "",
  "results": "",
  "discussion": "",
  "fetched_at": "2026-02-11T23:51:55.661078",
  "abstract_length": 1572,
  "methods_length": 7670,
  "introduction_length": 0,
  "results_length": 0,
  "discussion_length": 0
}