{
  "pmid": "PMID:7609078",
  "title": "Retroviral integration at the Evi-2 locus in BXH-2 myeloid leukemia cell lines disrupts Nf1 expression without changes in steady-state Ras-GTP levels.",
  "abstract": "Approximately 15% of BXH-2 myeloid leukemias harbor proviral integrations at the Evi-2 common viral integration site. Evi-2 is located within a large intron of the Nf1 tumor suppressor gene, raising the possibility that proviral integration at Evi-2 predisposes mice to myeloid tumor development by disrupting Nf1 expression. This hypothesis is supported by data suggesting that mutations in the human NF1 gene are causally associated with the development of juvenile chronic myelogenous leukemia (K. M. Shannon, P. O'Connell, G. A. Martin, D. Paderanga, K. Olson, P. Dinndorf, and F. McCormick, N. Engl. J. Med. 330:597-601, 1994) and mouse studies showing that aged mice, heterozygous for a germ line Nf1 mutation, develop myeloid leukemia with loss of the wild-type Nf1 allele (T. Jacks, T. S. Shih, E. M. Schmitt, R. T. Bronson, A. Bernards, and R. A. Weinberg, Nat. Genet. 7:353-361, 1994). To determine if viral integration at Evi-2 disrupts Nf1 expression, we derived a series of BXH-2 myeloid leukemia cell lines with or without viral integrations at Evi-2. In all cell lines examined, viral integration at Evi-2 resulted in the production of only truncated Nf1 transcripts and no stable, full-length neurofibromin. Although neurofibromin is a GTPase-activating protein (GAP) for p21ras proteins, its loss in the BXH-2 leukemic cell lines was not correlated with an increased steady-state level of p21ras bound to GTP. These data suggest that neurofibromin is not the sole mediator of Ras-GAP activity in myeloid cells and may have a GAP-independent function in myeloid cells.",
  "authors": "D A Largaespada; J D Shaughnessy; N A Jenkins; N G Copeland",
  "journal": "Journal of virology",
  "publicationDate": "1995-08",
  "doi": "10.1128/JVI.69.8.5095-5102.1995",
  "methods": "",
  "cache_level": "abstract_only",
  "has_fulltext": false,
  "fetch_date": "2026-02-19 09:32:11"
}