{
  "pmid": "7671302",
  "abstract": "Mutations at the neurofibromatosis 1 (NF1) locus in humans and mice result in abnormal growth of neural crest-derived cells, including melanocytes and Schwann cells. We have exploited a targeted disruption of the NF1 gene in mice to examine the role of neurofibromin in the acquisition of neurotrophin dependence in embryonic neurons. We show that both neural crest- and placode-derived sensory neurons isolated from NF1(-/-) embryos develop, extend neurites, and survive in the absence of neurotrophins, whereas their wild-type counterparts die rapidly unless nerve growth factor (NGF) or brain-derived neurotrophic factor (BDNF) is added to the culture medium. Moreover, NF1 (-/-) sympathetic neurons survive for extended periods and acquire mature morphology in the presence of NGF-blocking antibodies. Our results are consistent with a model wherein neurofibromin acts as a negative regulator of neurotrophin-mediated signaling for survival of embryonic peripheral neurons.",
  "methods": "Methods Sequencing All study participants signed written informed consent. Blood samples were collected for research purposes after receiving approval from the different local ethics committees. DNA was extracted and molecular screening was performed by next-generation sequencing with different technologies, depending on the sequencing center. In silico  analyses The MobiDetails annotation platform  was used for the interpretation of DNA variations (frequencies in the control population, prediction of the impact of missense variants and analysis of splicing with the Splicing Prediction Pipeline (SPiP)) and for the localization of the mutated amino acids on the three-dimensional protein structure (AlphaFold Protein Structure Database). The localization of the affected amino acids on the two-dimensional structure was analyzed using the MetaDome website. 34  The UK Biobank resource was used to analyze the hematologic parameters of the carriers of  35 EGLN1  genetic variants. Luciferase reporter assay End-point Luciferase assays were performed as previously described.  Real-time Luciferase assays were performed on HEK 293T cells transfected with jetPRIME 20 , 26 ®  (Ozyme Polyplus). Expression vectors pcDNA3-HA-PHD2 were co-transfected with pcDNA3-HA-HIF-2α, pGL3 3xHRE-luciferase reporter plasmid and pCMV-HA-empty vector. Luciferase activity was measured over 24 h using the bioluminometer WSL-1565 Kronos HT ®  (ATTO). Cells were harvested at different timepoints and lysed in passive lysis buffer (Invitrogen) for immunoblot detection with a mouse anti-HA antibody (clone 16B12, BioLegend). In vitro  enzyme activity assays Flag-tagged PHD2 was expressed in insect cells and affinity-purified using anti-Flag, and the His-tagged HIF-2α oxygen-dependent degradation domain (ODDD) protein was expressed in  E. coli  and affinity-purified using NiNTA as described previously.  A PHD2 enzymatic activity assay was performed to measure the radioactive CO 36 , 33 2  produced during the decarboxylation of 2-oxo[1- C]glutarate (Perkin-Elmer), which co-occurs with the substrate proline hydroxylation. 14 37 Cycloheximide chase assay HEK cells were transfected with plasmids encoding pcD-NA3-HA-PHD2 (100-800 ng) in addition to pCMV-HA-empty vector for a total amount of 800 ng of transfected DNA. Twenty-four hours after transfection, cells were treated with cycloheximide (Sigma-Aldrich) at a final concentration of 100 μg/mL. Cells were harvested at different timepoints. An equal volume of protein lysates was analyzed by western blot assay using a mouse anti-HA antibody, anti-actin (Sigma) and a goat anti-mouse secondary antibody (Jackson Immunoresearch). Splicing reporter assay Minigene constructs were prepared as described by Cooper and Gaildrat.  Cells were transfected with 2 μg pCas2 plasmid containing the exon of interest and flanking intronic sequences surrounded by artificial exons (named A and B). Total RNA was extracted 24 h after transfection. Reverse transcriptase polymerase chain reaction (RT-PCR) was performed with primers located in exons A and B. PCR products were resolved on a 2% agarose gel or quantified by using the Agilent TapeStation 38 ®  system. Generation of human induced pluripotent stem cells and differentiation into hepatocyte-like cells Human induced pluripotent stem cells (hiPSC) were generated from peripheral blood mononuclear cells and characterized in the hiPSC Core Facility of Nantes University. hiPSC from passage numbers 21 to 25 were differentiated into hepatocyte-like cells, as described previously.  After 22 days of differentiation, cells were cultured for 24 h in normoxia or at 1% O 39 , 40 2  in an Invivo 400 Hypoxia Workstation (Baker Ruskinn).",
  "introduction": "",
  "results": "",
  "discussion": "",
  "fetched_at": "2026-02-11T23:52:07.438953",
  "abstract_length": 977,
  "methods_length": 3723,
  "introduction_length": 0,
  "results_length": 0,
  "discussion_length": 0
}