{
  "pmid": "PMID:7686619",
  "title": "Multiple dispersed loci produce small cytoplasmic Alu RNA.",
  "abstract": "Alu repeats are short interspersed elements (SINEs) of dimeric structure whose transposition sometimes leads to heritable disorders in humans. Human cells contain a poly(A)- small cytoplasmic transcript of -120 nucleotides (nt) homologous to the left Alu monomer. Although its monomeric size indicates that small cytoplasmic Alu (scAlu) RNA is not an intermediary of human Alu transpositions, a less abundant poly(A)-containing Alu transcript of dimeric size and specificity expected of a transposition intermediary is also detectable in HeLa cells (A. G. Matera, U. Hellmann, M. F. Hintz, and C. W. Schmid, Mol. Cell. Biol. 10:5424-5432, 1990). Although its function is unknown, the accumulation of Alu RNA and its ability to interact with a conserved protein suggest a role in cell biology (D.-Y. Chang and R. J. Maraia, J. Biol. Chem. 268:6423-28, 1993). The relationship between the -120- and -300-nt Alu transcripts had not been determined. However, a B1 SINE produces scB1 RNA by posttranscriptional processing, suggesting a similar pathway for scAlu. An Alu SINE which recently transposed into the neurofibromatosis 1 locus was expressed in microinjected frog oocytes. This neurofibromatosis 1 Alu produced a primary transcript followed by the appearance of the scAlu species. 3' processing of a synthetic -300-nt Alu RNA by HeLa nuclear extract in vitro also produced scAlu RNA. Primer extension of scAlu RNA indicates synthesis by RNA polymerase III. HeLa-derived scAlu cDNAs were cloned so as to preserve their 5'-terminal sequences and were found to correspond to polymerase III transcripts of the left monomeric components of three previously identified Alu SINE subfamilies. Rodent x human somatic cell hybrids express Alu RNAs whose size, heterogeneous length, and chromosomal distribution indicate their derivation from SINEs. The coexpression of dimeric and monomeric Alu RNA in several hybrids suggests a precursor-product relationship.",
  "authors": "R J Maraia; C T Driscoll; T Bilyeu; K Hsu; G J Darlington",
  "journal": "Molecular and cellular biology",
  "publicationDate": "1993-07",
  "doi": "10.1128/mcb.13.7.4233-4241.1993",
  "methods": "",
  "cache_level": "abstract_only",
  "has_fulltext": false,
  "fetch_date": "2026-02-19 09:32:14"
}