{
  "pmid": "PMID:7818486",
  "title": "Activation of Ito cells involves regulation of AP-1 binding proteins and induction of type I collagen gene expression.",
  "abstract": "Activation of liver Ito cells is characterized by increased proliferation, fibrogenesis, loss of cellular retinoid and change of cell-shape. Here, we have described fundamental differences between freshly isolated Ito cells (FIC) and long-term cultured Ito cells (LTIC). This process of activation correlates with the absence of expression of Pro alpha 1(I) gene in FIC. LTIC expressed abundant transcripts of Pro alpha 1(I) gene. Nuclear run-off experiments showed the inability of FIC to support Pro alpha 1(I) RNA transcription while LTIC transcribed it greater than 5-fold as compared with FIC. Transforming growth factor beta (TGF beta)-treated LTIC had a preferential increase in the rate of Pro alpha 1(I) gene transcription as compared with control LTIC. A human collagen type I promoter-enhancer construct (pCOL-KT) [Thompson, Simkevich, Holness, Kang and Raghow (1991) J. Biol. Chem. 266, 2549-2556] was readily expressed in LTIC but failed to be expressed in FIC. Furthermore, TGF beta treatment of LTIC resulted in an increased expression of pCOL-KT. The deletion of an activator protein-1 (AP-1) binding site (+598 to +604) in the 360 bp enhancer region of pCOL-KT (S360) caused decreased expression of the CAT reporter gene, suggesting that this bonafide AP-1 site can, at least in part, mediate the transactivation effect of TGF beta. Using DNAase I protection, we demonstrate a single foot-print located at +590 to +625 in the S360 fragment; nuclear extracts prepared from TGF beta-treated LTIC exhibited greater activity of these AP-1 binding proteins. Gel mobility assays corroborated and extended the footprinting observation. No AP-1-binding activity was found in the nuclear extracts of FIC. Double-stranded oligonucleotides containing the consensus AP-1 motif were able to compete out the binding; consensus NF-1 motif oligonucleotides failed to do so. The preincubation of nuclear extracts from control and TGF beta-treated LTIC with antibodies against c-jun and c-fos rendered a reduced binding of AP-1 proteins to the target S360 fragment.",
  "authors": "J Armendariz-Borunda; C P Simkevich; N Roy; R Raghow; A H Kang; J M Seyer",
  "journal": "The Biochemical journal",
  "publicationDate": "1994-12-15",
  "doi": "10.1042/bj3040817",
  "methods": "",
  "cache_level": "abstract_only",
  "has_fulltext": false,
  "fetch_date": "2026-02-19 09:32:17"
}