{
  "pmid": "8051082",
  "abstract": "We report here the isolation and characterization of a cDNA that encodes a novel extracellular epidermal molecule, epidermal surface antigen (ESA), which is thought to play a role in intercellular epidermal adhesion. Sequence analysis reveals that the 379 amino acid ESA has a molecular mass of about 41.7 kDa and an alpha-helix-rich secondary conformation. Much of this also has an heptad substructure, consistent with the formation of several bundles of alpha-helices in a compact globular structure. The ESA protein appears to consist of an NH2-terminal hydrophobic region with mixed alpha and beta structure followed by a more hydrophilic COOH-terminal region which is very rich in alpha-helix. The 2.5-kilobase ESA mRNA is expressed in cultured keratinocytes, melanocytes, fibroblasts, carcinoma, and melanoma cell lines. The ESA gene is conserved in all mammalian species examined and has been localized to human chromosome 17 (M17S1) in the same region as the gene for von Recklinghausen neurofibromatosis. The high level of expression of the ESA mRNA in human skin and in cultured cells derived from the epidermis, the appearance of ESA protein early in human development, and conservation of the ESA gene throughout mammalian evolution suggest that the novel ESA protein plays a vital role in epidermal structure and maintenance.",
  "methods": "Materials and Methods Plant Material Transgenic  A. thaliana  lines  AtFlot2-GFP  with the p35S::AtFlot2:GFP construct that stably produces the Flot2-GFP protein were prepared as follows: The coding sequence was amplified from cDNA prepared from Col-0 using specific primers 1 and 2 (see Supplementary Table  S1 ) and in-frame introduced in between the EcoRI and BamHI sites of a modified pGreen0029 vector containing the CAMV 35S promoter and 3′-terminal GFP coding sequence by restriction/ligation. Stable transformants were obtained by the  Agrobacterium tumefaciens  floral dip method and selected on kanamycin plates. T3 generation plants were used for microscopy and membrane fractions preparation. Seeds of the  A. thaliana  wild type (WT, ecotype Col-0) and  AtFlot2-GFP  plants were stratified for 3 days at 4°C, placed on Jiffy 7 peat pellets and cultivated in a growth chamber at 22°C, with a 10-h day (100–130 μmol m -2  s -1 ) and 14-h night cycle at 70% relative humidity for 1 week. One-week-old plantlets were individually replanted to Jiffy 7 peat pellets and placed in a cultivation room with a 16-h day (100–130 μmol m -2  s -1 ) and 8-h night cycle and 40–50% relative humidity. During the cultivation, plants were watered with distilled water. Whole rosettes of 4-week-old plants were frozen in liquid nitrogen to be used as the material for MS analyses. Confocal Microscopy For microscopic observations, seeds of  AtFlot2-GFP  plants were surface sterilized and sown onto Murashige-Skoog basal salt (Duchefa) 1% agar plates supplemented with 1% sucrose. The seedlings were grown in a vertical position under 100 μmol m -2  s -1  in a 16/8 h and 22/20°C (light/dark) cycle. Five-day-old seedlings were observed using a Zeiss 880 laser scanning confocal microscope. Plasmolysis was induced by treatment with 0.8 M mannitol in Murashige-Skoog solution for 30 min. Subsequently, the seedlings were incubated in propidium iodide solution (20 μg/ml in Murashige-Skoog + 0.8 M mannitol) to counterstain the cell walls. GFP fluorescence was collected in the 500–550 nm range using 488 nm laser excitation and a 40× water immersion objective (NA = 1.2). Preparation of Microsomal and Plasma Membrane Fractions Membrane fractions were prepared from 30 g of leaves from 4-week-old  A. thaliana  WT and  AtFlot2-GFP  plants. Leaves were ground with a pestle and mortar in liquid nitrogen and further homogenized by sonication for 3 × 35 s (25 W) in 90 ml of extraction buffer (50 mM HEPES pH 7.5, 400 mM sucrose, 85 mM KCl, 100 mM MgCl 2 .6H 2 O, 0.02 mM ascorbic acid) containing cOmplete TM  EDTA-free Protease Inhibitor Cocktail according to the manufacturer’s instructions (Sigma Aldrich). The homogenate was centrifuged at 5000 × g  for 20 min at 4°C. The supernatant was filtered through Miracloth (Millipore) and centrifuged at 200,000 × g  for 1 h at 4°C. The pellet (microsomal membrane fraction) was resuspended in resuspension buffer (20 mM HEPES pH 7.5, 330 mM sucrose, 1 mM EDTA) to a total volume of 6 ml, further homogenized in a Potter-Elvehjem homogenizer and cross-linked by the addition of dithiobis (succinimidyl propionate) (DSP, Thermo Scientific) to a final concentration of 5 mM. The suspension was incubated for 30 min at 4°C with shaking. To quench the reaction, 1 M Tris (pH 7.5) was added to a final concentration of 50 mM, and the suspension was shaken again for 30 min at 4°C. The microsomal fraction with cross-linked proteins was pelleted by centrifugation at 200,000 × g  for 1 h at 4°C. To release the protein complexes from the microsomal fraction, the pellet was resuspended in 6 ml of resuspension buffer and homogenized with a Potter-Elvehjem homogenizer, and then 10% (w/v) sodium deoxycholate was added to a final concentration of 0.5% (w/v). The suspension was incubated for 30 min at 4°C. Solubilized proteins were collected in the supernatant obtained by centrifugation at 200,000 × g  for 30 min at 4°C, and the pellet was resuspended in the same way as before. To further enrich the plasma membrane, the pellet of the cross-linked microsomal fraction was resuspended in 5 mM K/Na-phosphate buffer (pH 7.8) and homogenized with a Potter-Elvehjem homogenizer. The plasma membrane fraction was prepared from the cross-linked membrane fraction with a PEG/dextran two-phase system ( Schindler and Nothwang, 2006 ;  Pleskot et al., 2010 ). After gentle mixing, the separation was carried out overnight at 4°C, and the tubes were centrifuged at 1500 × g  for 5 min at 4°C. The upper phase containing the plasma membrane was transferred to the new tubes, mixed with a blank lower phase and centrifuged again. The final upper phase was collected, diluted with three volumes of 5 mM K/Na-phosphate buffer (pH 7.8) and centrifuged again at 200,000 × g  for 1 h at 4°C. The pellet was resuspended in 600 μl of resuspension buffer, 10% (w/v) sodium deoxycholate was added to a final concentration of 0.5% (w/v), and the suspension was incubated for 30 min at 4°C. The protein content in all isolated fractions was determined by Popov’s method ( Popov et al., 1975 ) using bovine serum albumin as the standard. Flow chart of the procedure is depicted on  Figure  . 2A Western Blotting and Immunodetection The content of Flot2-GFP in the respective fractions was investigated by western blotting and immunodetection. Proteins were separated in 10% polyacrylamide SDS-gels at 180 V and electroblotted onto nitrocellulose membranes (BioTrace TM  NT Nitrocellulose Transfer Membrane, Pall Corporation) at 50 V. Membranes were rinsed in PBS and blocked in 5% (w/v) non-fat milk powder in PBS with 0.075% (w/v) Tween-20 (PBST-75) overnight. Blocked membranes were washed three times in PBST-75 and incubated with primary antibodies diluted in 5% (w/v) non-fat milk powder in PBST-75 for 1 h. Anti-GFP rabbit polyclonal serum (Thermo Scientific) 1:5000 was used as the primary antibody. Membranes were washed three times in PBST-75 and incubated for 1 h with the secondary antibody, GAR/IgG(H + L)/PO (Nordic-MUbio) 1:5000 diluted in 5% (w/v) non-fat milk powder in PBST-75. Signals were visualized with an AEC staining kit (Sigma Aldrich) or Clarity TM  Western ECL Substrate (Bio-rad). Immunoprecipitation of Microsomal and Plasma Membrane Fractions The IP procedure was performed with Dynabeads ®  Protein A microbeads (Thermo Scientific) with bound anti-GFP mouse monoclonal antibody, isotype IgG 2a  (Thermo Scientific). Fifty microliter of pre-washed beads were mixed with 2 μg of antibodies dissolved in PBS containing 0.05% Tween-20 (PBST-5) and incubated for 1 h in the vertical rotator. Beads with bound antibodies were washed three times with 200 μl of PBST-5 and incubated in 5 mM bis(sulfosuccinimidyl)suberate (BS3, Thermo Scientific) for 30 min to cross-link the bound antibodies to protein A. The reaction was quenched by washing the beads with 200 μl of 1 M Tris/HCl (pH 7.4) three times. The beads were then equilibrated three times with 200 μl of resuspension buffer with 0.5% (w/v) sodium deoxycholate and incubated with 200 μl of the respective membrane fraction for 2 h in a vertical rotator. Protein complexes bound to the beads were washed three times with RIPA buffer (50 mM Tris/HCl pH 7.4, 1 mM EDTA, 50 mM NaCl, 0.5% (w/v) sodium deoxycholate, 1% (w/v) NP-40) and eluted by incubation of the beads with 20 μl of Laemmli buffer 2× for 10 min at 95°C. Tryptic Digestion of Proteins Proteins eluted from the microbeads were separated to a distance of 1.5 cm in 10% poly-acrylamide SDS-gels at 180 V. Gels were stained with Imperial TM  Protein Stain (Thermo Scientific) and whole line of each elute of was collected. Each lane was further sliced into smaller gel pieces and combined into an Eppendorf tube, washed with water, destained with 0.1 M NH 4 HCO 3 /acetonitrile 1:1 (v/v) and dried with acetonitrile. To reduce and alkylate the disulphide bonds, the gel pieces were first incubated with a 10 mM solution of dithiothreitol in 0.1 M NH 4 HCO 3  for 45 min at 56°C, and then in a 55 mM solution of iodoacetamide in 0.1 M NH 4 HCO 3  for 30 min at room temperature. Iodoacetamide solution was discarded and the gel pieces were washed with 0.1 M NH 4 HCO 3 /acetonitrile 1:1 (v/v) for 10 min and dried with acetonitrile. MS-Grade Trypsin solution at a concentration of 12.5 μg ml -1  dissolved in cold 50 mM NH 4 HCO 3  was added to the gel pieces in a volume equal to the volume of the pieces, and the mixture was incubated on ice for 30 min. The excess trypsin solution was then discarded; the pieces were covered with 50 mM NH 4 HCO 3  and incubated overnight at 37°C. The peptides were extracted from the gel by two consecutive sonications in 35 and 70% solutions of acetonitrile in 0.1% trifluoroacetic acid. Both aliquots were combined and the resulting peptide solution was lyophilized. The lyophilizate was then resuspended in 0.1% trifluoroacetic acid, desalted with ZipTip pipette tips according to the manufacturer’s instructions (Millipore) and purified samples were dried in air. LC-MS/MS Analysis The mass spectrometric analysis was performed with a UHPLC Dionex Ultimate3000 RSLC nano (Dionex) coupled with an ESI-Q-TOF Maxis Impact (Bruker Daltonics) mass spectrometer. Dried samples were dissolved in a mixture of water:acetonitrile:formic acid (97:3:0.1%) and loaded into the trap column, an Acclaim PepMap 100 C18 (100 μm × 2 cm, particle size 5 μm, Dionex), with a mobile-phase flow rate of 5 μLmin -1  of A (0.1% formic acid in water) for 5 min. The peptides were then separated in the analytical column, an Acclaim PepMap RSLC C18 (75 μm × 150 mm, particle size 2 μm, Dionex), and eluted with mobile-phase B (0.1% formic acid in acetonitrile) using the following gradient: 0 min 3% B, 5 min 3% B, 95 min 35% B, 97 min 90% B, 110 min 90% B, 112 min 3% B, and 120 min 3% B. The flow rate during the gradient separation was set to 0.3 μLmin -1 . Peptides were eluted directly to the ESI source-captive spray (Bruker Daltonics). Measurements were performed in DDA mode with precursor-ion selection in the range of 400–1400 Da; up to 10 precursor ions were selected for fragmentation from each MS spectrum. Peak lists were extracted from the raw data with the software Data Analysis 4.1 (Bruker Daltonics). Proteins were identified in the software Proteinscape 3.1 (Bruker Daltonics) using in-house Mascot server 2.4.1 (Matrix Science) with the  A. thaliana  protein database downloaded from  (October 2016). The parameters for the database search were set as follows: carbamidomethyl (C) as fixed modification, oxidation (M) and CAMthiopropanoyl (K, N-terminus) as variable modifications, tolerance 10 ppm in MS mode and 0.05 Da in MS/MS mode, enzyme trypsin one miscleavage. In MS intensity-based semiquantitative analysis the relative intensities of unique peptide signals were averaged to express individual protein abundance. Only proteins identified by two or more peptides were taken into account and the intensities of precursor ions with the best mascot score were used. Finally, the relative quantification index (RQI) representing the ratio of the resulting protein abundance between the  2 AtFlot2-GFP  plant sample and WT sample was calculated for each protein, and the proteins with RQI higher than three were considered to be enriched. Split-Ubiquitin System The Flot2 coding sequence was amplified from cDNA prepared from Col-0 using specific primers 3 and 4 (see Supplementary Table  S1 ) and introduced in between the SalI and NotI restriction sites of the pENTR3c Dual Selection vector (Thermo Fisher) in a manner that allowed C-terminal protein fusion by restriction/ligation. LR recombination with the pMetYC-DEST vector encoding the C-terminal split-ubiquitin moiety as well as the LEU2 gene was then performed using Gateway TM  LR Clonase TM  II Enzyme mix (Thermo Fisher) to obtain the final vector for yeast transformation. Putative interactor coding sequences were amplified from cDNA prepared from Col-0 using specific primers 5–26 (see Supplementary Table  S1 ) and introduced in between the KpnI and NotI (AtPIP2-6 and AtSYP71) or SalI and NotI (the rest of the sequences) restriction sites of the pENTR3c Dual Selection vector (Thermog Fisher) in a manner that allowed N-terminal protein fusion by restriction/ligation. LR recombination with a pNX35-DEST vector encoding the N-terminal split-ubiquitin moiety as well as the TRP1 gene was then performed using Gateway TM  LR Clonase TM  II Enzyme mix (Thermo Fisher) to obtain the final vector for yeast transformation. The THY.AP4 yeast strain was cotransformed ( Hachez et al., 2014 ) with Flot2-pMetYC and X-pNX35 (X = investigated putative interactor of Flot2) vectors by the lithium acetate/single-stranded carrier DNA/PEG method ( Grefen et al., 2009 ;  Grefen, 2014 ) and plated on YNB + CSM (both MP Biomedicals) medium lacking Leu and Trp supplemented with 2% glucose and 50 μM Met. After a 2-day recovery at 30°C, freshly grown colonies were resuspended in milliQ water and diluted to obtain suspensions of optical densities (OD 600 ) equal to 1.0, 0.1, and 0.01. Drops of 10 μl were placed on plates with YNB + CSM selective medium lacking Leu, Trp, Ade, and His, supplemented with 2% glucose and 50, 250, and 500 μM Met. Yeast growth was visually assessed after incubation for 2 days at 30°C. The non-recombined pNX35 vector encoding for NubG, which was unable to reassemble with Cub co-transformed with Flot2-pMetYC, was used as the negative control, whereas the pNubWT-Xgate vector encoding for the wild-type Nub moiety spontaneously reassembling with Cub cotransformed with Flot2-pMetYC was used as the positive control in the SUS growth assay. The pMetYC-DEST, pNX35-DEST, and pNubWT-Xgate vectors as well as the THY.AP4 yeast strain were kindly provided by Christopher Grefen, University of Tubingen, Germany. AtPIP2-7-pNX32 was kindly provided by François Chaumont and Timothée Laloux, Université catholique de Louvain, Belgium.",
  "introduction": "",
  "results": "",
  "discussion": "",
  "fetched_at": "2026-02-11T23:52:46.010819",
  "abstract_length": 1338,
  "methods_length": 14006,
  "introduction_length": 0,
  "results_length": 0,
  "discussion_length": 0
}