{
  "pmid": "PMID:8089100",
  "title": "An anti-Ras function of neurofibromatosis type 2 gene product (NF2/Merlin).",
  "abstract": "Previously, we have cloned a candidate for the 595-amino acid neurofibromatosis type 2 tumor suppressor called NF2 or Merlin, with striking sequence similarity in its N-terminal half to an F-actin-binding protein family called TERM, which includes talin, ezrin, radixin, and moesin (Trofatter, J. A., MacCollin, M. M., Rutter, J. L., Murrell, J. R., Duyao, M. P., Parry, D. M., Eldridge, R., Kley, N., Menon, A. G., Pulaski, K., Haase, V. H., Ambrose, C. M., Munro, D., Bove, C., Haines, J. L., Martuza, R. L., MacDonald, M. E., Seizinger, B. R., Short, M. P., Buckler, A. J., and Gusella, J. F. (1993) Cell 72, 791-800). In an attempt to determine whether NF2 serves as a tumor suppressor and if so whether its N-terminal half is involved in its anti-oncogenicity, both full-length NF2 and its N-terminal half (NF2-N, residues 9-359) have been expressed in v-Ha-Ras-transformed NIH/3T3 cells. Like neurofibromatosis type 1 (NF1) fragments (Nur-E-Kamal, M. S. A., Varga, M., and Maruta, H. (1993) J. Biol. Chem. 268, 22331-22337), full-length NF2 can reverse the Ras-induced malignant phenotype, i.e. anchorage-independent growth in a soft agar, and restore contact inhibition of cell growth, indicating that NF2 is indeed a tumor suppressor. Furthermore, NF2-N also suppresses the Ras-induced malignant phenotype, although it appears to be less effective than the full-length NF2. These observations indicate that the anti-Ras function of NF2 resides in part in its N-terminal half. Thus, NF2 appears to be a new member of the tumor suppressor family of actin-cytoskeleton-associated proteins, which includes vinculin, alpha-actinin, tropomyosin-1, gelsolin, and tensin.",
  "authors": "A Tikoo; M Varga; V Ramesh; J Gusella; H Maruta",
  "journal": "The Journal of biological chemistry",
  "publicationDate": "1994-09-23",
  "doi": "",
  "methods": "",
  "cache_level": "abstract_only",
  "has_fulltext": false,
  "fetch_date": "2026-02-19 09:32:28"
}