{
  "pmid": "8176268",
  "abstract": "Pigmentation defects are common in the inherited disease type 1 neurofibromatosis (NF1), predicting a role for the NF1 gene product, neurofibromin, in the skin. We used immunohistochemistry to determine the distribution of neurofibromin in normal developing and adult rat skin, normal neonatal and adult human skin, and skin from patients affected with NF1. The distribution of NF1 mRNA in the epidermis was also analyzed by in situ hybridization. NF1 mRNA and neurofibromin are highly enriched in the keratinocytes in the stratum spinosum of the epidermis in the embryonic, but not adult, rat and in both neonatal and adult humans. Immunoelectron microscopic analysis confirmed that neurofibromin is associated with the keratinocyte plasma membrane, particularly adjacent to desmosomes. Neurofibromin is also detectable in human melanocytes. Analysis of skin from NF1 patients showed normal neurofibromin expression in nine of ten hyperpigmented cafe-au-lait macules and in adjacent unaffected skin. We conclude that 1) neurofibromin expression in the perinatal rat closely parallels expression in the human; 2) reduction in detectable neurofibromin cannot be used to distinguish NF1 and normal human skin; and 3) neurofibromin might function in keratinocytes, as well as melanocytes.",
  "methods": "Methods Animal studies All mice were housed in the Animal Care Facility at the University of Texas Southwestern Medical Center, and all procedures were approved by Institutional Animal Care and Use Committee (IACUC) at the University of Texas Southwestern Medical Center and conformed to NIH guidelines. All mice strains were maintained in a room with 12/12 (day/night) light cycle with a temperature of 70–72 °F.  K14 Cre mice were available from the Jackson Laboratory (Bar Harbor, ME). All mice were maintained on a mix C57bl/6 background. DMBA/TPA treatment was performed according to Abel et al. . using a single dose of DMBA (25 μg) and a bi-weekly schedule for TPA (4 μg) over 23 weeks. The  22 PLP CreERT2;  Nf1 f/− ;  ROSA -LacZ mice  was conditionally activated with a single subcutaneous dose of 4-hydroxytamoxifen (40 μg) dissolved in 100% ethanol on the first postnatal day. Genotyping was performed by PCR as reported elsewhere 31 . A total number of 59 mice (DMBA/TPA study) and 216 mice (MPNST study) were used in this report. For the DMBA/TPA study, full randomization was not possible to maximize the number of same sex mice and enrolled on treatment or vehicle at 3 months old. The investigators were not blinded to the group allocation during the experiment. No mice were excluded for any reasons. 14 , 23 , 26 , 67 Histology and Immunohistochemistry Tissues were fixed in 10% formalin-buffered solution for at least 48 h. Then tissues were paraffin embedded (Rushabh Instruments LLC), were sectioned at 5 μm using a microtome (Leica RM2135), and were allowed to dry on superfrost glass slide at room temperature (r.t.). H&E staining was performed using Gill 3 hematoxylen (Thermo Scientific, 72604), followed by short washes with High Def (Statlab, SL103) and Bluing reagent (Fischer 22-220-106) and eosin-Y with phaloxine (Thermo Scientific, 71304) as counterstaining. For X-Gal staining, tissue were initially incubated in 4% para-formaldehyde (10 min, r.t.), were rinsed twice with phosphate-buffered saline (PBS) 1× followed by incubation into X-Gal staining solution (4-chloro-5-bromo-3-indolyl-b-galactoside (X-Gal) (1 mg/ml), potassium ferrocyanide (4 mM), potassium ferricyanide (4 mM), MgCl 2  (2 mM) in PBS) for 24–48 h before fixation by 10% formalin-buffered solution. Tissue slides were counterstained with Nuclear Fast Red (Millipore, HC609588) for 5 min. For immunohistochemistry, the Vecta Stain Elite ABC kit (Vectorlabs, PK-6100) was used according to the manufacturer’s protocol. The following primary antibodies were used in the immunohistochemistry studies: K1 (BioLegend, 905601, 1:100), NF1 (Santa Cruz; sc-67, 1:100), H3K27Me3 (Cell Signaling, 9733 S, 1:500), and S100 (DAKO, Z0311, 1:5000). All histologies were repeated in at least three biological replicates. The pathologist (T.V.) was blinded to the mice genotype when performing the histological review. Western blot Epidermis was enzymatically digested with dispase and physically separated from dermis using tweezers. Purified cells were lyzed and analyzed by immunoblot analysis with the following antibodies: NF1 (Santa Cruz; H-12, 1:100); K1 (BioLegend, 905601, 1:1000); LUMICAN (Santa Cruz; sc-166871, 1:200). All western blot were repeated in three biological replicates. See Supplementary Figure  1  for uncropped blots related to Fig.  2d . Genotyping by PCR DNA was prepared by adding NaOH 50 mM (300 μl) to a freshly cut mouse tail (5 mm) and incubating it (100 °C, 2 h). Then, the digested tail was briefly vortexed and neutralized with Tris pH 7.5 (30 μl). Next, 3 μL of DNA was added to a master mix containing 2× Taq RED Master Mix (Apex, 5200300-1250) (5 μl) and forward and reverse primers (1 μM, 2 μl) and was submitted to PCR cycling (94 °C, 3 min, followed by 35 cycles (94 °C, 15 s; 60 °C, 45 s; and 72 °C, 45 s) and final elongation (72 °C, 5 min). The resulting PCR products were fractionated on 2% agarose gel. T cell proliferation assay Following the manufacturer’s recommendations, CD3 +  T cells were purified from the lymph nodes of  Nf1 +/+  and  Nf1 +/−  mice (age 3–6 months) using pan-T-cell isolation kit (Miltenyi Biotec, Auburn, CA). Purified CD3 +  T cells (2 × 10 5 /well) were cultured for 2 days in 96-well plates (in triplicate) precoated with indicated doses of anti-CD3 Ab (eBioscience; cat. no. 16-0031-86) alone or anti-CD28 mAb (eBioscience; cat. no. 16-0281-85). After pulsing with  3 H-thymidine (1 μCi/well [0.037 MBq/well]) for 20–22 h, cells were collected and evaluated for  3 H radioactivity. For each experimental group, the T cell proliferation assay was performed in two pooled biological and three technical replicates.  DTH assay Nf1 +/+  ( n  = 3) and  Nf1 +/−  ( n  = 3) mice (age 3–6 months) were sensitized for DTH on day 0 by painting 2% oxazolone (Sigma) in acetone–olive oil (4:1 in volume) on shaved abdominal skin (sensitization). Mice were challenged on day 6 by painting 1% oxazolone and solvent control onto right and left ears, respectively (elicitation). Thereafter, DTH was assessed daily for 2 days by measuring ear thickness and calculating changes in ear swelling (thickness of right ear minus thickness of control left ear). For each experimental group, the T cell proliferation assay was performed in three biological replicates. Immunophenotyping of draining lymph node For proliferation, draining lymph node cells (2 × 10 5 /well) of  Nf1 \n +/−  and  Nf1 \n +/−  mice were cultured without stimulation for 3 days and pulsed with  3 H-thymidine (1 μCi/well [0.037 MBq/well]) for 20 h. For CD69 expression, LN cells were stained with FITC-anti-CD69 mAb (eBioscience; cat. no. 11-0691-85; 1:100) or FITC-isotypic control hamster IgG (BD Pharmingen; cat. no. 11114 C; 1:100) in the presence or absence of Ab directed at T cell (CD4 [eBioscience; cat. no. 17-0042-83; 1:100], CD8 [Lifetech; cat. no. A15836; 1:100], FoxP3 [eBioscience; cat. no. 12-57773-80; 1:100]), B-cell (B220 [eBioscience; cat. no. 11-0452-85; 1:100]), and pan hematopoietic (CD45 [eBioscience; cat. no. 25-0451-82; 1:100) cell surface marker and examined by FACS for surface expression of CD69 in each leukocyte subpopulation. Live cells were isolated from dead cells by staining with 7-aminoactinomycin D (Biolegend; 420403; 1:100). Analysis was performed in technical triplicates on three pooled biological replicates. See Supplementary Figure  2  for FACS gating strategies. Statistical analysis A two-tailed  t- test and Fisher exact test were applied as appropriate to evaluate statistical significance ( P  < 0.05). Variation was estimated using standard deviation with a 95% confidence level (Fig.  6 ). The distribution of the data in Fig.  5a  is normal as judged by the kurtosis and skewness values.",
  "introduction": "",
  "results": "",
  "discussion": "",
  "fetched_at": "2026-02-11T23:52:55.443045",
  "abstract_length": 1285,
  "methods_length": 6755,
  "introduction_length": 0,
  "results_length": 0,
  "discussion_length": 0
}