{
  "pmid": "8332934",
  "abstract": "The neurofibromatosis type 1 (NF1) gene was recently identified by positional cloning and found to encode a protein with structural and functional homology to mammalian and yeast GTPase-activating proteins (GAPs). Using antibodies directed against the NF1 gene product, a protein of approximately 250 kDa was identified and termed neurofibromin. Double-indirect immunofluorescent labeling with anti-neurofibromin and anti-tubulin antibodies demonstrates that neurofibromin associates with cytoplasmic microtubules. Immunoblotting of microtubule-enriched cytoplasmic fractions, using antibodies generated against neurofibromin, shows that neurofibromin copurifies with microtubules. When portions of neurofibromin are expressed in Sf9 insect cells they associate with polymerized microtubules; furthermore, the critical residues for this interaction reside within the GAP-related domain of neurofibromin. The unexpected association of neurofibromin with microtubules suggests that neurofibromin is involved in microtubule-mediated intracellular signal transduction pathways.",
  "methods": "Methods: Cell Lines We derived an isogenic  NF1  wildtype ( NF1 +/+ ) and  NF1  null ( NF1 −/− ) cell line from the hTERT-immortalized human Schwann cell line ipn02.3λ.  We started by isolating single-cell clones of the parental line by sorting with the BD FACSAria III (BD Biosciences). From a monoclonal derived cell line (which we refer to as “A3”), we applied CRISPR-Cas9, targeting the  1 NF1  gene immediately after the initiator methionine in exon 1.  We confirmed  2 NF1  mutation and neurofibromin protein loss in our monoclonal knockouts by sequencing and western blots. We call the isogenic wildtype line “A3” and the isogenic  NF1  null line “C04”. For validation experiments (see  Figure 6 ), we used another set of clones, previously derived, also from the ipn02.3 2λ Schwann cell line, described in Stevens et al. 2025.  For this set of clones, the isogenic wildtype line is referred to as “GFP3” (since these were subjected to CRISPR/Cas9 transfection with an sgRNA targeting GFP) and the isogenic  3 NF1  null line as “C23” (with  NF1  mutations in exon 3). The only differences between the two sets of clones (A3/C04 vs. GFP3/C23) is the parental cell line source, sorting, and  NF1  exon targeting: The A3/C04 pair were derived from ipn02.3λ, purchased from American Type Culture Collection (ATCC; CRL-3392), while the GFP3/C23 pair were derived from ipn02.3λ gifted by Dr. Peggy Wallace (University of Florida). While the A3/C04 pair were derived from an ipn02.3λ parental line using a high-pressure, FACS-based sorting, the GFP/C23 did not experience this sorting selection. Lastly, we targeted  NF1  exon 1 in the A3/C04 pair and  NF1  exon 3 in the GFP3/C23 pair. We maintained all cells in DMEM supplemented with Glutamax and 10% FBS. Cell painting and image acquisition We plated cells of each  NF1  genotype in 96-well black, clear bottom plates (Greiner) in either 10% FBS (plate A) or 5% FBS (plates B and C) in DMEM supplemented with Glutamax. We cultured cells for 24 hours at 37°C, 5% CO2. For mitochondria staining, we treated cells with MitoTracker for 30 minutes prior to fixation. After mitochondria staining, we fixed and permeabilized cells, and treated them with the Image-iT Cell Painting kit (Thermofisher). We performed a modified Cell Painting assay, excluding staining for cytoplasmic RNA, nucleoli, and Golgi. Specifically, we used Hoechst (nuclei), 488-tagged Concanavalin A (ER), MitoTracker ®  Deep Red (mitochondria), and 568 Phalloidin (F-actin). We acquired gray-scale, 16-bit images per FOV using a four-channel plate reader (Biotek, Cytation5). We used 48 wells in plates A and B, with twelve replicate wells per seeding density (500, 1000, 2000, and 4000), with six replicates of each  NF1  isogenic cell line. Plate C utilized 48 wells, with 24 replicate wells per  NF1  isogenic cell line. Plate D utilized 60 wells, with 10 replicate wells per NF1 isogenic cell line. Whole image quality control We assessed the quality of the images from all plates to remove those of poor quality ( Supplementary Figure 6 ). Poor-quality images included large smudges and/or debris, out-of-focus organelles, and over-saturated organelles. We utilized CellProfiler’s image quality metrics to decide two image quality features best distinguished between poor and good quality images: Power Log Log Slope (to represent blur) and Percent Maximal (to represent saturation). These features were recommended by Caciedo et al. in their paper describing strategies for image-based profiling.  We observed that, considering all images, the blur metric forms a Gaussian distribution, where poor-quality images are found at the distribution tails. We set the threshold for out-of-focus images in our CellProfiler pipeline as two standard deviations above and below the mean (this process categorized 95% of the data as good quality). As for saturation, we observed a distribution skewed towards 0 but with a long tail. We set the threshold as two standard deviations above the mean, as any values above are likely oversaturated and of poor quality. After quality control, 968 image sets failed QC (4.7%), and we did not process cells from these images. Note that our procedure for whole image quality control is different from our procedure for single-cell quality control, which occurs after image analysis. 33 Image analysis We used CellProfiler v4.2.4, a standard software in the image analysis field, to perform our image analysis pipelines.  We applied an illumination correction pipeline for each image set (a group of channels per FOV) that passed quality control. This pipeline created an illumination correction function for each channel per image set, applied the function, and saved each corrected image set as TIFF files. Illumination correction smoothens the pixel intensity of the image, ensuring that our single-cell analysis is not biased based on the cell’s location in the image. 47 We next applied a segmentation and feature extraction pipeline using CellProfiler. We segmented three compartments for each single cell per image set: nuclei, cells, and cytoplasm. We derived nuclei segmentation using the DAPI channel, cell segmentation from the RFP channel (seeding the nuclei segmentation as the input to identify cells), and cytoplasm segmentation by subtracting the nuclei from the cell segmentations. These three segmentations are represented by binary masks (0/1) that we used to extract features from each compartment for every single cell while ignoring the images’ background. We extracted a total of 2,313 features across all compartments per single cell. The pipeline outputs an SQLite database per plate, with each compartment as a table, with all features extracted. Image-based profiling To perform downstream analysis and machine learning, we processed the CellProfiler output with the standard image-based profiling pipeline. First, using CytoTable , we converted the SQLite databases into parquet files. We merged each compartment table based on object number, which leaves one single cell per row and all morphology features as columns. We next used pycytominer, 34  a bioinformatics software tool for processing image-based profiles, to complete the processing. First, we performed annotation where we combined metadata per well from a plate map with every single cell (e.g., genotype, plate, etc.). After annotation, we normalized the cell morphology features using the standard scalar method, which transforms data to zero mean with unit variance. We calculated standard scalar normalization based on the whole plate for Plates A, B, and C. For Plate D, we fit the standard scaler using only the Null (C04) and WT (A3) cell lines (and subsequently normalized the full plate). This procedure allows us to directly compare Plate D with the original three plates. Lastly, we performed feature selection, which removes non-informative and redundant features. We used four operations in feature selection: variance threshold, correlation threshold, blocklist, and drop NaN columns. We set the variance threshold as the default frequency cutoff of 0.05, which will remove features with low variance across all single cells. We set the correlation threshold as the default Pearson correlation threshold of 0.9, where we removed one of the highly correlated features by selecting the feature with the lowest absolute value correlation to all the other features. We removed features included in the blocklist default file as set by pycytominer. Lastly, we removed features with at least one NaN value per single cell by setting the na_cutoff parameter as 0. We took the intersection of the features selected across plates as the final feature space for training the machine learning model. This procedure resulted in 907 features in common. After feature selection, we performed aggregation, calculating the median values of each morphology feature for every single cell per well. We segmented 11,286 single cells from 48 wells in Plate A, 5,506 single cells from 48 wells in Plate B, 5,793 single cells from 48 wells for Plate C, and 7,383 single cells from Plate D. We use the well-level post-feature selection profiles to assess correlations between genotypes. We used single-cell profiles for machine learning. Analyzing the single-cell profiles include all heterogeneity within each well but risk including low quality segmentations, while the aggregated profiles reduces heterogeneity but removes outliers which may skew single-cell interpretation. 35 Quality control of single-cell profiles A critical step in our image analysis pipeline is segmenting single cells. Often, this procedure can segment cells incorrectly. Errors include segmenting two overlapping cells as one, segmenting debris rather than single cells, and over/under segmenting a single cell as a result of increased/reduced pixel contrast. To reduce the noise of including poor segmentations in our model, we used a single-cell quality control (QC) software called coSMicQC. By utilizing CellProfiler features, we can detect outliers that are related to poor quality segmentations. We used a combination of two features; solidity, which measures irregularity in shape, and total intensity. We removed cells with 1.25 standard deviations below the mean for nuclei solidity and 2 standard deviations above the mean for the intensity, using both features combined. This combination removes poorly segmented cells where two nuclei near each other are segmented as one ( Supplementary Figure 2 ;  top ). Additionally, because we expect  NF1 -null Schwann cells to exhibit increased proliferation , which could bias the machine learning model to associate the  8 NF1 −/−  genotype with a higher prevalence of mitotic cells, we used coSMicQC to identify and remove mitotic cells prior to analysis. Based on our prior work , we used two intensity features, upper quartile intensity (how bright the pixel intensity is within nuclei) and MAD intensity (how variable the pixel intensity values are within nuclei) ( 7 Supplementary Figure 2 ;  bottom ). We removed cells with 2 standard deviations above the mean of each feature independently. After detecting outliers, coSMicQC removed approximately 9.2% of single-cells across all plates. Machine learning: Data splitting and sampling To avoid bias toward our model learning either  NF1  genotype preferentially, we balanced the distribution of genotypes in our training and testing sets. Additionally, we prevented the training and test set to include cells from the same well. By preventing the influence of neighboring cells leaking from the training set into the test set, we are able to effectively evaluate the generalizability of our machine learning model to new cell populations. We manually split training and test wells to achieve an approximate ratio of 90% training cells to 10% testing cells. We then randomly downsampled the training and test sets to achieve an equal number of cells per genotype. This procedure avoids the pitfalls of evaluating a supervised machine learning model trained on data with class imbalance. 48 Machine learning: Model training and evaluation We developed an interpretable machine-learning approach to identify important morphology features responsible for discerning  NF1  genotypes. We trained a machine learning model to predict NF1 genotype from single-cell morphology features using L2-regularized logistic regression. L2 regularization reduces overfitting without encouraging sparsity of morphology weights after feature selection.  We determined the optimal inverse regularization strength (λ =  49 C −1 ) by performing a random search on the class-balanced training data with a stratified 8-fold cross-validation. We evaluated the accuracy on the holdout cross-validated data in 500 logistic regression models, each with an inverse regularization strength λ ∼  U (0, 200), and we chose hyperparameters that maximized cross-validation accuracy. We then computed validation metrics from all cross-validation folds, which have previously been shown to reduce bias.  To compare our results to a negative control baseline, we randomized each feature independently for each dataset, performed the same cross-validation procedure, and then evaluated each of these augmented datasets. After this randomization, we retrained the model on the entire training split using the optimal hyperparameter, and evaluated performance on the training and testing splits. 49",
  "introduction": "",
  "results": "",
  "discussion": "",
  "fetched_at": "2026-02-11T23:53:19.412889",
  "abstract_length": 1073,
  "methods_length": 12479,
  "introduction_length": 0,
  "results_length": 0,
  "discussion_length": 0
}