{
  "pmid": "PMID:8417346",
  "title": "A conserved alternative splice in the von Recklinghausen neurofibromatosis (NF1) gene produces two neurofibromin isoforms, both of which have GTPase-activating protein activity.",
  "abstract": "Sequence analysis has shown significant homology between the catalytic regions of the mammalian ras GTPase-activating protein (GAP), yeast Ira1p and Ira2p (inhibitory regulators of the RAS-cyclic AMP pathway), and neurofibromin, the protein encoded by the NF1 gene. Yeast expression experiments have confirmed that a 381-amino-acid segment of neurofibromin, dubbed the GAP-related domain (GRD), can function as a GAP. Using the RNA polymerase chain reaction with primers flanking the NF1-GRD, we have identified evidence for alternative splicing in this region of the NF1 gene. In addition to the already published sequence (type I), an alternative RNA carrying a 63-nucleotide insertion (type II) is present in all tissues examined, although the relative amounts of types I and II vary. The insertion is conserved across species but is not present in GAP, IRA1, or IRA2. GenBank searches have failed to identify significant similarity between the inserted sequence and known DNA or protein sequences, although the basic amino acid composition of the insertion shares features with nuclear targeting sequences. Expression studies in yeasts show that despite the partial disruption of the neurofibromin-IRA-GAP homology by this insertion, both forms of the NF1-GRD can complement loss of IRA function. In vivo assays designed to compare the GAP activity of the two alternatively spliced forms of the NF1-GRD show that both can increase the conversion of GTP-bound ras to its GDP-bound form, although the insertion of the 21 amino acids weakens this effect. The strong conservation of this alternative splicing suggests that both type I and II isoforms mediate important biological functions of neurofibromin.",
  "authors": "L B Andersen; R Ballester; D A Marchuk; E Chang; D H Gutmann; A M Saulino; J Camonis; M Wigler; F S Collins",
  "journal": "Molecular and cellular biology",
  "publicationDate": "1993-01",
  "doi": "10.1128/mcb.13.1.487-495.1993",
  "methods": "",
  "cache_level": "abstract_only",
  "has_fulltext": false,
  "fetch_date": "2026-02-19 09:32:32"
}