{
  "pmid": "8455625",
  "abstract": "The regulation of the GTPase activity of the Ras proteins is thought to be a key element of signal transduction. Ras proteins have intrinsic GTPase activity and are active in signal transduction when bound to GTP but not following hydrolysis of GTP to GDP. Three cellular Ras GTPase-activating proteins (Ras-gaps) which increase the GTPase activity of wild-type (wt) Ras but not activated Ras in vitro have been identified: type I and type II GAP and type I NF1. Mutations of wt Ras resulting in lowered intrinsic GTPase activity or loss of response to cellular Ras-gap proteins are thought to be the primary reason for the transforming properties of the Ras proteins. In vitro assays show type I and type II GAP and the GAP-related domain of type I NF1 to have similar biochemical properties with respect to activation of the wt Ras GTPase, and it appears as though both type I GAP and NF1 can modulate the GTPase function of Ras in cells. Here we report the assembling of a full-length coding clone for type I NF1 and the biological effects of microinjection of Ras and Ras-gap proteins into fibroblasts. We have found that type I GAP, type II GAP, and type I NF1 show markedly different biological activities in vivo. Coinjection of type I GAP or type I NF1, but not type II GAP, with wt Ras abolished the ability of wt Ras to induce expression from an AP-1-controlled reporter gene. We also found that serum-stimulated DNA synthesis was reduced by prior injection of cells with type I GAP but not type II GAP or type I NF1. These results suggest that type I GAP, type II GAP, and type I NF1 may have different activities in vivo and support the hypothesis that while type I forms of GAP and NF1 may act as negative regulators of wt Ras, they may do so with differential efficiencies.",
  "methods": "",
  "introduction": "",
  "results": "",
  "discussion": "",
  "fetched_at": "2026-02-11T23:53:34.256509",
  "abstract_length": 1787,
  "methods_length": 0,
  "introduction_length": 0,
  "results_length": 0,
  "discussion_length": 0
}