{
  "pmid": "PMID:8582272",
  "title": "Neurofibromin-deficient fibroblasts fail to form perineurium in vitro.",
  "abstract": "To identify cell type(s) that might contribute to nerve sheath tumors (neurofibromas) in patients with neurofibromatosis type 1, we generated cell cultures containing neurons. Schwann cells and fibroblasts from transgenic mouse embryos in which the type 1 neurofibromatosis gene was disrupted by homologous recombination (Brannan et al. (1994) Genes Development, 8,1019-1029). Normal fascicle formation by perineurial cells failed to occur in the absence of neurofibromin. Fascicles were reduced in number and showed abnormal morphology when normal neurons and Schwann cells were cultured up to 37 days with fibroblasts lacking neurofibromin. Proliferation was increased in a majority of fibroblast cell strains analyzed from embryos lacking neurofibromin. These observations suggest that mutations in the neurofibromatosis type I gene affect fibroblast behavior that might contribute to neurofibroma formation in patients with neurofibromatosis type 1.",
  "authors": "T Rosenbaum; Y L Boissy; K Kombrinck; C I Brannan; N A Jenkins; N G Copeland; N Ratner",
  "journal": "Development (Cambridge, England)",
  "publicationDate": "1995-11",
  "doi": "10.1242/dev.121.11.3583",
  "methods": "MATERIALS AND METHODS Transgenic  Nf1  mice C57BL/6J mice in which one allele of the  NF1  gene has been targeted were generated as described elsewhere ( Brannan et al., 1994 ). In order to obtain  Nf1  (−/−) embryos, male and female  Nf1  (+/−) mice were mated for 12–16 hours, then separated and female mice checked for the presence of a copulatory plug. Pregnant mice were killed to obtain embryos after 12.5 days, with the day the plug was observed being day 0.5. PCR conditions For genotyping, embryo heads were removed, lysed in lysis buffer ( Laird et al., 1991 ) overnight at 55°C and DNA isolated. One μl of head DNA was added to 25 μl of PCR reaction mixture containing 2.5 μl 10× reaction buffer (Perkin-Elmer Cetus), 200 ng of each oligonucleotide primer (NeoTkp, NF31a, NF31b) ( Brannan et al., 1994 ), 0.25 units of  Taq  polymerase (Perkin-Elmer Cetus) and a mixture of dATP, dCTP, dGTP and dTTP each at a final concentration of 0.2 mM. PCR was performed for 40 cycles using the following conditions: 94°C for 1 minute, 55°C for 1 minute, 72°C for 2 minutes. 8 μl of each amplication product was used for electrophoresis on a 1% agarose gel. A 194 bp band indicated a wild-type allele, a 340 bp band the mutant allele as described previously ( Brannan et al., 1994 ). Tissue preparation from  Nf1  mice and embryonic rats Tissue cultures were obtained from E12.5 mouse embryos and from E15 rat embryos essentially as described ( Bunge et al., 1983 ;  Wood, 1976 ). Pregnant females were anaesthesized, using methoxyflurane (Metofane ™ , Pitman-More), a hysterectomy performed and embryos dissected out of amniotic sacs. Embryos were decapitated in Leibovitz’s L15 medium (Gibco). The spinal cord with dorsal root ganglia (DRG) attached was removed and DRG enzymatically dissociated in 0.25% trypsin in Hanks’ Balanced Salt Solution (Gibco) at 37°C on an orbital shaker at 40 revs/minute for 40 minutes. Ganglia were transferred to approximately 10 ml of Dulbecco’s Modified Eagle Medium (DMEM, Gibco) supplemented with 10% fetal bovine serum (FBS, Gibco) and 1% penicillin/streptomycin (Gibco) and centrifuged at 800 revs/minute for 5 minutes. The pellet was resuspended in approximately 0.5 ml of ‘C medium’ (DMEM containing 10% human placental serum [provided by the delivery room of a local hospital] and 50 ng/ml nerve growth factor [2.5S NGF, Harlan Bio-products]) and mechanically dissociated using a narrowed bore Pasteur pipette. This cell suspension (containing neurons, Schwann cell precursors and fibroblasts) was plated in single drops onto collagen-coated glass coverslips in 24-well plates, or on 35 mm dishes (Falcon), coated with ammoniated rat tail collagen. 5–6 individual drops of cell suspension were separately placed onto the hydrophobic collagen substratum so that drops did not flow together. Cells were allowed to attach overnight at 35°C and 7.5% CO 2 . The following day dishes/wells were flooded with ‘C’ medium. Medium was replaced at least twice per week. Purified neuronal cultures In order to obtain purified neuronal cell populations, rat cultures were treated with the antimitotics 5′-fluoro-2′-deoxyuridine and uridine (Sigma) added to ‘C’ medium at 10 −5  M final concentration (‘CF’ medium) ( Bunge et al., 1983 ). Cultures were cycled through two-three passages of C/CF; each medium was replaced after 3 days. Preparation of rat primary Schwann cells Primary Schwann cells were purified from sciatic nerve from postnatal day 1 rats as described previously ( Brockes et al., 1979 ). Following isolation of Schwann cells by antimitotic treatment and complement-mediated lysis of residual fibroblasts, cells were maintained in DMEM plus 10% fetal bovine serum until plating onto neurons. In some experiments, Schwann cells were amplified for 1 week in recombinant human glial growth factor (rhGGF2, Cambridge Neuroscience) and 2 μM forskolin prior to addition to neurons. Preparation of  Nf1  mouse fibroblasts Fibroblasts from E12.5 mouse embryos were obtained when embryos were dissected for DRG preparation. After removal of internal organs, head and spinal cord, remaining tissue of each embryo was transferred to a tube containing 2 ml of ice-cold 0.05% trypsin in 0.6 mM EDTA in Hanks’ Balanced Salt Solution and incubated overnight at 4°C. The following day, tubes were incubated for 20 minutes at 37°C, approximately 10 ml of DMEM containing 10% FBS added and the cell suspension centrifuged for 5 minutes at 800 revs/minute. Cells were resuspended in 1 ml DMEM with 10% FBS then mechanically dissociated with a narrowed bore Pasteur pipette. The whole cell suspension was plated onto one 100 mm tissue culture plastic dish containing 10–15 ml of DMEM, 10% FBS, 1% penicillin-streptomycin and maintained at 35°C and 7.5% CO 2  for several days until the cells were nearly confluent. Fibroblasts were used immediately or at up to 3 passages for experiments. Preparation of neuron, Schwann cell and fibroblast co-cultures 2-week-old purified rat neuronal cultures on a collagen-coated 35 mm dish were seeded with 0.3–0.5×10 6  rat Schwann cells in ‘C medium’ and kept at 35°C and 7.5% CO 2  overnight. After 24 hours, cultures were switched to a defined ‘N2’-medium ( Bottenstein and Sato, 1979 ) which stimulates Schwann cell proliferation but not myelination ( Moya et al., 1980 ) and maintained at 37°C and 10% CO 2 . After 3–7 days, Schwann cells were distributed evenly over the whole neurite outgrowth. At this time, medium was shifted to ‘C’ supplemented with 50 μg/ml ascorbic acid (Sigma) to enhance Schwann cell differentiation ( Eldridge et al., 1987 ). At the same time 0.3–0.5×10 6   Nf1  mouse fibroblasts per dish were added; cultures were maintained at 35°C and 7.5% CO 2 . Preparation of semithin sections Cultures were fixed for 30 minutes at room temperature in 0.1 M sodium cacodylate buffer pH 7.4 containing 2% paraformaldehyde, 1.25% glutaraldehyde and 100 mM sucrose. After 3 washes for 5 minutes each with 0.2 M cacodylate buffer, cultures were postfixed for 60 minutes at room temperature with 0.1 M cacodylate buffer containing 1% OsO 4  and 1.5% potassium ferrocyanide, washed again and kept overnight at 4°C in 0.2 M cacodylate buffer. Cultures were dehydrated through 30%, 50% and 70% ethanol (5 minutes each), stained en bloc for 30 minutes in 0.5% uranylacetate in 75% ethanol, further dehydrated in 85%, 95% and 100% ethanol, and embedded in Epon. Culture analysis For EM analysis, ultrathin sections were stained with lead citrate and uranyl acetate and photographed on a JOEL-10 CX electron microscope at 1000–50,000 magnification. Organotypic cultures derived from 4 wild-type, 14  Nf1  (+/−) and 7  Nf1  (−/−) embryos were evaluated; 1–2 areas/culture were analyzed. For experiments in which fibroblasts of different genotype were added to normal neurons and Schwann cells for quantitative analysis, 3–8 different areas of each culture were evaluated. Cultures from a total of 4 different embryos were analyzed for each genotype. For all cultures, each block was selected 2 mm outside areas containing neuronal cell bodies, areas that are maximally differentiated ( Obremski et al., 1993a ). Semithin plastic sections were analyzed at 400× magnification for fascicle number. A fascicle was defined as a group of axons and Schwann cells encircled for at least 75% of its circumference by one or more elongated fibroblasts.",
  "cache_level": "full",
  "has_fulltext": true,
  "fetch_date": "2026-02-19 09:32:35",
  "introduction": "INTRODUCTION Patients with the inherited disease type 1 neurofibromatosis (NF1) develop benign peripheral nerve sheath tumors called neurofibromas, described as the hallmark feature of the disease by von Recklinghausen ( Riccardi, 1981 ;  von Recklinghausen, 1882 ). Neurofibromas occur as small, usually multiple, tumors associated with nerve branches or as tumor masses associated with major peripheral or visceral nerve trunks (plexiform neurofibromas) ( Riccardi, 1981 ). In normal peripheral nerves, contact between axons and Schwann cells is essential for Schwann cell proliferation and differentiation ( Bunge, 1993 ;  Bunge and Bunge, 1983 ;  Eldridge et al., 1987 ;  Webster and Favilla, 1993 ;  Wood and Bunge, 1975 ). Specialized fibroblasts called perineurial cells surround axon-Schwann cell groups and provide a diffusion barrier ( Thomas and Olsson, 1984 ). Inclusion of fibroblasts in neuron-Schwann cell co-cultures leads to differentiation of fibroblasts into perineurial cells and formation of fascicles that closely resemble those observed in vivo ( Bunge et al., 1989 ;  Williams et al., 1982 ; reviewed in  Bunge, 1993 ). Neurofibromas are caricatures of the normal organization of peripheral nerves. They contain mainly Schwann cells, fibroblasts, perineurial cells and axons ( Fisher and Vuzevski, 1968 ;  Hirose and Hizawa, 1986 ;  Nakajima et al., 1982 ;  Peltonen et al., 1988 ;  Stefansson et al., 1982 ), embedded in abundant extracellular matrix ( Penfield, 1932 ). Schwann cells make up 40–80% of the cells in neurofibromas as defined by positive staining for the S-100 protein ( Peltonen et al., 1988 ); many Schwann cells within neurofibromas show no apparent contact to axons ( Stefansson et al., 1982 ;  Waggener, 1966 ). Cells that morphologically resemble fibroblasts, containing dilated cisternae of rough endoplasmic reticulum and no basal lamina, and perineurial cells, containing multiple smooth vesicles (called caveolae) and patchy basal lamina ( Gamble and Eames, 1964 ;  Peters et al., 1991 ;  Thomas and Olsson, 1984 ;  Ushigome et al., 1986 ), are both present in neurofibromas. It remains unclear how different cell types contribute to formation and growth of neurofibromas.  Von Recklinghausen (1882)  and  Penfield (1932)  suggested that the primary abnormal cell in neurofibromas are mesodermal cells. Fibroblasts produce extracellular matrix abundant in neurofibromas ( Peltonen et al., 1984a , b ,  1988 ). Neurofibroma-derived fibroblasts have been reported to show differences in expression of adrenergic receptors ( Kaila et al., 1988 ), epidermal growth factor receptors ( Zelkowitz, 1981 ), differential response to mitogens ( Kadono et al., 1994 ) and altered organization of actin stress fibers ( Hayashi et al., 1990 ;  Peltonen et al., 1984c ). However, other investigators have stressed the Schwann cell origin of neurofibroma cells ( Fisher and Vuzevski, 1968 ;  Murray et al., 1941 ;  Waggener, 1966 ). In 1990, the  NF1  gene was identified and the  NF1  cDNA cloned ( Cawthon et al., 1990 ;  Viskochil et al., 1990 ;  Wallace et al., 1990 ;  Marchuk et al., 1991 ). The 220–280 kd protein product of the  Nf1  locus (neurofibromin) was subsequently identified ( DeClue et al., 1991 ;  Gutmann et al., 1991 ) and shown to be most abundantly expressed in the nervous system ( Buchberg et al., 1990 ;  Daston et al., 1992 ;  Golubic et al., 1992 ), especially in neurons, Schwann cells and oligodendrocytes ( Daston et al., 1992 ;  Huynh et al., 1994 ). The  NF1  gene shares sequence homology with Ras GTPase activating proteins in  Saccharomyces cerevisiae  (IRA1 and IRA2) ( Buchberg et al., 1990 ;  Tanaka et al., 1990 ;  Xu et al., 1990b ) and mammals (GAP) ( Trahey and McCormick, 1987 ;  Xu et al., 1990a ) suggesting that neurofibromin is a part of the Ras signal transduction pathway. As Ras has been shown to have multiple effects on cell proliferation and differentiation ( Barbacid, 1987 ;  Satoh and Kaziro, 1992 ), tumor formation in neurofibromatosis patients could be explained by deregulation of intracellular signaling events secondary to  NF1  mutations. In support of this hypothesis, neurofibromin levels are highly reduced while concentrations of GTP-bound p21Ras are elevated in cells derived from malignant neurofibrosarcomas ( Basu et al., 1992 ;  DeClue et al., 1992 ). The role of mutations in the  NF1  gene remains to be determined for benign lesions of NF1, including neurofibroma formation. If mutations in the  NF1  gene are recessive at the cellular level, so that tumors arise only when both alleles acquire mutations, then the  NF1  gene could act as a tumor suppressor and fall into a group of genes including  RB, WT1, P53  and  NF2  ( Marshall, 1991 ). However, markers on chromosome 17 on which the  Nf1  allele is localized are not deleted in DNA from neurofibromas ( Menon et al., 1990 ;  Skuse et al., 1991 ), in contrast to results in maligant neurofibrosarcoma ( Menon et al., 1990 ,  Skuse et al., 1991 ). In an attempt to define cells causally associated with neurofibroma formation and to test if alterations in both  Nf1  alleles are required for abnormal cellullar behavior in vitro, we have begun to study cell-cell interactions among cells from mice in which the  Nf1  locus was disrupted by homologous recombination ( Brannan et al., 1994 ,  Kim et al., 1995 ). Mice heterozygous for the  Nf1  mutation do not develop neurofibromas. Mice in which both alleles of the  NF1  gene have been disrupted die in utero between embryonic days 11.5 and 14.5 ( Brannan et al., 1994 ,  Jacks et al., 1994 ), so that tumor formation cannot be analyzed directly. To obtain cells deficient in neurofibromin, we generated cell cultures from embryonic day 12.5 NF1 mouse embryos. Here, we report that, in our culture system, neurofibromin-deficient fibroblasts are sufficient to imitate in part the histologic phenotype of neurofibromas in human NF1 patients.",
  "results": "RESULTS Cell cultures containing neurons, Schwann cell precursors and fibroblasts were obtained by culturing dissociated cells from sensory (dorsal root) ganglia from embryonic day 12.5 mice. These organotypic cell cultures were prepared without prior knowledge of the genotype from crosses of heterozygous males and females. Within 16–24 hours after plating, viable cells had attached to the collagen substratum. Neurons, identified as round phase-bright cells, had extended processes. Phase-dark cells (presumptive Schwann cell precursors and fibroblasts) were located underneath the neuronal cell layer (not shown). By 2–3 days in vitro, neurons became progressively more phase dark and a population of cells attached to neuronal processes could be defined, based on attachment to neurites, as Schwann cells. Lack of neurofibromin did not by itself appear to cause changes in neuron-Schwann cell adhesion or in neuronal differentiation in response to nerve growth factor under these culture conditions, although subtle abnormalities cannot be ruled out. Fibroblasts continued to form a cellular background layer. No obvious difference in viability or cell number was noted in many cultures containing cells lacking neurofibromin as compared to wild-type cultures until 9 days in vitro. However, by 9 days in vitro, in some (60%) of null cultures axons covered by Schwann cells appeared more obscured ( Fig. 1C ) than in wild-type or heterozygous cultures ( Fig. 1A,B ) and medium began to acidify more quickly than in cultures from other genotypes. A possible explanation for these results was increased cell number in some cultures lacking neurofibromin. As we have shown that Schwann cell proliferation decreased when null cells are in contact with axons ( Kim et al., 1995 ), it seemed unlikely that Schwann cell proliferation underlied increased cell number. Therefore, we tested whether fibroblast proliferation increased in the absence of neurofibromin. Growth curves were constructed using fibroblasts of different genotype in 10% fetal calf serum. In 4 out of 6 cell strains, increased proliferation was detected in  Nf1  (−/−) cells as compared to wild-type or heterozygous cells ( Fig. 2 ). In the remaining  Nf1  (−/−) cell strains, no difference in growth rate was detected. This result has been replicated in 5-day growth assays of fibroblasts from over 100  Nf1  mouse embryos: 80% of  Nf1  (−/−) cell strains showed increased growth over wild-type cultures. Thus, fibroblast proliferation was increased in null cell cultures from some but not all embryos. Western blot analysis confirmed that fibroblasts from  Nf1  (−/−) embryos contained no detectable neurofibromin, while heterozygous cells showed a reduction as compared to wild-type cells (not shown). After 18 days in vitro, cell cultures containing neurons, Schwann cells and fibroblasts of each genotype were fixed and analyzed in semi-thin plastic sections to determine if normal organization of axons, Schwann cells and fibroblasts had occured. Cultures derived from 4 wild-type, 14 heterozygous and 7  Nf1  (−/−) embryos were evaluated in a total of 4 experiments. As neuronal somata had been plated in drops on collagen substrata, each sample contained discrete spots containing neuronal cell bodies; neuritic processes extended from each group of neuronal cell bodies radially. Cultures were fixed and embedded in plastic; samples for analysis were selected 2 mm outside the central area containing neuronal cell bodies in regions that are maximally differentiated ( Obremski and Bunge, 1993a ). Examination of semi-thin plastic sections by light microscopy revealed a striking difference among cultures containing cells of different genotypes. Wild-type cultures were very well organized, with a band of loosely packed axon-Schwann cell units sandwiched between two compact multilayers of elongated spindle-shaped fibroblasts ( Fig. 3A ). Typically the bottom layer consisted of 3–5 fibroblasts and was much thinner than the top layer, which contained up to 8 cells. Layers of fibroblasts were orientated parallel to the collagen substratum and had narrow, fusiform processes. In contrast, cultures from  Nf1  (−/−) embryos typically contained loosely arranged layers of fibroblasts sandwiching the axon-Schwann cell units and more space was evident between adjacent fibroblasts ( Fig. 3C ). In some NF1 (−/−) sections even this pattern of organization was missing ( Fig. 3D ) and fibroblasts were intermingled with axon-Schwann cell units and not confined to two separate layers surrounding axons and Schwann cells. Sections from NF1 (+/−) cultures had an intermediate phenotype ( Fig. 3B ). As the fibroblasts in neurofibromin-deficient cultures appeared to behave abnormally, it seemed plausible that loss of neurofibromin in fibroblasts themselves might underlie this organizational deficit. To test this hypothesis, fibroblasts were expanded from E12.5 mouse embryos and 0.3×10 6  added to cultures of normal rat dorsal root ganglion neurons that were fully populated with rat Schwann cells. Rat-derived cells were used in this experiment because defined methods exist for purification of rat neurons and of highly purified rat Schwann cell cultures. It is not yet possible to generate fibroblast-free mouse Schwann cells. 17, 30, or 37 days after addition of fibroblasts, culture organization was analyzed by assessment of semi-thin plastic sections. At 17 days in vitro sandwiching of groups of axons and Schwann cells between multiple layers of fibroblasts was observed in all sections from cultures containing wild-type fibroblasts. Sections from cultures with  Nf1  (−/−) fibroblasts did not show this organizational pattern and resembled those sections in which all three cell types lacked neurofibromin. Cultures containing  Nf1  (+/−) fibroblasts exhibited an intermediate phenotype (data not shown). By 30 and 37 days in vitro, fibroblasts in wild-type cultures appeared increasingly flattened and had formed perineurium, defined as concentric layers of elongated, spindle-shaped fibroblasts closely surrounding groups of axons and Schwann cells ( Fig. 4A ). In wild-type cultures and those containing  Nf1  (+/−) fibroblasts ( Fig. 4B ), most groups of axons and Schwann cells were organized into these fascicle-like groups that were further enclosed by multiple layers of tightly packed fibroblasts ( Fig. 4A,B ). Cultures with  Nf1  (+/−) fibroblasts showed subtle differences from wild-type cultures including less compact bundling of axon-Schwann cell units and incomplete enclosure by fibroblasts ( Fig. 4B ). When cultures consisted of  Nf1  (−/−) fibroblasts together with normal neurons and Schwann cells, fascicles and perineurium formation could be found only rarely; most semithin cross sections did not show any fascicle formation at all ( Fig. 4C ). To quantitate the relative number of fascicles in cultures containing fibroblasts of different genotype, the number of perineurium-surrounded fascicles per culture was counted in 1 μm cross sections ( Table 1 ). At 30 days in vitro,  Nf1  (−/−) cultures showed 1% as many as those from wild-type sections. Cultures with  Nf1  (+/−) fibroblasts contained 60% as many fascicles as wild-type cultures. In two experiments, the number of fascicles was counted after 37 days in vitro. Cultures containing fibroblasts without neurofibromin showed 17.7% and 23.8% as many fascicles as those with wild-type fascicles. As the number of fascicles in cultures containing  Nf1  (−/−) fibroblasts was significantly higher after 37 days compared to only 30 days in vitro, it seems possible that the organizational deficit secondary to neurofibromin deficiency in fibroblasts might further improve over a longer incubation period. By 37 days, fascicle number in cultures containing  Nf1  (+/−) fibroblasts was similar to that in control cultures. When sections containing  Nf1  (−/−) fibroblasts were evaluated using the electron microscope, it became apparent that even those regions of sections scored as containing fascicles at the light microscope level were in fact strikingly different from wild-type controls. Fascicles that appeared normal at low magnification ( Fig. 5C ) differed morphologically from those found in wild-type cultures when examined at higher magnification: increased endoneurial space was evident and fibroblasts did not completely enclose groups of axons and Schwann cells ( Fig. 5D ). More typically, axon-Schwann cell units were distant from the multiple fibroblast layers and were not collected into bundles ( Fig. 5A,B ). Myelinated and non-myelinated axons were present in all cultures, independent of fibroblast genotype (not shown). Schwann cells were identified by association with axons. No evidence for Schwann cells that lost axonal contact could be found, either in wild-type cultures or in cultures containing  Nf1  (+/−) or  Nf1  (−/−) fibroblasts. Perineurial cells are defined as elongated cells containing clear vesicles called caveolae and covered by basal lamina on both surfaces; this basal lamina may be patchy ( Thomas and Olsson, 1984 ). Cells with these characteristics were identified in cultures containing both  Nf1  (−/−) and wild-type fibroblasts ( Fig. 6A,B ), suggesting that even fibroblasts without neurofibromin are capable of responding to cues from neurons and Schwann cells that result in perineurial cell differentiation. In addition, collagen fibers with similar diameter were present in wild-type and  Nf1  (−/−) cultures (average fiber diameter in cultures of both genotypes was 18 nm, based upon measurement of several hundred collagen fibers); this fiber diameter is a characteristic of normal cultures containing fibroblasts together with axons and Schwann cells ( Bunge et al., 1980 ). However, in cultures with wild-type fibroblasts, cells with characteristics of perineurial cells were the same cells that ringed bundles of axons and Schwann cells; fibroblasts distant from axons and Schwann cells were progressively less differentiated. In contrast, in cultures containing fibroblasts lacking neurofibromin, perineurial cell differentiation was observed in cells throughout the sections, with no preferential differentiation in cells close to axons and Schwann cells.",
  "discussion": "DISCUSSION We used cell culture as a model system to study interactions among cells of the peripheral nerve that occur in the absence of the  NF1  gene product, neurofibromin. Heterozygous mice in which the  Nf1  locus was targeted by homologous recombination do not develop neurofibromas ( Brannan et al., 1994 ;  Jacks et al., 1994 ). However, we have now shown that, in cultures derived from these mice, several features of human neurofibromas are recapitulated. Cultures containing normal fibroblasts and Schwann cells form cordons with Schwann cells inside a sleeve of fibroblasts ( Obremski et al., 1993b ) and fibroblasts form fascicles around axon-Schwann cell bundles when neurons are also present ( Bunge et al., 1989 ;  Williams et al., 1982 ,  1983 ). In contrast, as in human neurofibromas ( Hirose and Hizawa, 1986 ;  Ushigome et al., 1986 ), cultures consisting of normal neurons and Schwann cells together with neurofibromin-deficient fibroblasts contain cells with the typical morphology of fibroblasts and cells with characteristics of perineurial cells that are close to but do not contact or segregate Schwann cells. In this sense, the culture system that we have developed models cellular behavior in neurofibromas. The mechanism(s) underlying the abnormal fibroblast behavior that we have observed remain unknown. Reciprocal signals between Schwann cells and fibroblasts that underlie peripheral nerve organization are also unknown ( Bunge, 1993 ). Proximity to Schwann cells (and neurons) causes fibroblasts to differentiate into perineurial cells ( Bunge et al., 1989 ) and fibroblasts are known to stimulate Schwann cell basal lamina deposition ( Obremski et al., 1993b ) suggesting that reciprocal fibroblast-Schwann cell signals underlie nerve fascicle formation. We conclude that neurofibromin is required for fibroblasts to form perineurium-like sheaths around axons and Schwann cells. Fibroblasts deficient in neurofibromin may fail to recognize and/or respond to signals from Schwann cells. However, fibroblasts lacking neurofibromin do respond to signals from Schwann cells sufficiently to differentiate into perineurial cells as assessed by expression of caveolae and basal lamina. It seems more likely that fibroblasts fail to send information to Schwann cells that results in fascicle formation. Our data suggest that molecules in the Ras signalling pathway might be crucial for neuron-Schwann cell-fibroblast interactions, as the only known function of neurofibromin is as a modulator (or possibly effector) of Ras signals ( McCormick, 1994 ). Recent evidence suggests that early embryonic neurofibromin-deficient fibroblasts show elevated basal levels of Ras-GTP but no significantly enhanced response to the serum mitogen PDGF (van der Geer, P., Henkemeyer, M., Jacks, T. and Pawson, T., unpublished data). While in some cells loss of neurofibromin is correlated with increased GTP-bound Ras ( Basu et al., 1992 ;  DeClue et al., 1992 ;  Kim et al., 1995 ), in other cell types such as melanoma and neuroblastoma cells ( Johnson et al., 1994 )) it is not. Our data suggest that growth of mouse fibroblasts lacking neurofibromin is frequently, but not always, increased as compared to wild-type cells. Fibroblasts may be especially sensitive to fluctuations in levels of other gene products; this would result in increased growth only in certain cell populations. Differences between fibroblasts from different transgenic embryos might also reflect the influence of modifier genes which have been shown to affect the expression of the NF1 phenotype in humans ( Easton et al., 1993 ), even on the relatively homogenous C57 background. Several studies using human fibroblasts from neurofibromas reported altered growth as compared to normal fibroblasts.  Krone et al. (1981)  reported enhanced growth potential more often for  Nf1  fibroblast strains (in response to serum);  Kadono et al. (1994)  reported enhanced proliferation in response to TGFβ1 and PDGF BB. Others reported no change in growth rate ( Riccardi and Margos, 1981 ) or even reduced growth ( Zelkowitz, 1981 ), suggesting that heterogeneity may be characteristic of human as well as mouse fibroblasts with lowered neurofibromin. It has been suggested ( Brannan et al., 1994 ) that a feature of mice lacking neurofibromin is developmental delay. It remains possible that abnormalities that we have observed in neurofibromin-deficient fibroblasts would be ameliorated with sufficient time in vitro. While mouse fibroblasts heterozygous at the  Nf1  locus showed a qualitative phenotype intermediate between normal and null cells ( Figs 3 ,  4 ), statistically significant differences in fascicle number between wild-type and heterozygous cells were not observed ( Table 1 ). It is not known if abnormal cellular behavior in neurofibromas occurs in heterozygous cells or if loss of the previously normal somatic allele of the  Nf1  locus is required. Loss of heterozygosity on human chromosome 17 was not detected in neurofibromas ( Menon et al., 1990 ;  Skuse et al., 1991 ); however, these data are inconclusive because, if mutations at the  Nf1  locus were solely in fibroblasts, they might be obscured by normal  Nf1  alleles present in the more abundant Schwann cells. While data presented here suggest that loss of one wild-type allele at the  Nf1  locus could contribute to functional deficits in fibroblasts resulting in disturbed perineurium function, genetic tests are required to ascertain if mutations are present in both  Nf1  alleles in neurofibroma fibroblasts (or Schwann cells). The perineurial sheath acts as a barrier regulating access of serum proteins to endoneurial cells ( Thomas and Olsson, 1984 ). A failure of  Nf1  fibroblasts to form perineurium in vivo is predicted to result in a breakdown of this barrier function. Consistent with this view, plasma-derived fibronectin is present in neurofibromas ( Peltonen et al., 1988 ). Breakdown of the perineurium could stimulate proliferation of endoneurial cells (fibroblasts and Schwann cells) by providing access to serum growth factors. Increased cell proliferation in response to serum growth factors might facilitate accumulation of mutations (at the  Nf1  locus or at other loci), contributing to neurofibroma formation. Thus, abnormalities in  Nf1  fibroblasts could provide the ‘ground’ on which additional mutations lead to tumor formation. While the behavior of fibroblasts in culture is strikingly similar to that of fibroblasts in neurofibromas, behavior of Schwann cells in the cultures does not mimic behavior in tumors. In neurofibromas Schwann cells occur without apparent contact with axons ( Stefansson et al., 1982 ;  Waggener, 1966 ); however, we have not observed any Schwann cells lacking axonal contact in electron micrographs from many sets of cultures from cells without neurofibromin (Rosenbaum et al., unpublished data). Neurofibroma-derived human Schwann cells, like those from mice, associate with neurons and assemble basal lamina ( Baron and Kreider, 1991 ). It is possible that epigenetic events modulate Schwann cell behavior in neurofibromas. As neurofibroma-derived Schwann cells exhibit properties different from normal Schwann cells ( Kim et al., 1995 ;  Sheela et al., 1990 ), it is likely that Schwann cell abnormalities, in addition to fibroblast abnormalities, contribute to neurofibroma formation. We conclude that fibroblasts might play an important role in the formation of human neurofibromas. Our findings corroborate that neurofibromatosis should not be defined as a neurocristopathy (originally proposed by  Bolande, 1974 ) as we have clearly demonstrated that loss of neurofibromin affects fibroblasts, cells of mesenchymal origin.",
  "upgrade_date": "2026-02-20 07:29:52"
}