{
  "pmid": "PMID:8582272",
  "title": "Neurofibromin-deficient fibroblasts fail to form perineurium in vitro.",
  "abstract": "To identify cell type(s) that might contribute to nerve sheath tumors (neurofibromas) in patients with neurofibromatosis type 1, we generated cell cultures containing neurons. Schwann cells and fibroblasts from transgenic mouse embryos in which the type 1 neurofibromatosis gene was disrupted by homologous recombination (Brannan et al. (1994) Genes Development, 8,1019-1029). Normal fascicle formation by perineurial cells failed to occur in the absence of neurofibromin. Fascicles were reduced in number and showed abnormal morphology when normal neurons and Schwann cells were cultured up to 37 days with fibroblasts lacking neurofibromin. Proliferation was increased in a majority of fibroblast cell strains analyzed from embryos lacking neurofibromin. These observations suggest that mutations in the neurofibromatosis type I gene affect fibroblast behavior that might contribute to neurofibroma formation in patients with neurofibromatosis type 1.",
  "authors": "T Rosenbaum; Y L Boissy; K Kombrinck; C I Brannan; N A Jenkins; N G Copeland; N Ratner",
  "journal": "Development (Cambridge, England)",
  "publicationDate": "1995-11",
  "doi": "10.1242/dev.121.11.3583",
  "methods": "MATERIALS AND METHODS Transgenic  Nf1  mice C57BL/6J mice in which one allele of the  NF1  gene has been targeted were generated as described elsewhere ( Brannan et al., 1994 ). In order to obtain  Nf1  (−/−) embryos, male and female  Nf1  (+/−) mice were mated for 12–16 hours, then separated and female mice checked for the presence of a copulatory plug. Pregnant mice were killed to obtain embryos after 12.5 days, with the day the plug was observed being day 0.5. PCR conditions For genotyping, embryo heads were removed, lysed in lysis buffer ( Laird et al., 1991 ) overnight at 55°C and DNA isolated. One μl of head DNA was added to 25 μl of PCR reaction mixture containing 2.5 μl 10× reaction buffer (Perkin-Elmer Cetus), 200 ng of each oligonucleotide primer (NeoTkp, NF31a, NF31b) ( Brannan et al., 1994 ), 0.25 units of  Taq  polymerase (Perkin-Elmer Cetus) and a mixture of dATP, dCTP, dGTP and dTTP each at a final concentration of 0.2 mM. PCR was performed for 40 cycles using the following conditions: 94°C for 1 minute, 55°C for 1 minute, 72°C for 2 minutes. 8 μl of each amplication product was used for electrophoresis on a 1% agarose gel. A 194 bp band indicated a wild-type allele, a 340 bp band the mutant allele as described previously ( Brannan et al., 1994 ). Tissue preparation from  Nf1  mice and embryonic rats Tissue cultures were obtained from E12.5 mouse embryos and from E15 rat embryos essentially as described ( Bunge et al., 1983 ;  Wood, 1976 ). Pregnant females were anaesthesized, using methoxyflurane (Metofane ™ , Pitman-More), a hysterectomy performed and embryos dissected out of amniotic sacs. Embryos were decapitated in Leibovitz’s L15 medium (Gibco). The spinal cord with dorsal root ganglia (DRG) attached was removed and DRG enzymatically dissociated in 0.25% trypsin in Hanks’ Balanced Salt Solution (Gibco) at 37°C on an orbital shaker at 40 revs/minute for 40 minutes. Ganglia were transferred to approximately 10 ml of Dulbecco’s Modified Eagle Medium (DMEM, Gibco) supplemented with 10% fetal bovine serum (FBS, Gibco) and 1% penicillin/streptomycin (Gibco) and centrifuged at 800 revs/minute for 5 minutes. The pellet was resuspended in approximately 0.5 ml of ‘C medium’ (DMEM containing 10% human placental serum [provided by the delivery room of a local hospital] and 50 ng/ml nerve growth factor [2.5S NGF, Harlan Bio-products]) and mechanically dissociated using a narrowed bore Pasteur pipette. This cell suspension (containing neurons, Schwann cell precursors and fibroblasts) was plated in single drops onto collagen-coated glass coverslips in 24-well plates, or on 35 mm dishes (Falcon), coated with ammoniated rat tail collagen. 5–6 individual drops of cell suspension were separately placed onto the hydrophobic collagen substratum so that drops did not flow together. Cells were allowed to attach overnight at 35°C and 7.5% CO 2 . The following day dishes/wells were flooded with ‘C’ medium. Medium was replaced at least twice per week. Purified neuronal cultures In order to obtain purified neuronal cell populations, rat cultures were treated with the antimitotics 5′-fluoro-2′-deoxyuridine and uridine (Sigma) added to ‘C’ medium at 10 −5  M final concentration (‘CF’ medium) ( Bunge et al., 1983 ). Cultures were cycled through two-three passages of C/CF; each medium was replaced after 3 days. Preparation of rat primary Schwann cells Primary Schwann cells were purified from sciatic nerve from postnatal day 1 rats as described previously ( Brockes et al., 1979 ). Following isolation of Schwann cells by antimitotic treatment and complement-mediated lysis of residual fibroblasts, cells were maintained in DMEM plus 10% fetal bovine serum until plating onto neurons. In some experiments, Schwann cells were amplified for 1 week in recombinant human glial growth factor (rhGGF2, Cambridge Neuroscience) and 2 μM forskolin prior to addition to neurons. Preparation of  Nf1  mouse fibroblasts Fibroblasts from E12.5 mouse embryos were obtained when embryos were dissected for DRG preparation. After removal of internal organs, head and spinal cord, remaining tissue of each embryo was transferred to a tube containing 2 ml of ice-cold 0.05% trypsin in 0.6 mM EDTA in Hanks’ Balanced Salt Solution and incubated overnight at 4°C. The following day, tubes were incubated for 20 minutes at 37°C, approximately 10 ml of DMEM containing 10% FBS added and the cell suspension centrifuged for 5 minutes at 800 revs/minute. Cells were resuspended in 1 ml DMEM with 10% FBS then mechanically dissociated with a narrowed bore Pasteur pipette. The whole cell suspension was plated onto one 100 mm tissue culture plastic dish containing 10–15 ml of DMEM, 10% FBS, 1% penicillin-streptomycin and maintained at 35°C and 7.5% CO 2  for several days until the cells were nearly confluent. Fibroblasts were used immediately or at up to 3 passages for experiments. Preparation of neuron, Schwann cell and fibroblast co-cultures 2-week-old purified rat neuronal cultures on a collagen-coated 35 mm dish were seeded with 0.3–0.5×10 6  rat Schwann cells in ‘C medium’ and kept at 35°C and 7.5% CO 2  overnight. After 24 hours, cultures were switched to a defined ‘N2’-medium ( Bottenstein and Sato, 1979 ) which stimulates Schwann cell proliferation but not myelination ( Moya et al., 1980 ) and maintained at 37°C and 10% CO 2 . After 3–7 days, Schwann cells were distributed evenly over the whole neurite outgrowth. At this time, medium was shifted to ‘C’ supplemented with 50 μg/ml ascorbic acid (Sigma) to enhance Schwann cell differentiation ( Eldridge et al., 1987 ). At the same time 0.3–0.5×10 6   Nf1  mouse fibroblasts per dish were added; cultures were maintained at 35°C and 7.5% CO 2 . Preparation of semithin sections Cultures were fixed for 30 minutes at room temperature in 0.1 M sodium cacodylate buffer pH 7.4 containing 2% paraformaldehyde, 1.25% glutaraldehyde and 100 mM sucrose. After 3 washes for 5 minutes each with 0.2 M cacodylate buffer, cultures were postfixed for 60 minutes at room temperature with 0.1 M cacodylate buffer containing 1% OsO 4  and 1.5% potassium ferrocyanide, washed again and kept overnight at 4°C in 0.2 M cacodylate buffer. Cultures were dehydrated through 30%, 50% and 70% ethanol (5 minutes each), stained en bloc for 30 minutes in 0.5% uranylacetate in 75% ethanol, further dehydrated in 85%, 95% and 100% ethanol, and embedded in Epon. Culture analysis For EM analysis, ultrathin sections were stained with lead citrate and uranyl acetate and photographed on a JOEL-10 CX electron microscope at 1000–50,000 magnification. Organotypic cultures derived from 4 wild-type, 14  Nf1  (+/−) and 7  Nf1  (−/−) embryos were evaluated; 1–2 areas/culture were analyzed. For experiments in which fibroblasts of different genotype were added to normal neurons and Schwann cells for quantitative analysis, 3–8 different areas of each culture were evaluated. Cultures from a total of 4 different embryos were analyzed for each genotype. For all cultures, each block was selected 2 mm outside areas containing neuronal cell bodies, areas that are maximally differentiated ( Obremski et al., 1993a ). Semithin plastic sections were analyzed at 400× magnification for fascicle number. A fascicle was defined as a group of axons and Schwann cells encircled for at least 75% of its circumference by one or more elongated fibroblasts.",
  "cache_level": "minimal",
  "has_fulltext": true,
  "fetch_date": "2026-02-19 09:32:35"
}