{
  "pmid": "8621451",
  "abstract": "The nature of chromatin organization over Alu repetitive elements is of interest with respect to the maintenance of their transcriptional silencing as well as their potential to influence local chromatin structure. We previously demonstrated that the pattern of nucleosomal organization over Alu elements in native chromatin is specific and similar to the pattern observed with an in vitro reconstituted Alu template. This pattern, distinguished by a nucleosome centered over the 5 -end of the Alu element, is associated with repression of polymerase III-dependent transcription in vitro (Englander, E. W., Wolffe, A. P., and Howard, B. H. (1993) J. Biol. Chem. 268, 19565-19573; Englander, E. W., and Howard, B. H. (1995) J. Biol. Chem. 270, 10091-10096). In the current study, additional templates representing both evolutionarily old and young Alu subfamilies were found to direct a similar pattern of nucleosome assembly, consistent with the view that nucleosome positioning in vitro is shared by a majority of Alus. We discovered however, that the specific nucleosome positioning pattern was disrupted over one member of a young Alu subfamily, which recently transposed immediately downstream to a T14A11 sequence in the neurofibromatosis type 1 locus (Wallace, M. R., Andersen, L. B., Saulino, A. M., Gregory, P. E., Glover, T. W., and Collins, F. S. (1991) Nature 353, 864-866). Upon removal of this sequence motif, the expected pattern of assembly was restored to the neurofibromatosis type 1-Alu template. This finding indicates that, at least in vitro, certain sequences can override the propensity for positioning nucleosomes that is inherent to Alu elements. The finding also raises the possibility that a similar situation may occur in vivo, with potential implications for understanding mechanisms by which certain Alu elements may evade chromatin-mediated transcriptional silencing.",
  "methods": "",
  "introduction": "",
  "results": "",
  "discussion": "",
  "fetched_at": "2026-02-11T23:53:57.607088",
  "abstract_length": 1897,
  "methods_length": 0,
  "introduction_length": 0,
  "results_length": 0,
  "discussion_length": 0
}