{
  "pmid": "9430655",
  "abstract": "We have identified the human homologue of a regulatory cofactor of Na(+)-H+ exchanger (NHE-RF) as a novel interactor for merlin, the neurofibromatosis 2 tumor suppressor protein. NHE-RF mediates protein kinase A regulation of Na(+)-H+ exchanger NHE3 to which it is thought to bind via one of its two PDZ domains. The carboxyl-terminal region of NHE-RF, downstream of the PDZ domains, interacts with the amino-terminal protein 4.1 domain-containing segment of merlin in yeast two-hybrid assays. This interaction also occurs in affinity binding assays with full-length NHE-RF expressed in COS-7 cells. NHE-RF binds to the related ERM proteins, moesin and radixin. We have localized human NHE-RF to actin-rich structures such as membrane ruffles, microvilli, and filopodia in HeLa and COS-7 cells, where it co-localizes with merlin and moesin. These findings suggest that hNHE-RF and its binding partners may participate in a larger complex (one component of which might be a Na(+)-H+ exchanger) that could be crucial for the actin filament assembly activated by the ERM proteins and for the tumor suppressor function of merlin.",
  "methods": "4. Materials and Methods 4.1. Cloning, Expression and Purification of the FERM-Domain from Human Ezrin The  E. coli  codon-optimized gene for the human ezrin FERM-domain (residues 1–295) was synthesized (Genscript, Piscataway, NJ, USA) and cloned into pET15b using the NdeI and BamHI sites. The final construct contained an N-terminal 8xHis-tag followed by a TEV cleavage site. The plasmid was transformed into calcium-competent  E. coli  cells BL21* by heat shock. 2x1L LB-media supplemented with 100 μg/mL ampicillin was inoculated with a 5 mL overnight culture. The cultures were placed in a shaking incubator at 37 °C for 2.5 h until OD600 was 0.4–0.6 after which the protein expression was induced by adding IPTG to a final concentration of 0.5 mM. The expression was performed at 30 °C in a shaking incubator at 100 rpm overnight. The following day, cells were harvested by centrifugation at 8000 rpm for 30 min and the pellets were combined and stored at −20 °C. The thawed cells were resuspended in 50 mL Lysis buffer (20 mM Tris (pH 7.4), 250 mM NaCl, 5% glycerol, 1 mM DTT) supplemented with one cOmplete™ EDTA free protease cocktail tablet (Roche, Basel, Switzerland). The cells were broken by sonication (10 × 1 min with 1 min pauses in between) while kept on ice. After spinning down the cell debris at 10,000×  g  for 30 min, the supernatant was supplemented with 10 mM imidazole and loaded on a His-trap column (Cytiva Life Sciences, Marlborough, MA, USA). The His-trap column was equilibrated with lysis buffer before loading the sample and was then washed with buffer supplemented with 75 mM imidazole before eluting the protein in buffer containing 300 mM imidazole. The eluted protein fractions were analyzed on an SDS-PAGE gel stained with Coomassie brilliant blue and suitable fractions were pooled together and stored at −20 °C. 4.2. Expression and Purification of Full-Length AQPs The full-length AQP constructs consist of AQP2 with an uncleavable His-tag attached to the N-terminus and untagged AQP5, both codon-optimized for production in Pichia pastoris. For both AQPs, expression and purification were performed as previously described [ 42 , 48 ]. Briefly, cells were cultivated in basal salt media within a 3 L fermenter (Belach Bioteknik AB, Skogås, Sweden). Upon glycerol depletion, an additional 200 mL of glycerol was supplied to promote cell growth. Subsequently, cells underwent gradual methanol feeding for 24 h to induce protein expression. Cell harvesting was performed at 6000×  g  for 20 min at 4 °C, yielding 250–500 g cells/L of culture. For the preparation of the membrane, 50–100 g of cells was thawed and suspended in a phosphate buffer containing 50 mM potassium phosphate at pH 7.5, 2 mM EDTA, and 5% glycerol. Lysis was then performed, with 1 mM PMSF supplemented before utilizing a bead beater. The resulting lysate was centrifuged to eliminate cell debris and the supernatant underwent ultracentrifugation to isolate crude membranes. Membranes were subsequently homogenized and washed with urea buffer composed of 4 M urea, 5 mM Tris pH 9.5, and 2 mM EDTA. After a second wash step with membrane buffer (20 mM Tris pH 8, 20 mM NaCl, 10% glycerol, 2 mM EDTA, and 1 mM PMSF), the membranes were resuspended in the same buffer without EDTA and PMSF at a concentration of 0.5 g membrane/mL, flash-frozen in liquid nitrogen, and stored at −80 °C for future use. Thawed membranes of AQP2 were solubilized in a 1:1 ratio with solubilization buffer (20 mM Tris pH 8, 300 mM NaCl, 10% glycerol, 4% n-Nonyl-Beta-D-Glucopyranoside (NG, Anatrace, Maumee, OH, USA)). Similarly, AQP5 membranes were solubilized in a solution containing 40 mM MES at pH 6.0, 6% NG, 50 mM NaCl, 10% glycerol, and 2 mM βMeOH. One cOmplete™ EDTA-free protease inhibitor cocktail tablet (Roche, Basel, Switzerland) was added to each mixture. The mixtures were left to solubilize for one hour at 4 °C on a tipping table. Non-solubilized material was removed by centrifugation. For AQP2, the supernatant was supplemented with 10 mM imidazole before loading on a HisTrap column equilibrated with a buffer containing 20 mM Tris pH 8, 300 mM NaCl, and 0.2% NG. The column was then washed with a buffer supplemented with 75 mM imidazole prior to elution with 300 mM imidazole. For AQP5, the supernatant was loaded onto and purified utilizing a Resource S column (GE Healthcare, Chicago, IL, USA) in a buffer containing 20 mM MES pH 6.0, 0.4% NG, and 15 mM–1 M NaCl. Fractions associated with the elution peaks were respectively pooled for both AQPs and concentrated using 30 kDa cut-off Vivaspin concentration tubes (GE Healthcare, USA). The concentrated samples were then loaded on an SEC column (Superdex 200 10/300, GE Healthcare, USA), equilibrated with a buffer containing 20 mM Tris pH 8, 300 mM NaCl, 10% glycerol, and 0.2% NG for AQP2 and equilibrated with a buffer containing 20 mM Tris pH 7.4, 100 mM NaCl, and 0.4% NG for AQP5. Fractions containing the AQPs were individually pooled and concentrated as above, followed by flash-freezing with liquid nitrogen and stored at −80 °C for further use. 4.3. Cloning, Expression and Purification of GST-AQP C-Termini The GST-AQP2 C-terminus construct (GST-AQP2) had been cloned previously [ 35 ]. For cloning of GST-AQP5 C-terminus, an  E. coli  codon-optimized gene for residues 228–265 was synthesized (Genscript) and cloned into pET41a using the SpeI and AvrII sites, resulting in a GST-AQP5 C-terminus fusion construct (GST-AQP5). The construct contains a thrombin cleavage site (LVPRGS) between GST and the AQP5 C-terminus. The resulting plasmids (pET41a-AQP5 Cterm) were transformed into calcium-competent  E. coli  BL21* by heat-shock. Both GST-AQP constructs were expressed in 500 mL LB medium with 30 µg/mL kanamycin with 3 h induction with 0.5 mM IPTG. The cells were pelleted and resuspended in 5 mL Lysis buffer (20 mM Tris pH 7.4, 250 mM NaCl, 5% glycerol, 1 mM DTT) per g cells. The cells were sonicated and the lysate was purified with a 1 mL GSTrap column (Cytiva Life Sciences, Marlborough, MA, USA) and eluted with GST elution buffer (50 mM Tris pH 8, 20 mM glutathione, 1 mM DTT). 4.4. Thrombin Cleavage and Purification of the Isolated AQP C-Termini The buffer of the GST-AQP2 and GST-AQP5 samples were changed to Thrombin cleavage buffer (20 mM Tris pH 8, 150 mM NaCl, 2.5 mM CaCl 2 ) using a PD10 column (Cytiva Life Sciences, Marlborough, MA, USA). Thrombin was added at a final concentration of 1 U/mg protein and the sample was incubated overnight at 4 °C. The AQP C-termini were separated from the cleaved-off GST tag and thrombin by running the sample through a Vivaspin 6 concentrator with 10,000 kDa MWCO (Cytiva Life Sciences, Marlborough, MA, USA) and collecting the flowthrough. The buffer was changed to Binding assay buffer (20 mM Tris pH 8, 100 mM NaCl, 5% Glycerol, 1 mM DTT) on a PD10 column and the samples were concentrated using a Vivaspin 6 concentrator with 5000 kDa MWCO (Cytiva Life Sciences, Marlborough, MA, USA). For AQP2, the sample was run in a SpeedVac (Thermo Fischer Scientific, Waltham, MA, USA) and the resulting pellet was diluted with water to 1.52 mg/mL or 294.5 µM. As a consequence, the concentration of the buffer components in the final AQP2 sample was twice that of the binding assay buffer. 4.5. Fluorescent Labelling of FERM The FERM-domain was labelled with cysteine-reactive C5 maleimide-Alexa 488 according to the protocol from the manufacturer (Invitrogen probe manual, Waltham, MA, USA). To prevent cysteine bridges, 50 mM TCEP was added to FERM and the sample was incubated for 15 min at room temperature. Alexa-488 and FERM were mixed at a 10:1 molar ratio and incubated on a tipping table at 4 °C overnight, while being protected from light using aluminum foil. The following day, the sample was added to a PD10 desalting column equilibrated with 20 mM Tris (pH8), 100 mM NaCl and 0.5 mM DTT to separate labelled FERM from free Alexa488. The eluted FERM-Alexa488 was concentrated using a spin filter protein concentrator with a 10 kDa cutoff (Thermo Scientific, Waltham, MA, USA), aliquoted and stored at −20 °C. 4.6. Microscale Thermophoresis A 1:1 dilution series was prepared in binding buffer for both full-length AQPs and AQP C-terminal peptides, resulting in 12 samples each for the full-length constructs and the AQP2 C-terminal peptide and 16 samples for the AQP5 C-terminal peptides, respectively. Following mixing with an equal volume of FERM-Alexa488, the samples covered a concentration range of 0.0419–86.0 μM and 0.029–60.6 μM for full-length AQP2 and AQP5, respectively. For the C-terminal peptides, concentrations ranged from 0.072–294.5 μM for AQP2 and 0.001–337.5 μM for AQP5. The final concentration of FERM-Alexa488 was 0.125 μM for all constructs except for the AQP5 C-terminus, where 0.129 μM was used. Subsequently, the samples were transferred to premium (full-length AQP) or standard (C-terminal peptides) MST capillaries and MST-traces were recorded on a Monolith NT.115 (NanoTemper Technologies GMBH, Munich, Germany) at room temperature, with LED and MST-powers set to 80%. MST data were recorded for three individually prepared dilution series. Initial fluorescence readings of samples with the highest AQP concentrations exhibited significant deviations, leading to their exclusion from subsequent analysis for all AQP2 and AQP5 constructs (both full-length and C-terminal peptides). 4.7. MST Data Analysis Data were exported using the MO.Affinity Analysis software (v. 2.3, NanoTemper Technologies GMBH, Munich, Germany) and curve fitting was done using Origin (v2019, OriginLab, Northampton, MA, USA). The data could be described by a one-to-one binding model: \n y = S 1 + S 2 − S 1 L F r e e L F r e e + K d \nwhere  L F r e e = 0.5 ( L T o t − P T o t − K d ) + 0.25 ( K d + P T o t − L T o t ) 2 + L T o t K d S 1 and  S 2 are the signals of the unbound and bound form, respectively.  L  is the free monomeric [AQP] and  Free L  the total monomeric [AQP].  Tot P  is the total [FERM-Alexa Fluor 488] and  Tot K  the dissociation constant. The statistical significance of differences between  d K -values was evaluated using a Z-test for population means. Differences were considered significant if  d p  < 0.05.\n Z = X 1 ¯ − X 2 ¯ σ 1 2 + σ 2 2 4.8. In Silico Modelling of FERM-AQP Complexes Modelling of molecular interactions between full-length AQP2 and AQP5 or their C-terminal domains (from residues F224 and F226 respectively) and the FERM-domain of human Ezrin was done using ColabFold [ 41 ]. Top-scoring predictions were compared and correlated with previously shown interactions between FERM-domains and other peptides (PDB IDs: 1EF1, 1J19, 2D10, 2D11, 1SGH, 2YVC, 2EMT, 2ZPY).",
  "introduction": "",
  "results": "",
  "discussion": "",
  "fetched_at": "2026-02-11T23:55:06.367747",
  "abstract_length": 1125,
  "methods_length": 10754,
  "introduction_length": 0,
  "results_length": 0,
  "discussion_length": 0
}