{
  "pmid": "9516485",
  "abstract": "The neurofibromatosis type 2 tumor suppressor gene is inactivated in the development of familial and sporadic schwannomas and meningiomas. The encoded protein, Merlin, is closely related to the Ezrin, Radixin, and Moesin family of membrane/cytoskeletal linker proteins. Examination of Merlin in several cell lines revealed that the protein migrates as two distinct species near 70 kDa. Phosphatase treatment and orthophosphate labeling demonstrated that the species with decreased mobility is phosphorylated. Given Merlin's localization to cortical actin structures, we examined the effect of cell-cell contact or other forms of growth arrest on Merlin expression and post-translational modification. Under conditions of confluency or serum deprivation, the levels of phosphorylated and unphosphorylated Merlin species increased significantly. Cells arrested in G1 by other methods or other phases of the cell cycle did not show changes in Merlin levels. Furthermore, loss of adhesion resulted in a nearly complete dephosphorylation of Merlin, which was reversed upon re-plating of cells, suggesting Merlin phosphorylation may be responsive to cell spreading or changes in cell shape. Thus, the tumor suppressor function of Merlin may involve the regulation of cellular responses to cues such as cell-cell contact, growth factor microenvironment, or changes in cell shape.",
  "methods": "Methods 850 high-grade/progressive meningiomas, including 441 WHO grade 2 and 176 WHO grade 3 meningiomas and 220 progressive WHO grade 1 meningiomas, were tested as part of a clinical testing program by hybridization capture of 406 cancer-related genes to detect base substitutions, indels, amplifications, deletions, and rearrangements. Information from pathology reports, histopathology review, and patient clinical data was assessed. Methods Tumor samples and molecular genetic analysis Samples from 850 meningiomas were analyzed as part of a clinical care for patients using comprehensive genomic profiling (CGP) in a Clinical Laboratory Improvement Amendments-certified, College of American Pathologists-accredited laboratory (Foundation Medicine, Cambridge, MA). Approval for this study, including a waiver of informed consent and a HIPAA waiver of authorization, was obtained from the Western Institutional Review Board (Protocol No. 20152817). The pathologic diagnosis of each case was first made in the referring center and was then confirmed in our facility (Foundation Medicine, Cambridge, MA) on routine hematoxylin and eosin stained slides. All samples that contained a minimum of 20% tumor nuclear nuclei were forwarded for DNA and/or RNA extraction. WHO grade was not available for a small subset of samples (n = 13). Technical descriptions and validation of the genomic profiling assays used to analyze these samples in the course of clinical care have been published previously [ 12 ,  16 ]. In brief, ≥ 50 ng DNA was extracted from 40 µm scrolls from formalin-fixed, paraffin-embedded tissue blocks of tumor. The samples were assayed by adaptor ligation hybrid capture, performed for all coding exons of 236 (v1), 315 (v2), or 405 (v3) cancer-related genes plus select introns from 19 (v1), 28 (v2), or 31 (v3) genes frequently rearranged in cancer (Additional file  1 : Table S1) [ 12 ,  16 ]. For those samples for which RNA was available, targeted RNA-seq. was performed for rearrangement analysis in 265 genes [ 20 ]. RNA sequences were analyzed for the presence of rearrangements only. Sequencing of captured libraries was performed using an Illumina technology to a mean exon coverage depth of 593 ×, and resultant sequences were analyzed for base substitutions, insertions, deletions, copy number alterations (focal amplifications and homozygous deletions), and select gene fusions, as previously described [ 12 ,  16 ]. Clinically relevant genomic alterations (CRGA) were defined as alterations that are targetable by anticancer drugs currently available on the market or in registered clinical trials. Germline variants documented in the dbSNP database (dbSNP142;  http://www.ncbi.nlm.nih.gov/SNP/ ), with two or more counts in the ExAC database ( http://exac.broadinstitute.org/ ), or recurrent variants of unknown significance that were predicted by an internally developed algorithm to be germline were removed, with the exception of known driver germline events (e.g., documented hereditary  BRCA1 / 2  and deleterious  TP53  mutations). Known confirmed somatic alterations deposited in the Catalog of Somatic Mutations in Cancer were highlighted as biologically significant [ 11 ]. All inactivating events (i.e., truncations and deletions) in known tumor suppressor genes were also called as significant. To maximize mutation-detection accuracy (sensitivity and specificity) in impure clinical specimens, the test was previously optimized and validated to detect base substitutions at a ≥ 5% mutant allele frequency (MAF), indels with a ≥ 10% MAF with ≥ 99% accuracy, and fusions occurring within baited introns/exons with > 99% sensitivity [ 12 ]. Molecular assignment of subclasses Based upon mutational phenotype in each sample, we assigned the tumors to at least three subclasses. The used molecular assignment relies on the growing body of literature of molecular patterns that have been recently described in meningiomas [ 25 ,  32 ,  42 ,  43 ]. Statistical analysis The statistical association of detected somatic alterations with other factors, including age, sex, and tumor location were analyzed using the Fisher exact and Mann–Whitney-U tests. Cases with unavailable molecular or histology data were excluded from the final correlation analysis. A two-tailed  p  value of < 0.05 was considered to be statistically significant. Furthermore, R statistics system version 3.6.1 ( https://www.r-project.org/ ) together with the UpSetR library [ 8 ] was used to construct the diagrams of set intersections used in this paper.",
  "introduction": "",
  "results": "",
  "discussion": "",
  "fetched_at": "2026-02-11T23:55:16.585244",
  "abstract_length": 1372,
  "methods_length": 4564,
  "introduction_length": 0,
  "results_length": 0,
  "discussion_length": 0
}