{
  "pmid": "9607929",
  "abstract": "Neurofibromin, the protein encoded by the NF1 tumor-suppressor gene, negatively regulates the output of p21(ras) (Ras) proteins by accelerating the hydrolysis of active Ras-guanosine triphosphate to inactive Ras-guanosine diphosphate. Children with neurofibromatosis type 1 (NF1) are predisposed to juvenile chronic myelogenous leukemia (JCML) and other malignant myeloid disorders, and heterozygous Nf1 knockout mice spontaneously develop a myeloid disorder that resembles JCML. Both human and murine leukemias show loss of the normal allele. JCML cells and Nf1-/- hematopoietic cells isolated from fetal livers selectively form abnormally high numbers of colonies derived from granulocyte-macrophage progenitors in cultures supplemented with low concentrations of granulocyte-macrophage colony stimulating factor (GM-CSF). Taken together, these data suggest that neurofibromin is required to downregulate Ras activation in myeloid cells exposed to GM-CSF. We have investigated the growth and proliferation of purified populations of hematopoietic progenitor cells isolated from Nf1 knockout mice in response to the cytokines interleukin (IL)-3 and stem cell factor (SCF), as well as to GM-CSF. We found abnormal proliferation of both immature and lineage-restricted progenitor populations, and we observed increased synergy between SCF and either IL-3 or GM-CSF in Nf1-/- progenitors. Nf1-/- fetal livers also showed an absolute increase in the numbers of immature progenitors. We further demonstrate constitutive activation of the Ras-Raf-MAP (mitogen-activated protein) kinase signaling pathway in primary c-kit+ Nf1-/- progenitors and hyperactivation of MAP kinase after growth factor stimulation. The results of these experiments in primary hematopoietic cells implicate Nf1 as playing a central role in regulating the proliferation and survival of primitive and lineage-restricted myeloid progenitors in response to multiple cytokines by modulating Ras output.",
  "methods": "Materials and Methods Isolation of Fetal Hematopoietic Cells. Heterozygous  Nf1 \n +/−  mice were mated to produce  Nf1 \n −/−  embryos. Pregnant  Nf1 \n +/−  females were killed by cervical dislocation on day 13.5 of gestation and the embryos were removed through an anterior abdominal incision. After individual embryos were isolated, each fetal liver was removed and transferred to a 10 × 35 mm dish in IMDM supplemented with 20% FCS. A single cell suspension was prepared by pushing the hepatic tissues through progressively smaller needles (16–27 gauge). This procedure yielded 1–1.5 × 10 7  mononuclear cells. Genotyping Fetal Tissues. Once the liver was removed, the remainder of the embryonic tissues were used for genotype analysis. Genomic DNA from fetal tissues were isolated as previously described ( 30 ). An assay based on the PCR was used to perform genotype analysis. The targeting vector used to disrupt the murine  Nf1  gene truncates exon 31 and inserts a neomycin resistance gene ( neo ). The 3′ (reverse) primer is complimentary to a sequence in the 3′ region of exon 31 that is present in both wild-type and targeted  Nf1  genes. Two 5′ primers were designed to distinguish disrupted and wild-type genes. The first is complimentary to  neo  and the second is complimentary to a wild-type exon 31 sequence. Amplification with the  neo  and 3′  Nf1  primer pair yields a 350-bp product, whereas amplification with the 5′  Nf1  and 3′  Nf1  pair gives a 230-bp fragment. The sequences for the PCR primers used in these studies are: 5′  Nf1  exon 31: CACCTTTGTTTGGAATAT, 3′  Nf1  exon 31: TTCAATACCTGCCCAAGG, and  neo : ATTCGCCAATGACAAGAC. Transplantation into Irradiation-conditioned Congenic Mice. Unfractionated fetal liver cells (1–2 × 10 6 ) from  Nf1 \n −  or  / − Nf1 \n +/+  littermates were transplanted into C57Bl/6J recipient mice conditioned with 1,100 rads of gamma irradiation from a Cs source (Gamma cell 40 Extractor; MDS Nordion Kanata, Ontario, Canada) with 700 rads given in the first dose and 400 rads given 4 h later. Recipients of  Nf1 \n −  cells consistently develop myeloproliferative hematopoiesis with large numbers of mature neutrophils and monocytes in the peripheral blood and prominent splenomegaly ( / − 27 ). Bone marrow and splenic cells were obtained from recipients 18–30 wk after transplantation. Hematopoietic cells were evaluated at death by PCR to confirm the detection of only donor-derived cells. Purification of Hematopoietic Progenitors. Low density cells were incubated with a PE-conjugated c-kit monoclonal antibody or a PE-conjugated Sca1 +  monoclonal antibody whose corresponding Ly6A/E antigen is highly expressed on all primitive hematopoietic progenitors and cells in the stem cell compartment in C57Bl6 strain ( 45 ). Cells were incubated with 1 μg of c-kit or Sca1 antibody/10 6  cells, ( PharMingen , San Diego, CA), and the cells were then incubated on ice for 20 min, pelleted, washed, repelleted, and then suspended in FACS buffer. Cells were also simultaneously stained with antibodies to the following lineage markers including: anti-B220, anti-CD3ε, anti–Gr-1, and anti–Mac 1 all conjugated to FITC ( PharMingen ). They were then separated by FACS ®  using a dual laser FACStar PLUS ®  equipped with an argon and a krypton laser ( Becton Dickinson , Mountain View, CA). Hematopoietic Progenitor Colony Growth. Recombinant GM-CSF, IL-3, and SCF were obtained from  Peprotech  (Rocky Hill, NJ); recombinant mIL-1α and M-CSF were purchased from R&D Research Laboratories (Minneapolis, MN). Purified hematopoietic cells were placed into culture in triplicate 35-mm plates at a final concentration of 5 × 10 2  cells per ml. Cells and recombinant growth factors were added to the methylcellulose medium, (for growth of CFU-GM) or agar (for growth of low proliferating potential [LPP] colony-forming cells [CFC] and high proliferating potential [HPP]-CFC) and the solution was thoroughly admixed before plating as previously described ( 30 ,  46 ,  47 ). Cells cultured for growth of CFU-GM were maintained at 37°C in a humidified 5% CO 2  incubator 95% O 2  and scored on day 10 of culture. Growth factors used for culture of HPP-CFC and LPP-CFC included SCF, IL-1α, CSF-1, and GM-CSF or IL-3. Cultures for growth of LPP-CFC were cultured in 8% CO 2 , 5% O 2 , and were scored on day 7 of culture, whereas those for HPP-CFC were scored on day 14 of culture. Colonies were scored by indirect microscopy. Kinase Assays. The incorporation of phosphate into myelin basic protein (MBP) ( Sigma Chemical Co. , St. Louis MO) was used as a measure of MAP kinase activity as previously described ( 48 – 51 ). Cell pellets were lysed in lysis buffer (10 mM K 2 HPO 4 , 1 mM EDTA, 5 mM EGTA, 10 mM MgCl 2 , 1 mM Na 3  V0 4 , 50 mM β-glycerophosphate, 1% NP-40, 10 μg/ml leupeptin, 1 μg/ml pepstatin, and 100 μg/ml PMSF) at 4°C, disrupted in 1 ml of Dounce (Kontes, Vineland, NJ), iced for 30 min, and clarified by ultracentrifugation at 100,000  g  for 30 min at 4°C. Total protein was determined using a BCA protein assay kit ( Pierce , Rockford, IL). The MBP reaction conditions consisted of 10 μl of cell lysate with 5 μg of MBP substrate and was incubated with 20 mM Tris-Hcl pH 7.25, 10 mM MgCl 2 , 500 μM unlabeled ATP, 20 μg BSA, and 5 μCi γ-[ 32 P]ATP in a total reaction volume of 30 μl, at 30°C × 15′. Three replicates of each reaction were evaluated in each experiment. The reactions were stopped by the addition of 7.5 ml of 5× sample buffer and were then boiled for 2 min. The kinase reaction mixtures were resolved on 12.5% SDS-PAGE gels. Gels were then stained in a 0.2% Coomassie brilliant blue ( Boehringer Mannheim , Indianapolis, IN) solution, dried on Whatman paper, and exposed to  Kodak  x-OMAT AR film ( Eastman-Kodak Co. , Rochester, NY) at −20°C. In addition to autoradiography, radiolabeled phosphate in MBP gel bands was also determined by liquid scintillation counting of the MBP bands. The cpm value was then used to calculate MAP kinase activity in pmol phosphate incorporated into MBP/min/μg protein in the cell lysate. Liquid Cultures. Purified populations of c-kit +  cells isolated from the bone marrows of mice transplanted with  Nf1 \n −/−  or  Nf1 \n +/+  cells were treated with the MAP kinase/ERK (extracellular signal–regulated) kinase (MEK) inhibitor PD 98059 ( New England Biolabs , Beverly, MA) to a final concentration of 50 μM as previously described ( 52 ). All cultures were maintained at a density of 2 × 10 5  cells/ml in IMDM supplemented with 20% FCS. Cells were cultured in 100 ng/ml rmSCF and 50 U/ml rmIL-3, which is the maximum stimulating activity of each respective cytokine.",
  "introduction": "",
  "results": "",
  "discussion": "",
  "fetched_at": "2026-02-11T23:55:29.774721",
  "abstract_length": 1967,
  "methods_length": 6687,
  "introduction_length": 0,
  "results_length": 0,
  "discussion_length": 0
}