{
  "pmid": "9703963",
  "abstract": "The neurofibromatosis type 2 (NF2) tumor suppressor gene encodes merlin, a protein with homology to the cell membrane/F-actin linking proteins, moesin, ezrin and radixin. Unlike these closely related proteins, merlin lacks a C-terminal F-actin binding site detectable by actin blot overlays, and the GFP-tagged merlin C-terminal domain co-distributes with neither stress fibers nor cortical actin in NIH3T3 cells. Merlin also differs from the other three proteins in its inter- and intramolecular domain interactions, as shown by in vitro binding and yeast two-hybrid assays. As is true for ezrin, moesin and radixin, the N- and C-terminal domains of merlin type 1 bind to each other. However, full-length merlin and its N- and C-terminal domains, as well as the C-terminal domain of ezrin, interact with other full-length merlin type 1 molecules, and its C-terminal domain interacts with itself. Merlin 1 function in cells may thus depend on intra- and intermolecular interactions and their modulation, which include interactions with other members of this protein family.",
  "methods": "Methods DNA constructs We used our previously described Nf2/merlin construct, residues 1–339  [11] , which was cloned into the pGEX-2T expression vector (GE Life Sciences) by using the full-length human Nf2/merlin plasmid (Addgene plasmid number #11629). The human Nf2/merlin full-length construct, residues 1–595, was cloned into a pET-32a expression vector (Novagen) with a hexahistidine tag followed by a thioredoxin tag. LATS1 (residues 69–91) was synthesized by GenScript USA Inc. Protein preparation Nf2/merlin (residues 1–339) was expressed in  Escherichia coli  strain BL21(DE3) Rosetta2 (Novagen) at 25 °C for 20 h. Cells were induced for protein expression with 0.2 mM isopropyl β-D-1-thiogalactopyranoside and harvested by centrifugation at 5,000 × g for 15 min. Nf2/merlin (residues 1-339) purification was performed as described previously  [11]  with minor modificationsas follows. We used a glutathione S-transferase column (GE Healthcare) equilibrated in 20 mM Tris, pH 7.5, 400 mM NaCl, and 0.1 mM ethylenediaminetetraacetic acid, and the Nf2/merlin protein was eluted with 10 mM glutathione. The glutathione S-transferase tag was removed by overnight cleavage with PreScission protease. After digestion, the protein and glutathione S-transferase were separated using the glutathione S-transferase column. The Nf2/merlin protein in elution buffer (20 mM Tris, pH 7.5, 400 mM NaCl, 0.1 mM ethylenediaminetetraacetic acid, and 10 mM glutathione) was concentrated to 5 ml and further purified by size exclusion chromatography (SEC) using a 26/60 Superdex 75 column (GE Healthcare) that was pre-equilibrated with 20 mM Tris (pH 7.5), 400 mM NaCl, 1 mM dithiothreitol, and 0.1 mM ethylenediaminetetraacetic acid. Human full-length Nf2/merlin, residues 1–595, was expressed in  Escherichia coli  strain BL21-CodonPlus (DE3)-RIL (Novagen). Protein expression was induced by 0.2 mM isopropyl β-D-1-thiogalactopyranoside (IPTG) at 25 °C for 20 h. Cells were harvested by centrifugation at 5000 ×  g  for 15 min at 4 °C. Obtained pellets were resuspended in lysis buffer (20 mM Tris, pH 7.5, 400 mM NaCl, and 0.1 mM ethylenediaminetetraacetic acid), lysed by sonication, and clarified by ultracentrifugation at 100,000 x  g  for 30 min. The supernatant was loaded onto a nickel affinity chromatography column (GE Healthcare), equilibrated in 20 mM Tris-HCl (pH 7.5) and 400 mM NaCl. The Nf2/merlin protein was eluted using a 0.5 M imidazole gradient. Histidine and thioredoxin tags were removed by overnight cleavage with PreScission protease at 4 °C and dialyzed in 20 mM Tris (pH 7.5), 400 mM NaCl, 2 mM thioredoxin, and 0.1 mM ethylenediaminetetraacetic acid. Nf2/merlin was further purified by SEC using a 16/60 Superdex 200 column (GE Healthcare) pre-equilibrated with 20 mM Tris (pH 7.5), 400 mM NaCl, 1 mM dithiothreitol, and 0.1 mM ethylenediaminetetraacetic acid. After purification, proteins were concentrated, and aliquots were frozen in liquid nitrogen and stored at −20 °C. LATS1-bound Nf2/merlin crystallization We obtained needle-shaped crystals within two days at room temperature by hanging drop vapor diffusion in 24 well VDX plates from Hampton Research (catalog number HR3-171) from a reservoir containing 600 mM imidazole (pH 6.5) and 15% (w/v) polyethylene glycol 3350. The protein to reservoir ratio was 1:1 (0.5 μl Nf2/merlin plus 0.5 μl LATS1). We used concentrations of 250 μM (10 mg/ml) for Nf2/merlin and 300 μM (795 μg/ml) for LATS1 ( i.e.  a 1:1.2 Nf2/merlin to LATS1 molar ratio). Crystals were transferred briefly to a drop containing the reservoir solution that included 15% glycerol as a cryoprotectant, mounted with no preferred orientation, and flash-frozen in liquid nitrogen. LATS1-bound Nf2/merlin X-ray data collection and processing LATS1 residues 69–91 in complex with Nf2/merlin residues 1–339 crystals diffracted X-rays at beamline ID22 at the Advanced Photon Source, Argonne National Laboratory beyond 1.6 Å Bragg spacings. The beamline was equipped with a Dectris Eiger X16M pixel array detector and a complete dataset of 1,800 frames was collected at a wavelength of 1 Å with a 0.2° oscillation range. X-ray data were indexed, integrated, and scaled using XDS and AIMLESS as implemented in autoPROC  [72] . X-ray data reduction statistics are provided in  Table 1 . Table 1 X-ray data reduction statistics for our LATS1 (residues 69–91)-bound human Nf2/merlin (residues 1–339) structure . Space group P  2 1 2 1 2 1   Unit cell dimensions: a, b, c 52.24 Å, 84.24 Å, 95.86 Å α = β = γ 90° Resolution (last shell) 63.3 Å–1.6 Å (1.63 Å–1.60 Å) Total measurements 754,632 (37,434) Number of unique reflections 55,750 (2,710) Wavelength 1.0 Å R -pim * 0.024 (0.325) Signal-to-noise I/σ (I) 18.5 (2.3) Completeness 0.99 (0.97) Multiplicity 13.5 (13.8) CC 1/2  # 0.999 (0.877) * R p.i.m . is the precision indicating merging R-factor given as  R p . i . m . = ∑ hkl 1 n - 1 ∑ i I hkl , i - 〈 I hkl 〉 ∑ hkl ∑ i I hkl , i # CC 1/2  is a Pearson’s correlation coefficient calculated between the average intensities of each random half of measurements of unique reflections. LATS1-bound Nf2/merlin crystal structure determination and crystallographic refinement Phases were obtained by molecular replacement using the program PHASER  [73]  by using one Nf2/merlin polypeptide chain (residues 1–320) (PDB entry 4zrk)  [40]  as the search model. A unique solution was obtained and one molecule in the asymmetric unit was identified in space group  P  2 1 2 1 2 1  resulting in a calculated volume to mass ratio of 2.51 Å 3 /Da, which corresponds to a solvent content of 0.51. Initial crystallographic refinement without translation, libration, screw rotation (TLS) parameters was performed until convergence using autoBuster  [74] . The model was manually built using Coot  [75] . Nf2/merlin residues 321–339 that were missing from the search model as well as LATS1 residues 69–91 were unambiguously built with clear electron density after initial crystallographic refinement with BUSTER and were manually fit using Coot  [75] ,  [76] . Water molecules were included in further refinement runs using autoBuster and validated in Coot. Optimized imidazole and glycerol coordinates and restraints were obtained from the Grade web server (grade.globalphasing.org). The quality of the final model was assessed using MolProbity  [77] , which revealed no outliers, and the final crystallographic refinement statists are provided in  Table 2 . Table 2 Crystallographic refinement statistics for our LATS1 (residues 69–91)-bound human Nf2/merlin (residues 1–339) structure . Resolution (last shell) 63.28 Å–1.61 Å (1.62 Å–1.61 Å) No. of reflections, working set 55,750 (1053) No. of reflections, test set 2748 (62) R -factor * 0.200 (0.233) R -free, 5% of reflections omitted 0.227 (0.308) No. of non-hydrogen atoms:  protein 2944  ligands 21  solvent 426 Average B-factor:  protein 30.35 Å 2  ligand 40.38 Å 2  solvent 42.66 Å 2 Root-mean-square deviation from ideal values:  bond lengths 0.008 Å  bond angles 0.87°  Ramachandran plot, favoured 99.41%  Ramachandran plot, allowed 0.29%  Ramachandran plot, outliers 0.30% * R-factor = . ∑ hkl F obs h k l - 〈 F calc ( h k l ) 〉 ∑ hkl F obs ( h k l ) Lipid co-sedimentation assays Lipid binding to Nf2/merlin (residues 1–339) and full-length Nf2/merlin (residues 1–595) was assayed as described previously  [62] .",
  "introduction": "",
  "results": "",
  "discussion": "",
  "fetched_at": "2026-02-11T23:55:40.350159",
  "abstract_length": 1073,
  "methods_length": 7394,
  "introduction_length": 0,
  "results_length": 0,
  "discussion_length": 0
}