{
  "pmid": "10705390",
  "abstract": "BACKGROUND: Contamination of nontumor tissue makes genetic analysis difficult. For this reason, it is important to obtain pure tumor tissue to ensure accurate genetic analysis. OBJECTIVE: To accurately assess the incidence of mutation of tumor suppressor genes (p53: exon 5-8; APC: mutated cluster region; NF-2 gene: all exons) in 45 colorectal carcinomas. METHODS: We developed an application of the polymerase chain reaction-single-strand conformation polymorphism and DNA sequence by coupling them with crypt isolation. RESULTS: Mutations of p53 and APC genes were found in 24 and 22 of 45 colorectal carcinomas, respectively. No mutation of the NF-2 gene was observed in this cancer. Single-strand conformation polymorphism using a crypt isolation technique showed a clear migrating band and no false-positive data. CONCLUSIONS: The crypt isolation technique is a useful method for accurately analyzing genetic alterations. Furthermore, our proposed method confirmed the morphological findings obtained before the genetic analysis.",
  "methods": "Materials and methods Patients Tumor specimens were obtained from 92 patients with CRC with microsatellite stability (MSS) who had undergone colectomy at Iwate Medical University Hospital (Iwate, Japan) between 2015 and 2022. MSS was determined based on a previous report [ 16 ]. Clinicopathological variables, including age, sex, tumor location, tumor size, histological classification, and tumor stage, were recorded according to the Classification of the Japanese Society for Cancer of the Colon and Rectum [ 17 ] (Table  1 ). None of the patients received preoperative neoadjuvant therapy or radiotherapy. Table 1 Clinicopathological characteristics of rectal cancer cases analyzed Characteristics Number of cases (%) Total 92 Sex   Male 34 (37)   Female 58 (63) Age, years, median (range) 75 (42–93) Location   C/A/T/D/S/R 14/30/10/4/17/17 Size, mm, median (range) 50 (17–120) Histological type   Well differentiated 24 (26.1)   Moderately differentiated 42 (45.7)   Poorly differentiated 26 (28.3) Stage   I 16 (17.4)   II 35 (38)   III 38 (41.3)   IV 3 (3.3) C, cecum; A, ascending colon; T, transverse colon; D, descending colon; S, sigmoid colon; R, rectum All patients provided written informed consent for participation in this study, and the study was approved by the Ethical Committee of Iwate Medical University (HG2021-023). Determination of sample size We performed a pilot study in which we evaluated 30 CRC cases to determine the correlation between p53 IHC patterns and  TP53  mutation status. The statistical power of the study was set to 0.8, which is commonly used based on the “Cantor method” using a statistical package in R (the irr package) [ 18 ]. Finally, the sample size required to identify a correlation between p53 IHC patterns and  TP53  mutation status was determined using sample size package in R (version 4.3.1) to be minimally 86 cases. Crypt isolation method We used a crypt isolation method to obtain only tumor DNA in accordance with previously reported methods [ 19 ]. In addition, tumor tissues for mutation analysis were obtained from a region of the resected colon adjacent to the site used for histological analysis. Crypt isolation was used for molecular analysis to avoid mixture with interstitial cells, which do not have molecular alterations present in tumor tissue. In addition, DNA quality extracted from isolated tumor glands is superior to that from paraffin-embedded tissue, as shown in our previous study [ 19 ]. Normal mucosa was taken from normal mucosa most distant from the cancer region. Briefly, fresh normal mucosa and tumor samples were minced and incubated at 37 °C for 60 min in calcium- and magnesium-free Hanks’ balanced salt solution (CMF) containing 30 mM ethylenediaminetetraacetic acid (EDTA). The tissue was then stirred in CMF for 30–40 min. The isolated crypts were immediately fixed in 70% ethanol and stored at 4 °C until DNA extraction. The fixed isolated crypts were observed under a dissecting microscope (SZ60; Olympus, Tokyo). Some isolated crypts were routinely processed for histopathological analysis to morphologically confirm their isolated nature. No contamination, such as interstitial cells, was observed in any of the 92 samples. DNA extraction DNA from normal and tumor glands was extracted by standard SDS proteinase K treatment. DNA extracted from the samples was resuspended in TE buffer (10 mM Tris–HCl, 1 mM EDTA [pH 8.0]). Tissue microarray (TMA) construction The tumor tissue used for p53 IHC staining was obtained from a region of the resected colon adjacent to the site used for crypt isolation, which was used for molecular analysis. The TMAs were assembled using a manual tissue array (Azumaya Co, Tokyo, Japan). Tissue cores of 5 mm were taken from each targeted lesion and placed into a recipient block containing 12 cores, including 10 cores for cancer tissues and 2 cores for control tissues (normal colon; CRC). After construction, 3 μm sections were cut and stained with hematoxylin and eosin on the initial slides to verify the histologic diagnosis. Serial sections were cut from the TMA block for immunohistochemical staining. P53 immunohistochemistry P53 IHC was performed according to the NordicQC method ( https://www.nordiqc.org ) using a DAKO autostainer platform (DAKO autostainer Link48). P53 was visualized using the p53 antibody clone DO-7 (DAKO). P53 IHC staining patterns were evaluated by two independent, experienced pathologists using whole slide sections. The algorithm for interpreting p53 IHC is shown in Fig.  1 . As a control for abnormal p53 staining, a CRC case with a p53 overexpression pattern with a known  TP53  mutation in the tumor tissue was used. We used normal appendiceal crypt tissue as the control for wild-type p53 staining as per NordicQC recommendation. Fig. 1 Algorithm for determination of p53 IHC patterns Criteria for the evaluation of nuclear staining If nuclear p53 staining was observed with uniformly strong, diffuse nuclear expression in at least 80% of tumor cells (regardless of whether cytoplasmic staining was present), the staining pattern was classified as “p53 overexpression pattern” [ 15 ]. No p53 staining (complete absence of any nuclear expression) was termed as “null-pattern” [ 15 ]. Next, if cytoplasmic staining was present in cases in which the nuclear staining did not meet the criteria for the p53 overexpression pattern or p53 null-pattern, the case was classified as “p53 cytoplasmic pattern” [ 15 ]. Finally, a staining pattern that did not meet any of the above criteria (weak staining pattern of nuclear or cytoplasmic staining), was classified as “p53 wild-type pattern” [ 15 ]. The initial assessment of IHC patterns was performed without knowledge of the  TP53  mutation status or the p53 IHC interpretation in the original diagnostic report. However, if we were aware of the initial interpretation of p53 IHC, we excluded the subclonal case. IHC findings were reassessed by two senior pathologists (MO and TS). Divergent opinions were discussed until a consensus was reached. Next‐generation sequencing (NGS) Targeted NGS was performed on isolated tumor glands. In brief, NGS libraries were prepared using a custom panel (Illumina, San Diego, CA, USA) containing 753 amplicons covering 82 exonic regions across 28 genes. Sequencing was performed for each pool by loading 600 μL of library mixes. Sequencing analysis viewer software (SAV; Illumina) was used to confirm quality metrics with interop files along with run info and parameters. A Phred score of Q30 was considered for each run. MiSeq Reporter software (Illumina) was used for demultiplexing, sequence alignment, and variant calling. Successful sequencing runs generated a FASTQ file for each sample pool and a single genomic variant call file (VCF). Annotation of detected variants was performed using Illumina Variant Studio version 2.2 software (Illumina). Every variant with a variant allele frequency < 10% was filtered and excluded before review. Detected variants were marked with a PASS filter flag if the following criteria were met: the variant was present in each pool, the cumulative depth was 1000 × per pool, and the average depth was 500 × per pool. Variant classification was performed using ClinVar ( http://www.ncbi.nlm.nih.gov/clinvar ) and COSMIC ( http://cancer.sanger.ac.uk/cosmic ) databases. Pathogenic and likely pathogenic variants were reported according to standard guidelines. Sanger sequencing The  TP53  coding sequences (exons 4–8) were amplified using a PCR-based sequencing, as described previously [ 18 ]. The PCR-based sequencing was performed for 10 cases in which there was a discordance between the final p53 IHC classification and NGS-determined  TP53  mutational status.  TP53  mutation sites were determined in  TP53  exons 4 to 8. Statistical analysis We used JMP Pro 16.1 (SAS Institute, Cary, NC, USA) for statistical analysis. The diagnostic test performance of p53 IHC patterns was quantified by Cohen’s kappa for agreement, and the sensitivity and specificity accuracy of p53 IHC compared to  TP53  mutation status was calculated.",
  "introduction": "",
  "results": "",
  "discussion": "",
  "fetched_at": "2026-02-11T22:25:56.267935",
  "abstract_length": 1035,
  "methods_length": 8123,
  "introduction_length": 0,
  "results_length": 0,
  "discussion_length": 0
}