{
  "pmid": "11435472",
  "abstract": "Mutations in the NF1 tumor suppressor gene cause neurofibromatosis type I (NF1), a disease characterized by the formation of cutaneous neurofibromas infiltrated with a high density of degranulating mast cells. A hallmark of cell lines generated from NF1 patients or Nf1-deficient mice is their propensity to hyperproliferate. Neurofibromin, the protein encoded by NF1, negatively regulates p21(ras) activity by accelerating the conversion of Ras-GTP to Ras-GDP. However, identification of alterations in specific p21(ras) effector pathways that control proliferation in NF1-deficient cells is incomplete and critical for understanding disease pathogenesis. Recent studies have suggested that the proliferative effects of p21(ras) may depend on signaling outputs from the small Rho GTPases, Rac and Rho, but the physiologic importance of these interactions in an animal disease model has not been established. Using a genetic intercross between Nf1(+/)- and Rac2(-)(/)- mice, we now provide genetic evidence to support a biochemical model where hyperactivation of the extracellular signal-regulated kinase (ERK) via the hematopoietic-specific Rho GTPase, Rac2, directly contributes to the hyperproliferation of Nf1-deficient mast cells in vitro and in vivo. Further, we demonstrate that Rac2 functions as mediator of cross-talk between phosphoinositide 3-kinase (PI-3K) and the classical p21(ras)-Raf-Mek-ERK pathway to confer a distinct proliferative advantage to Nf1(+/)- mast cells. Thus, these studies identify Rac2 as a novel mediator of cross-talk between PI-3K and the p21(ras)-ERK pathway which functions to alter the cellular phenotype of a cell lineage involved in the pathologic complications of a common genetic disease.",
  "methods": "Materials and Methods Animals. \n Nf1 \n +/ − mice were obtained from Tyler Jacks at the Massachusetts Institute of Technology (Cambridge, MA) in a C57BL/6.129 background and backcrossed for 13 generations into the C57BL/6J strain.  Rac2 \n − \n − mice were backcrossed into a C57BL/6J as described previously  / 12 . These studies were conducted with a protocol approved by the Indiana University Laboratory Animal Research Center. The  Nf1  and  Rac2  allele were genotyped as described previously  12 \n 13 \n 14 . Multiple F0 founders were used to generate the four  Nf1  and  Rac2  genotypes used in these experiments as outlined. F0:  Nf1 \n +/ −; +/+ × +/+;  Rac2 \n − \n −. F1:  / Nf1 \n +/ −; Rac2 +/ − × +/+;  Rac2 \n +/ −. F2:  Nf1 \n +/ −; Rac2 −/ −, +/+;  Rac2 \n − \n − / , Nf1 \n +/ −; +/+, +/+; +/+. Bone Marrow Mast Cell Culture and Proliferation Assays. Six to nine BMMCs from each murine genotype were generated and used for proliferation and biochemistry assays. All experiments were conducted using at least three lines from each genotype. BMMCs were cultured as described previously  15  with minor modifications and homogeneity of BMMCs was determined by Giemsa staining. Aliquots of cells were also stained with alcian blue and safranin to confirm that they were mast cells. Furthermore, FACS ®  analysis revealed similar forward and side light scatter characteristics and the same percentage of c-kit +  expression in BMMCs of all murine genotypes (data not shown). Proliferation assays were performed as described previously  8 . BMMCs from each genotype were deprived of growth factors for 24 h, and 3 × 10 5  cells were plated in 24-well dishes in 1 ml RPMI containing 1% glutamine (BioWhittaker), 1.5% HEPES (BioWhittaker), 2% penicillin/streptomycin (BioWhittaker), and 25–100 ng/ml recombinant murine SCF (rmSCF; PeproTech) or no growth factors as indicated in a 37°C, 5% CO 2 , humidified incubator. In some experiments, LY294002 (Sigma-Aldrich), PD98059 (New England Biolabs, Inc.), or DMSO (Sigma-Aldrich) was added to the cultures 15 min to 1 h before addition of rmSCF. After 72 h, cells were counted using a hemocytometer. Cell viability was determined by a trypan blue exclusion assay. Assays were performed in triplicate. For thymidine incorporation assays, BMMCs were deprived of growth factors for 24 h and 10 5  cells were plated in 96-well dishes in 200 ml of RPMI containing 1% glutamine, 10% fetal bovine serum (Hyclone Laboratories), and 25–100 ng/ml of rmSCF or no growth factors, as indicated, in a 37°C, 5% CO 2 , humidified incubator. Cells were cultured for 48 h, and tritiated thymidine (New Life Science Products, Inc.) was added to cultures 6 h before harvest. In some experiments, LY294002, PD98059, or DMSO was added to the cultures 15 min to 1 h before addition of rmSCF. Cells were harvested on glass fiber filters (Packard Instrument Co.) and β emission was measured. Assays were performed in triplicate. Raf-1, Mek, ERK, Pak1, and Akt In Vitro Kinase Assays. Activation of Raf-1, Mek, ERK, Pak1, and Akt kinases was determined by depriving BMMCs of serum and growth factors for 18–24 h and followed by stimulation with 10–100 ng/ml rmSCF for various amounts of time. Cells were washed twice with PBS containing 1 mM sodium orthovanadate and lysed in nonionic lysis buffer (20 mM Tris/HCl, 137 mM NaCl, 1 mM EGTA, 1% Triton X-100, 10% glycerol, 1.5 mM MgCl 2 , and complete protease inhibitors (Amersham Pharmacia Biotech), as described previously  16 . The protein lysates were equalized for protein concentration using the bicinchoninic acid (BCA) assay (Pierce Chemical Co.), and equal loading of protein in these assays was confirmed by Western blot. ERK and Pak1 kinase immunoprecipitations were carried out with an anti-ERK-2 (C-14) antibody (Santa Cruz Biotechnology, Inc.) and an anti-Pak1(C-19) antibody (Santa Cruz Biotechnology, Inc.), respectively. Raf-1 and Mek kinase immunoprecipitations were carried out with an anti-Raf-1 (C-12) antibody (Santa Cruz Biotechnology, Inc.) and an anti-Mek-1 (C-18) antibody (Santa Cruz Biotechnology, Inc.), respectively. Akt kinase immunoprecipitations were carried out with an anti-Akt antibody (Cell Signaling Technology). The kinase immune complex assay was performed as described previously  16  and the following proteins were used as phosphorylation substrates: Elk-1 fusion protein (New England Biolabs, Inc.) for ERK kinase, histone 2B (Roche) for Akt kinase, myelin basic protein (Sigma-Aldrich) for Pak1 kinase, and recombinant Mek1 fused with GST at the NH 2  terminus (Upstate Biotechnology) for Raf-1 kinase. For Mek, Raf-1, and ERK, kinase reactions were resolved on 10% Tris-glycine gels (Novex). For Pak1 and Akt, kinase reactions were resolved on 4–20% gradient Tris-glycine gels (Novex), and transferred to polyvinylidine difluoride (PVDF) filters. Gels and PVDF filters were dried and subjected to autoradiography. Densitometry of individual bands was conducted using NIH Image software. Ras and Rac Activation Assays. BMMCs were deprived of serum and growth factors for 18–24 h and stimulated at various amounts of time with 10–100 ng/ml rmSCF. Ras and Rac activation was subsequently determined using Ras and Rac activation assay kits (Upstate Biotechnology) according to the manufacturer's protocol and as described previously  17 . Immunoprecipitation and Western Blotting. BMMCs were lysed in nonionic lysis buffer as described previously  16 . Cleared lysates were normalized for protein content using the BCA assay (Pierce Chemical Co.) and proteins were immunoprecipitated with protein A sepharose beads (Amersham Pharmacia Biotech) coupled with polyclonal antibodies for Raf-1 and Mek (Santa Cruz Biotechnology, Inc.). Immunoprecipitates were washed three times in lysis buffer, resuspended in sample buffer, boiled for 5 min, subjected to SDS-PAGE, and transferred to nitrocellulose. The membranes were blocked in TBS-Tween containing 5% BSA overnight. Membranes were incubated for 1–3 h at room temperature with the following antibodies: anti-phospho-Mek 1/2 (1:1,000; New England Biolabs, Inc.), anti-phospho-Raf-1 338 (1:5,000; Upstate Biotechnology), anti-phospho-Mek 298 (gift from Dr. M. Marshall), and anti-p21 ras  (Upstate Biotechnology). Secondary antibodies used were either anti–rat, anti–rabbit, or anti–mouse Ig horseradish peroxidase conjugated (Transduction Laboratories). Proteins were visualized by enhanced chemiluminescence (Santa Cruz Biotechnology, Inc.). Studies In Vivo. Adult  Nf1 \n +/ −, +/+ Rac2 \n −/ −,  Nf1 \n +/ − Rac2 \n −/ −, and wild-type mice received a continuous infusion of various doses of rmSCF or vehicle (PBS) from microosmotic pumps (Alzet) placed under the dorsal back skin. Osmotic pumps were surgically placed under light avertin anesthesia. rmSCF or vehicle was released over 7 d at a rate of 0.5 μl/hour, and osmotic pumps were surgically removed on day 7 after sacrifice by cervical dislocation. To accurately identify cutaneous sections for quantitating changes in mast cell numbers in response to rmSCF, the dorsal skin was stained with a drop of India ink at the point of exit of rmSCF from the osmotic pump before removal of the pump. 3-cm sections of skin marked with India ink were removed, fixed in buffered formalin, and processed in paraffin-embedded sections. Specimens were stained with hematoxylin and eosin to assess routine histology and with Giemsa to identify mast cells. Cutaneous mast cells were quantitated in a blinded fashion by counting 2-mm 2  sections in proximity to the India ink stain. For studies evaluating basal numbers of mast cells in the  Nf1  and  Rac  intercrossed genotypes, 1-cm sections of ears were removed, fixed in buffered formalin, and processed in paraffin-embedded sections. Specimens were stained with hematoxylin and eosin to assess routine histology and Giemsa to identify mast cells. Cutaneous mast cells from four to five mice per experimental group were quantitated.",
  "introduction": "",
  "results": "",
  "discussion": "",
  "fetched_at": "2026-02-11T22:27:46.926398",
  "abstract_length": 1731,
  "methods_length": 7985,
  "introduction_length": 0,
  "results_length": 0,
  "discussion_length": 0
}