{
  "pmid": "11703924",
  "abstract": "",
  "methods": "Materials and Methods Tumor procurement, immunohistochemistry, and FoundationOne test A meningioma appearing as a firm, light tan-to-brown, fibrous mass (2 × 1.2 × 0.8 cm) was resected from the left cerebellopontine angle region of a 30-year-old male NF2-SWN patient with written informed consent according to the Ohio State University Institutional Review Board–approved Human Subjects protocol, and the studies were conducted in accordance with the US Common Rule. A piece of tumor was processed for paraffin sections, hematoxylin–eosin staining, and immunohistochemistry (IHC; see Supplementary Methods). A certified neuropathologist diagnosed the tumor as a WHO grade-1 meningioma. To detect genomic alterations, tumor sections were submitted to Foundation Medicine for a FoundationOne Heme next-generation sequencing test, which interrogates 406 genes commonly mutated in human cancers and selected introns of 31 genes involved in rearrangements, in addition to RNA sequencing (RNA-seq) of 265 genes. Immortalization, telomerase assay, and fluorescence  in situ  hybridization A piece of freshly resected NF2-SWN meningioma tissue was used to prepare primary cell culture (see Supplementary Methods for details; ref.  25 ). Briefly, meningioma tissue was minced with scalpels, dissociated with collagenase and dispase, and then triturated to release tumor cells. Dissociated meningioma cells were grown in Dulbecco’s Modified Eagle Medium plus 10% fetal bovine serum (R&D Systems). Upon reaching confluence, primary meningioma cells were split into two dishes. The next day, one dish was infected with human telomerase reverse transcriptase (hTERT)-expressing retroviruses, which also carry a neomycin-resistant gene, in the presence of 8 mg/mL polybrene, and the other dish was incubated only with polybrene (MilliporeSigma). Following overnight incubation, the culture medium was replaced, and both dishes of cells were grown and passaged in medium without G418 selection until immortalized cells emerged and nontransduced cells senesced. Telomerase enzymatic activities were measured using a telomeric repeat amplification protocol (TRAP) assay (Telomerase Activity Quantification qPCR Assay Kit; ScienCell). Briefly, telomerase in cell extracts catalytically adds telomeric repeats to a DNA substrate. The telomerase-elongated products are then amplified and detected by qPCR. Fluorescence  in situ  hybridization (FISH) analysis was performed using the Vysis EWSR1 (22q12) Dual Color Break Apart Rearrangement FISH Probe Kit (Abbott Molecular) on nuclei from meningioma cells (Supplementary Methods). Dual-color probe-hybridized cells were assessed by a board-certified cytogeneticist. Resazurin assays, drug combination matrix arrays, and cell counting Cell proliferation of AG-NF2-Men cells with or without brigatinib or INK128 treatment was determined after 3 days by measuring the fluorescent readout of resazurin assays, and IC 50  (50% inhibitory concentration) values were estimated using GraphPad Prism v10 ( 17 ). For drug combinations, AG-NF2-Men and Ben-Men-1 cells seeded at 4,000 and 2,000 cells/well, respectively, as 8 × 8 matrices in 96-well plates were treated with brigatinib and INK128 arrays of a 7-point, 2-fold dilution series. Normalized cell proliferation was acquired by resazurin assays, and synergy scores were calculated using the Loewe additivity model in SynergyFinder v3.0 ( 26 ). In addition, the growth-inhibitory synergy of the brigatinib + INK128 combination in AG-NF2-Men cells was assessed by cell counting. For details, please see Supplementary Methods. Incucyte live cell imaging of apoptosis, Western blots, and immunofluorescence staining These techniques were performed according to Supplementary Methods. RNA-seq analysis AG-NF2-Men cells were treated in triplicate with 1 x IC 50  of brigatinib, INK128, brigatinib + INK128, or an equivalent amount of DMSO (0.01%). After 24-hour incubation, cell pellets were harvested and submitted to MedGenome for RNA-seq (Supplementary Methods). Generation of luciferase-expressing AG-NF2-Men cells and meningioma xenograft models Immortalized AG-NF2-Men cells were infected with luciferase-expressing lentiviruses ( 17 ). The clone expressing the highest luciferase activity, designated AG-NF2-Men-Luc2, was tested for its ability to establish xenografts by injecting 5 × 10 5  cells subcutaneously in the flank or stereotactically into the skull base of 8- to 12-week-old NSG mice (The Jackson Laboratory). All animal procedures were performed according to the protocol approved by our Institutional Animal Care and Use Committee. Injected mice were monitored by weekly BLI. Mice with established tumors were randomized into different treatment groups and received vehicle, 50 mg/kg of brigatinib, 0.75 mg/kg of INK128, or their combination ( n  = 10/group) every day by oral gavage ( 20 ,  21 ). The effects of treatment were monitored by weekly BLI. Similarly, we generated mice bearing intracranial Ben-Men-1-LucB xenografts for drug treatments ( 17 ). Pairwise comparison statistical analysis was performed using the TumGrowth website ( https://kroemerlab.shinyapps.io/TumGrowth/ ), with  P  values calculated using cross-sectional analysis of log-transformed normalized tumor luminescence.",
  "introduction": "",
  "results": "",
  "discussion": "",
  "fetched_at": "2026-02-11T22:28:26.503832",
  "abstract_length": 0,
  "methods_length": 5288,
  "introduction_length": 0,
  "results_length": 0,
  "discussion_length": 0
}