{
  "pmid": "11727199",
  "abstract": "C-->U RNA editing of neurofibromatosis 1 (NF1) mRNA changes an arginine (CGA) to a UGA translational stop codon, predicted to result in translational termination of the edited mRNA. Previous studies demonstrated varying degrees of C-->U RNA editing in peripheral nerve-sheath tumor samples (PNSTs) from patients with NF1, but the basis for this heterogeneity was unexplained. In addition, the role, if any, of apobec-1, the catalytic deaminase that mediates C-->U editing of mammalian apolipoprotein B (apoB) RNA, was unresolved. We have examined these questions in PNSTs from patients with NF1 and demonstrate that a subset (8/34) manifest C-->U editing of RNA. Two distinguishing characteristics were found in the PNSTs that demonstrated editing of NF1 RNA. First, these tumors express apobec-1 mRNA, the first demonstration, in humans, of its expression beyond the luminal gastrointestinal tract. Second, PNSTs with C-->U editing of RNA manifest increased proportions of an alternatively spliced exon, 23A, downstream of the edited base. C-->U editing of RNA in these PNSTs was observed preferentially in transcripts containing exon 23A. These findings were complemented by in vitro studies using synthetic RNA templates incubated in the presence of recombinant apobec-1, which again confirmed preferential editing of transcripts containing exon 23A. Finally, adenovirus-mediated transfection of HepG2 cells revealed induction of editing of apoB RNA, along with preferential editing of NF1 transcripts containing exon 23A. Taken together, the data support the hypothesis that C-->U RNA editing of the NF1 transcript occurs both in a subset of PNSTs and in an alternatively spliced form containing a downstream exon, presumably an optimal configuration for enzymatic deamination by apobec-1.",
  "methods": "",
  "introduction": "",
  "results": "",
  "discussion": "",
  "fetched_at": "2026-02-11T22:28:42.137870",
  "abstract_length": 1793,
  "methods_length": 0,
  "introduction_length": 0,
  "results_length": 0,
  "discussion_length": 0
}