{
  "pmid": "12471027",
  "abstract": "Schwannomin (Sch) is the product of the NF2 tumor suppressor gene. The NF2 gene is mutated in patients affected by neurofibromatosis type 2, a syndrome associated with multiple tumors of the nervous system. Here we found that Sch, when its N-terminal FERM domain was misfolded by the pathogenetic mutation Delta F118, formed aggresomes, i.e. aggregates that cluster at the centrosome as a result of microtubule-dependent transport. Strikingly the related protein ezrin affected by the same mutation did not form aggresomes even though its FERM domain was similarly misfolded. By studying ezrin/Sch chimeras, we delineated a sequence of 61 amino acids in the C terminus of Sch that determined the formation of aggresomes. Aggresome formation by these chimeras was independent from their rate of degradation. Sch(535-595) was sufficient to induce aggresomes of a green fluorescent fusion protein in vivo and aggregates of a glutathione S-transferase fusion protein in vitro. Taken together, these results suggest that aggresome formation is controlled primarily by aggresome determinants, which are distinct from degradation determinants, or from misfolding, through which aggresome determinants might be exposed.",
  "methods": "Methods Strains and media We cultured  C. elegans  strains at 20 °C with standard methods . We fed animals  7 Escherichia coli  OP50 unless we initiated RNAi or a 6-hr fasting protocol to induce proteostress-exophers. Extrachromosomal arrays and drug-resistant strains were harbored on antibiotic selection plates (Hygromycin B or G418) to ensure homozygosity. For exopher measurements, L4 animals were removed from selection plates and placed onto standard OP50 plates for later observation. Strains New transgenic alleles are provided in figure legends and in the strain list in Supplementary Data  1 . Reporters for FP::IFD were expressed from the touch neuron specific  mec-7  promoter to focus on cell autonomous effects; single copy reporters from the native  ifd-1  and  ifd-2  promoters did not provide adequate neuronal signal in touch neurons for visualization. P FP::IFD constructs were effective at complementation of the cognate  mec-7 ifd  alleles and were neither dominant-negative nor exopher-inducing on their own. Animals expressing  igIs 1 [P YFPP mec-7 HttQ128::CFP] must be manually selected for CFP expression to avoid silencing of the CFP, which we have not been able to easily reverse (high copy number silencing has been documented mec-3 ). PolyQ constructs are quite challenging to generate due to the extent of repeat sequences therein; still in an attempt to make and study a more co-operative polyQ in touch neurons, we constructed a single copy  64 bzSi39 [P mNG::HttQ74] allele. The polyQ protein aggregates minimally. mec-7 See Supplementary Data  1  for strain list. Plasmid constructions New allele information is described in Supplementary Data  1 . We created single-copy integration using MiniMOS technology and pCFJ1662 hygromycin or pCFJ910 G418-resistance conferring backbones . For extra-chromosomal array transgenesis and selection we used hygromycin or G418 selection by exposing animals to selection plates. To make selection plates, we used 5 mg/mL for hygromycin or 32 mg/mL for G418 and added 200 μl per 6 cm OP50-seeded plate. 65 See Supplementary Data  1  for RNAi bacteria clone sequences. Human homolog optimization and expression Both IFD-1 and IFD-2 are most closely related to the named mammalian (taxid: 9606) neurofilament light polypeptide (NP 006149.2) with e-values of 2e -15  and 3e -13  for IFD-1 and IFD-2 respectively, sharing 24% identity. To optimize human genes for  C. elegans  expression based on codon and intron bias and  C. elegans  amino acid to tRNA ratio, we used  C. elegans  Codon Adapter GGA Software . Nucleotide coding regions of mammalian proteins are provided. NCBI Reference Sequence: NM 006158.5 for  46 homo sapiens  neurofilament light. Optimized hNFL sequence available in Supplementary Data  1 . CRISPR-CAS9 genomic  ifd-2  deletion ifd-2(bz187)  is a deletion of base pairs 816271-815275. The first three exons are affected by the genomic deletion which eliminates 996 base pairs, including the  ifd-2  initiation codon. Guide RNA and repair oligo available in Supplementary Data  1 . RNAi We achieved gene inactivation by feeding animals RNAi bacteria (HTT115) from L4-Ad2 or for 2 generations as noted, using standard methods. We performed RNAi experiments in strains in which neurons are RNAi-enhanced via SID-1 expression  required for RNAi effects in neurons 6 , 7 . We used two transgenes for neuronal RNAi enhancement, initially working with the P 45 mec-18 sid-1  transgene, which enhances touch neuron RNAi and later pan-neuronal P rgef-1 sid-1 , which consistently supported strong knockdown (gift from the lab of Dr. Malene Hansen). Some strains expressed pan-neuronal  sid-1  in the background of a  sid-1  null mutant, such that only transcripts in neurons could be targeted for degradation. Whenever possible, we confirmed RNAi knockdown effects using alternative approaches. Age synchronization To synchronize animals, we selected L4 stage hermaphrodites and transferred them to test plates. The day after moving was considered adult day 1, Ad1. We scored animals on adult day 2 (Ad2) unless otherwise noted. For scoring exophers, we measured animals on plates using a Kramer pseudo-stereo dissecting scope (20x objective) and immobilized using 100ul of 10 mM tetramisole; exophers were also visible in live animals without anesthetic. Exopher features for scoring Touch neuron exophers are readily visible at 400X total magnification with high power dissecting microscopes. We performed exopher characterization methods as described in detail . We note that baseline exopher level in the P 7 mCherry strain is generally in the range of 5-15% of animals with ALMR exophers on Ad2. The general or overall (mean) variability of other genetic backgrounds can differ. It is critical to  mec-4 always  compare control and experiment on the same day because of the baseline variability—a test outcome must be compared to the background of its paired control. Microscopy Most high resolution fluorescence micrograph data were captured on Zeiss Axiovert Z1 microscope equipped with X-Light V2 Spinning Disk Confocal Unit (CrestOptics), 7-line LDI Laser Launch (89 North), Photometrics Prime 95B Scientific CMOS camera, using Metamorph 7.7 software. A × 100 oil immersion objective, ×63 oil immersion, or ×40 objective was used. Fluorescent colocalization analysis We imaged touch neurons for colocalization experiments. Where needed, we used DIC confirmation to identify touch neurons of interest. For mNG::HttQ74 and HttQ128::CFP colocalization, we used only neurons in which visible mNG/CFP-aggregation was observable in the cell (as opposed to dim cytosolic mNG signal or absent CFP signal) for colocalization calculations. We analyzed thresholded multi-color image channels using ImageJ FIJI with JACoP and Coloc2 analysis software to calculate Pearson’s and Mander’s overlap coefficients. We used Pearson’s coefficient to quantitate colocalization of organelle tags and calculated Mander’s overlap of thresholded double-channel images by using the channel relevant to tagged IFD over the channel of the other protein tag. We manually analyzed images in each 0.2 µm Z-stack for colocalization often observing Z-stacks laterally in 3D projection for 3-dimensional observation. We did note that IFD inclusions were often found next to Golgi or lysosomes, and thus the possibility that the IFD compartments might interact with these organelles, potentially via transient associations, should be entertained in future study. Soma GFP::IFD-1 focus measurement We imaged whole touch neurons using 0.2 µm Z-stacks. We measured the largest diameter of each inclusion by calculating the longest pixel length using ImageJ software. We omitted neurons with the presence of an exopher(s) from GFP::IFD-1 size calculations. We calculated the number of IFD inclusions using a standard threshold. Drug assays For proteostasis drug treatments, we dissolved MG132 (Sigma-Aldrich C2211) and Spautin-1 (Sigma-Aldrich SML0440) in DMSO at 10 mM concentration and administered by placing 40 μL of each solution over the bacterial food lawn. We exposed animals to drug-plates from L4-Ad2 or Ad3. For DHC-1::degron AID-system treatments, we dissolved auxin in ethanol to 0.4 M. We added 25 μL 0.4 M dissolved auxin and 175 μl distilled water. We pipetted 200 μl solution, per plate, on top of well-seeded OP50 plates. We exposed both control and experimental animals to auxin plates from L4-Ad2 - only the experimental animals harbored  bzSi6 [P TIR1::TagBFP] necessary for auxin-inducible degradation mec-7 . 30 Osmotic stress Osmotic stress is associated with proteostasis disruption . For osmotic stress assays we used NGM agar with 450 mM NaCl. We stored plates overnight at room temperature and subsequently inoculated with concentrated OP50 overnight culture; after overnight incubation at room temperature plates were ready for assay. We started osmotic stress experiments by transferring L4 larvae onto the bacterial lawn followed by an overnight incubation. Subsequently, we washed in recovery buffer (M9 buffer with 150 mM NaCl) and transferred to normal NGM plates. The viability of each animal after overnight exposure to NaCl was scored using mechanical stimulation. We graphed the percent survival of the population after 24 hours. 66 Oxidative stress Oxidative stress is associated with proteostasis disruption . For oxidative stress we used 200 mM paraquat in NGM agar. We stored plates overnight at room temperature and subsequently inoculated with concentrated OP50 overnight culture. Following overnight incubation at room temperature plates were ready to use. We started oxidative stress experiments by transferring L4 larvae onto the bacterial lawn. We scored animals hourly for viability using mechanical stimulation with a platinum wire. Control plates did not contain paraquat. We graphed a survival curve as the percent surviving each time point until all animals were dead. 67 Development We measured post-embryonic development time (hours from egg to young adult stage) by transferring eggs to an NGM plate. To do so, we performed a 50-gravid animal egg lay lasting one hour upon a new NGM plate. In total, 60 hr after the egg lay, we checked plates every hour and the percentage of progeny to develop was assessed; we removed young adults after counting. We calculated time of development as the average number of days animals needed to reach adulthood. We graphed the percentage of the population that had reached the adult stage at each timepoint. For significance tests we used a standard two-tailed  t  test comparing the mean value of three trials. Fertility We measured brood size by placing individual L4 stage worms onto NGM plates. We transferred animals to new plates daily for three days, allowing progeny to develop to adulthood before paralysis and quantification. Lifespan We measured lifespan on NGM plates, transferring animals to fresh plates each day until day 5 of adulthood (Ad5) and after every four days thereafter. We assessed viability every two days as response to gentle prodding with a platinum pick; movement response was scored as alive. Animals that either had internal hatching of progeny or expulsion of internal organs were not counted as deaths. We excluded animals that could not be located on the plate from statistical analysis. Mechanosensory touch function We lightly stroked animals with a fine-hair pick behind the pharynx five times and scored a positive response as an animal movement in the reverse direction. For example, if an animal responded 2 out of 5 times, the animals has a 40% response rate. We graphed the percentage response rate of each animal. GST-4::GFP reporter assay GST-4 is a glutathione S-transferase that facilitates the Phase II detoxification process.  gst-4  expression is regulated by  daf-16  and  skn-1 and  is a common reporter of cytosolic stress. We mounted animals expressing  dvIs19 [(pAF15)P GFP::NLS] +/-  gst-4 ifd(Δ)  on microscope slides for 40x imaging and reported maximum intensity per animal in arbitrary units. Electron microscopy We prepared mCherry animals for TEM analysis by high pressure freezing and freeze substitution (HPF/FS), and followed a standard to preserve ultrastructure. After HPF in a Baltec HPM-010, we exposed animals to 1% osmium tetroxide, 0.1% uranyl acetate in acetone with 2% water added, held at −90 °C for 4 days before slowly warming back to −60 °C, −30 °C, and 0 °C, over a 2 day period. We rinsed the samples several times in cold acetone and embedded the samples into a plastic resin before curing them at high temperatures for 1–2 days. We collected serial thin sections on plastic-coated slot grids and post-stained them with 2% uranyl acetate and then with 1:10 Reynold’s lead citrate, and examined with a JEOL JEM-1400 Plus electron microscope. By observing transverse sections for landmarks such as the 2nd bulb of the pharynx, it was possible to reach the vicinity of the ALM soma before collecting about 1500 serial thin transverse sections. We identified 29 ALM somata in serial sections from 23 blocks. We selected 12 candidate cells that were initially identified using light microscopy to contain touch neurons in the bud phase of exophergenesis. We imaged juxtanuclear regions of interest at high-magnification in serial sections, and we took high power electron tomograms (15 K or 20 K) in those neighborhoods, comparing regions showing either aggresome-like structures, mitochondria, or large lysosomes. We closely examined those regions for evidence of intermediate filaments surrounding and/or lying inside of the organelles. We used IMOD and TrakEM software for 3D analysis of the regions of interest, and for model-making. Statistical analysis Each trial is graphed as a percentage of ALMR exopher occurrence (binary); we used Cochran–Mantel–Haenszel (CMH) analysis, which considers the number of exophers (binary) and the number of observations (ALMRs) in a paired manner with the control to generate an estimate of association.  P  values were calculated using at least three or more biological trials. For IFD measurements, we used two-tailed  t  tests. We analyzed the proteostress assays and comparison of number of IFD-inclusions by  t  tests or one-way ANOVA (with Dunnet’s post-test) as noted. Blinding For exopher measurements, we recorded strain information in a non-visible location. The data were unblinded following completion of the experiment. For blinding microscopy analysis, we mounted and imaged all animals on a slide for a given strain. Post-acquisition, the file names were assigned a random number and re-coded. The images were unblinded following analysis of the entire data set. Reporting summary Further information on research design is available in the Nature Portfolio Reporting Summary linked to this article.",
  "introduction": "",
  "results": "",
  "discussion": "",
  "fetched_at": "2026-02-11T22:31:04.740769",
  "abstract_length": 1211,
  "methods_length": 13876,
  "introduction_length": 0,
  "results_length": 0,
  "discussion_length": 0
}