{
  "pmid": "PMID:41411884",
  "abstract": "BACKGROUND: Plexiform neurofibromas (PNFs) occur in 20-50 % of NF1 patients and can alter skin appearance and/or invade adjacent structures. These tumors grow rapidly in childhood, leading to significant morbidity. Surgical treatment is recommended as first-line therapy, but complete resection is not always possible, and the risk of recurrence is high. Selumetinib is a selective inhibitor of MEK protein kinases that has been shown to reduce PNF tumor volume. It has been approved as monotherapy for the treatment of symptomatic inoperable PNF in children aged over 3 years. The aim of our study was to investigate the real-life efficacy and safety profile of selumetinib in a single-center cohort of NF1 patients with one or more symptomatic inoperable PNFs. PATIENTS AND METHODS: Prior to treatment, patients underwent cardiac ultrasound, ophthalmological examination, biological tests, and baseline magnetic resonance imaging (MRI). Specific patient follow-up included a quarterly consultation (with comparative pictures) and a monthly teleconsultation for the first 4 months to discuss any adverse effects, give advice, and provide support to patients and their families. Monitoring included biological, ophthalmological, cardiological and radiological assessment. RESULTS: From a pediatric NF1 cohort of over one hundred children, we included 10 patients over the age of 18 months (median age 14 years - range 5 to 17 years). Morbidities engendered by PNFs were disfigurement (50 %), pain (30 %), visual impairment (20 %) (mainly amblyopia), hearing impairment (10 %), and balance disorders (10 %). Selumetinib was administered at a dose of 25 mg/m DISCUSSION: Our efficacy results at 19.5 months for selumetinib show a genuine but modest reduction in PNF volume. The treatment has a good safety profile. While it is very common for adverse events to be reported at the start of treatment, they are of moderate severity and are managed by dose reduction or simple symptomatic treatment. Starting treatment early in life appears to lead to a more favorable outcome and should be considered.",
  "methods": "",
  "introduction": "",
  "results": "",
  "discussion": "",
  "fetched_at": "2026-02-12T14:57:18.797236",
  "abstract_length": 2097,
  "methods_length": 0,
  "introduction_length": 0,
  "results_length": 0,
  "discussion_length": 0
}