{
  "pmid": "PMID:41468561",
  "abstract": "BACKGROUND AND OBJECTIVES: Macrocephaly is among the most common findings in neurofibromatosis type 1 (NF1) and may be associated with other clinical manifestations of the genetic syndrome. NF1-specific growth charts that account for expected macrocephaly may increase sensitivity for detecting atypical growth. We aimed to produce NF1-specific growth charts of head circumference for the age range of 0-3 years and to assess their potential clinical impact. METHODS: Using electronic health records from the Children's Hospital of Philadelphia, we collected head circumference measurements from children with NF1 and a community control cohort seen at scheduled well-child visits. We compared head circumference normalized using Centers for Disease Control (CDC) growth charts between these groups over time. We constructed NF1-specific growth charts using 2 independent methods. Finally, we used mixed-effects models to relate the resulting centile scores to developmental delay assessed with the Survey of Well-being of Young Children. RESULTS: Our data set contained 2,180 observations from 305 individuals (167 male) with NF1 and 104,750 observations from 16,742 individuals (8,809 male) in the community control cohort, all aged 0-3 years. Head circumference was significantly elevated in the NF1 cohort across the age range ( DISCUSSION: We present the first NF1-specific growth charts for head circumference covering the age range of 0-3 years. Macrocephaly in NF1 becomes more exaggerated over time as rate of growth is sustained compared with controls. Smaller head size relative to NF1 growth expectations is not captured by CDC charts yet it nevertheless relates to developmental delay, suggesting that NF1-specific charts may increase sensitivity to clinically concerning patterns of growth in children with NF1.",
  "methods": "Methods: Using electronic health records from the Children’s Hospital of Philadelphia, we collected head circumference measurements from children with NF1 and a community control cohort seen at scheduled well-child visits. We compared head circumference normed using Centers for Disease Control (CDC) growth charts between these groups over time. We constructed NF1-specific growth charts using two independent methods. Finally, we used mixed-effects models to relate the resulting centile scores with developmental delay assessed with the Survey of Well-being of Young Children.",
  "introduction": "Background and objectives: Macrocephaly is among the most common findings in neurofibromatosis type 1 (NF1) and may be associated with other clinical manifestations of the genetic syndrome. NF1-specific growth charts that account for expected macrocephaly may increase sensitivity to detect atypical growth. We aimed to produce NF1-specific growth charts of head circumference for the age range of 0 to 3 years and to assess their potential clinical impact.",
  "results": "Results: Our dataset contained 2180 observations from 305 individuals (167 male) with NF1, and 104,750 observations from 16,742 individuals (8809 male) in the community control cohort, all aged 0 to 3 years old. Head circumference was significantly elevated in NF1 throughout the age range ( P adjusted <0.05), but Cohen’s effect size  d  varied nonlinearly with age, starting moderate at 1 month ( d =0.56), then small at four months ( d =0.28), moderate again at 15 months ( d  = 0.58), and finally large at 28 months ( d =0.80). NF1-specific growth curves demonstrated slower increases in head circumference in the first two months of life yet more sustained growth over time. Although none of the children with NF1 met the standard for microcephaly according to CDC charts, smaller head circumference benchmarked against NF1-specific charts was correlated with developmental delay (standardized beta = 0.24;  P  < 0.02).",
  "discussion": "Discussion: We present the first NF1-specific growth charts for head circumference covering ages 0 to 3 years. Macrocephaly in NF1 becomes more exaggerated over time as rate-of-growth is sustained compared to controls. Smaller head size relative to NF1 growth expectations is not captured by CDC charts yet nevertheless relates to developmental delay, suggesting that NF1-specific charts may increase sensitivity to clinically concerning patterns of growth in children with NF1.",
  "fetched_at": "2026-02-12T14:25:07.260723",
  "abstract_length": 1825,
  "methods_length": 579,
  "introduction_length": 457,
  "results_length": 924,
  "discussion_length": 478
}