{
  "pmid": "PMID:41478004",
  "abstract": "AIM: This study provides a systematic synthesis of current evidence on targeted therapies for optic pathway gliomas (OPGs), emphasizing their molecular rationale, clinical effectiveness, safety profiles, relevance in both Neurofibromatosis type 1 (NF1) -associated and sporadic cases. METHODS: A systematic literature review was conducted in accordance with PRISMA guidelines using PubMed, Web of Science, and Scopus databases up to April 2025. Eligible studies focused on systemic targeted therapies for OPGs, evaluating efficacy, molecular targets, and adverse events. Both preclinical and clinical data were included, with study quality assessed using the Newcastle-Ottawa Scale. RESULTS: Of 414 records screened, 13 studies (11 clinical and 2 preclinical) met inclusion criteria. Targeted agents included MEK inhibitors, mTOR inhibitors, anti-VEGF agents, and BRAF inhibitors. MEK inhibitors showed promising progression-free survival outcomes, particularly in NF1-associated OPGs, while anti-VEGF therapies rapidly improved visual symptoms in select cases. MEK inhibitors showed the most consistent progression-free survival benefits, particularly in NF1-associated OPGs, with selumetinib emerging as the leading agent with favorable efficacy and safety profiles. These findings support the growing role of biomarker-driven targeted strategies while underscoring unresolved challenges related to long-term safety and optimal treatment duration. CONCLUSION: Targeted therapies constitute a potentially paradigm-shifting development in the management of OPGs, enhancing disease control while improving the prospects for long-term visual preservation. This review underscores the need for individualized, biomarker-driven approaches and highlights challenges including resistance, long-term safety, and therapy duration.",
  "methods": "",
  "introduction": "",
  "results": "",
  "discussion": "",
  "fetched_at": "2026-02-12T14:25:02.909186",
  "abstract_length": 1822,
  "methods_length": 0,
  "introduction_length": 0,
  "results_length": 0,
  "discussion_length": 0
}