{
  "pmid": "PMID:41480769",
  "abstract": "Pancreatic cancer cells \"live on the edge,\" starved of nutrients, compressed by abundant stiff stroma, and deprived of oxygen. In this issue, Xu et al. leveraged human pancreas organoid-based CRISPR screens to identify new driver genes in pancreatic ductal adenocarcinoma (PDAC) development. Neurofibromatosis type 2 (NF2) emerged as the top tumor suppressor, whose loss enhances PDAC malignancy. Inactivation of NF2, which encodes the protein Merlin, promoted growth factor independence and enhanced macropinocytosis upon nutrient deprivation. Thus, NF2 status dictates the adaptability of pancreatic tumors under nutrient limitation, with NF2 inactivation endowing PDACs with the ability to survive the constraints of the harsh tumor microenvironment.",
  "methods": "",
  "introduction": "",
  "results": "",
  "discussion": "Conclusions and future directions Cancer progression relies on circumventing constraints that oppose its growth and persistence. Xu et al. show that  NF2  inactivation did more than remove brakes on proliferation. Loss of  NF2  reprogrammed acinar cell–derived PDAC into self-reliant, scavenging, apoptosis-resistant tumors. In a tumor where nutrients and oxygen are highly limited, such as PDACs, even minor advantages in nutrient uptake or signal autonomy may be decisive for tumor progression. From a translational angle,  NF2  status could inform the stratification of patients with PDAC based on the predicted therapy response. Targeting Merlin-regulated processes, such as WNT7B secretion or PAK1-mediated macropinocytosis, may selectively exploit vulnerabilities of  NF2 -deficient PDACs. Although  NF2  mutations may be uncommon in PDAC, transcriptional suppression or functional inactivation of  NF2  may occur. Surveying clinical samples for  NF2  pathway disruption will help clarify the clinical relevance of these mechanisms. Xu and colleagues demonstrate how integrating organoid-based functional genomics with in vivo modeling can reveal important facets of PDAC development. Beyond the biological and therapeutic implications derived from this study on Merlin, it will also be interesting in the future to conduct similar CRISPR screens in other contexts. For example, it will be worthwhile to repeat the acinar cell–derived PDAC organoid screens in immunocompetent mice to explore how PDACs developing in the backdrop of different mutations are influenced by crosstalk with the immune system. It will also be valuable to perform ductal cell–derived PDAC organoid screens to uncover relevant drivers of PDAC in this context, for a deeper understanding of tumor evolution from different cells of origin. Continued investigation into the biological basis of PDAC progression will be essential to ultimately understand how to conquer this aggressive and deadly cancer.",
  "fetched_at": "2026-02-12T14:24:35.125338",
  "abstract_length": 753,
  "methods_length": 0,
  "introduction_length": 0,
  "results_length": 0,
  "discussion_length": 1981
}