{
  "pmid": "PMID:41580779",
  "abstract": "BACKGROUND: Malignant peripheral nerve sheath tumors (MPNSTs) represent the most severe complication of neurofibromatosis type 1 (NF1), with limited therapeutic options and poor prognosis. High-mobility group box 1 (HMGB1) is a chromatin-associated protein implicated in various cancers, yet its functional role and mechanistic involvement in NF1-MPNST progression remain poorly understood. METHODS: We integrated single-cell RNA sequencing (scRNA-seq) and bulk RNA-seq analyses of patient-derived NF1-MPNST and plexiform neurofibroma (PNF) tissues. Functional validation was performed using NF1 cell lines with HMGB1 knockdown and overexpression. Mechanistic insights were explored via CUT&Tag, ChIP‒qPCR, qPCR, and Western blot. In vivo tumor growth was assessed using a xenograft mouse model. RESULTS: HMGB1 was significantly upregulated in malignant CNV-high subpopulations of MPNSTs and correlated with poor patient survival. Functional assays demonstrated that HMGB1 knockdown suppressed tumor proliferation, migration, and invasion, and induced G1 arrest, while its overexpression promoted these phenotypes. Mechanistically, HMGB1 directly bound to the E2F2 promoter and activated its transcription, thereby driving the G1/S transition. In vivo, HMGB1 overexpression accelerated tumor growth, whereas knockdown suppressed it, consistent with modulated E2F2 and Ki-67 expression. CONCLUSIONS: Our study identifies HMGB1 as a key oncogenic driver in NF1-MPNST progression, functioning through direct transcriptional activation of E2F2 to promote cell cycle progression and tumor malignancy. These findings position HMGB1 as both a prognostic biomarker and a promising therapeutic target for NF1-associated MPNSTs.",
  "methods": "",
  "introduction": "",
  "results": "",
  "discussion": "",
  "fetched_at": "2026-02-12T14:22:09.262562",
  "abstract_length": 1718,
  "methods_length": 0,
  "introduction_length": 0,
  "results_length": 0,
  "discussion_length": 0
}